[
  {
    "fav": "false",
    "author": "George Eliot",
    "quote": "Our dead are never dead to us, until we have forgotten them."
  },
  {
    "fav": "false",
    "author": "Erik Erikson",
    "quote": "Healthy children will not fear life if their elders have integrity enough not to fear death."
  },
  {
    "fav": "false",
    "author": "Russell M. Nelson",
    "quote": "The only way to take sorrow out of death is to take love out of life."
  },
  {
    "fav": "false",
    "author": "Elizabeth Berg",
    "quote": "There is love in holding and there is love in letting go."
  },
  {
    "fav": "false",
    "author": "Arthur Schopenhauer",
    "quote": "Mostly it is loss which teaches us about the worth of things."
  },
  {
    "fav": "false",
    "author": "Marcus Aurelius",
    "quote": "Death, like birth, is a secret of Nature."
  },
  {
    "fav": "false",
    "author": "J.K. Rowling",
    "quote": "Things we lose have a way of coming back to us in the end, if not always in the way we expect."
  },
  {
    "fav": "false",
    "author": "George MacDonald",
    "quote": "How strange this fear of death is! We are never frightened at a sunset."
  },
  {
    "fav": "false",
    "author": "Terry Pratchett",
    "quote": "Death: \"THERE ARE BETTER THINGS IN THE WORLD THAN ALCOHOL, ALBERT.\" Albert: \"Oh, yes, sir. But alcohol sort of compensates for not getting them."
  },
  {
    "fav": "false",
    "author": "Plato",
    "quote": "No evil can happen to a good man, either in life or after death."
  },
  {
    "fav": "false",
    "author": "Fidel Castro",
    "quote": "A revolution is a struggle to the death between the future and the past."
  },
  {
    "fav": "false",
    "author": "Stephenie Meyer",
    "quote": "Death is Peaceful, Life is Harder"
  },
  {
    "fav": "false",
    "author": "Vladimir Nabokov",
    "quote": "Life is a great sunrise. I do not see why death should not be an even greater one."
  },
  {
    "fav": "false",
    "author": "Hannah Arendt",
    "quote": "Death not merely ends life, it also bestows upon it a silent completeness, snatched from the hazardous flux to which all things human are subject."
  },
  {
    "fav": "false",
    "author": "Mark Twain",
    "quote": "Do the thing you fear most and the death of fear is certain."
  },
  {
    "fav": "false",
    "author": "Fyodor Dostoevsky",
    "quote": "Men do not accept their prophets and slay them, but they love their martyrs and worship those whom they have tortured to death."
  },
  {
    "fav": "false",
    "author": "George R.R. Martin",
    "quote": "Death is so terribly final, while life is full of possibilities."
  },
  {
    "fav": "false",
    "author": "Buddha",
    "quote": "To be idle is a short road to death and to be diligent is a way of life; foolish people are idle, wise people are diligent."
  },
  {
    "fav": "false",
    "author": "Jesus Christ",
    "quote": "I am He who lives, and was dead, and behold, I am alive forevermore. Amen. And I have the keys of Hades and of Death."
  },
  {
    "fav": "false",
    "author": "Christopher Fry",
    "quote": "Between our birth and death we may touch understanding, As a moth brushes a window with its wing."
  },
  {
    "fav": "false",
    "author": "RJ Mitte",
    "quote": "My sister is a mess. I love her to death, but she is a mess."
  },
  {
    "fav": "false",
    "author": "Benjamin Franklin",
    "quote": "Fear not death for the sooner we die, the longer we shall be immortal."
  },
  {
    "fav": "false",
    "author": "Will Rogers",
    "quote": "The only difference between death and taxes is that death doesn't get worse every time Congress meets."
  },
  {
    "fav": "false",
    "author": "Thomas Wolfe",
    "quote": "Death the last voyage, the longest, and the best."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A person has learned much who has learned how to die."
  },
  {
    "fav": "false",
    "author": "Ian McShane",
    "quote": "I don't believe in the death penalty, but I understand personal vengeance."
  },
  {
    "fav": "false",
    "author": "Enzo Ferrari",
    "quote": "One must keep working continuously; otherwise, one thinks of death."
  },
  {
    "fav": "false",
    "author": "Rossiter Worthington Raymond",
    "quote": "Life is eternal, and love is immortal, and death is only a horizon; and a horizon is nothing save the limit of our sight."
  },
  {
    "fav": "false",
    "author": "Mark Twain",
    "quote": "I do not fear death. I had been dead for billions and billions of years before I was born, and had not suffered the slightest inconvenience from it."
  },
  {
    "fav": "false",
    "author": "Clint Smith",
    "quote": "Those who support the death penalty are accepting a practice that is both ineffective and fundamentally flawed."
  },
  {
    "fav": "false",
    "author": "Corazon Aquino",
    "quote": "I would rather die a meaningful death than to live a meaningless life."
  },
  {
    "fav": "false",
    "author": "Joseph Stalin",
    "quote": "One death is a tragedy; one million is a statistic."
  },
  {
    "fav": "false",
    "author": "Ben Franklin",
    "quote": "Death takes no bribes."
  },
  {
    "fav": "false",
    "author": "Mark Twain",
    "quote": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time."
  },
  {
    "fav": "false",
    "author": "Sam Levenson",
    "quote": "If you die in an elevator, be sure to push the Up button."
  },
  {
    "fav": "false",
    "author": "Wendell Berry",
    "quote": "The fertility cycle is a cycle entirely of living creatures passing again and again through birth, growth, maturity, death, and decay."
  },
  {
    "fav": "false",
    "author": "James Dean",
    "quote": "If a man can bridge the gap between life and death, if he can live on after he's dead, then maybe he was a great man."
  },
  {
    "fav": "false",
    "author": "Socrates",
    "quote": "No evil can happen to a good man, either in life or after death. He and his are not neglected by the gods."
  },
  {
    "fav": "false",
    "author": "Terry Pratchett",
    "quote": "We who think we are about to die will laugh at anything."
  },
  {
    "fav": "false",
    "author": "Mike Quigley",
    "quote": "Once you've stared death in the face, every day is a good day."
  },
  {
    "fav": "false",
    "author": "Judy Garland",
    "quote": "We cast away priceless time in dreams, born of imagination, fed upon illusion, and put to death by reality."
  },
  {
    "fav": "false",
    "author": "Kahlil Gibran",
    "quote": "For what is it to die but to stand naked in the wind and to melt into the sun? And when the earth shall claim your limbs, then shall you truly dance."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "Death comes to all, but great achievements build a monument which shall endure until the sun grows cold."
  },
  {
    "fav": "false",
    "author": "Hideki Tojo",
    "quote": "I am determined to offer an apology with my death."
  },
  {
    "fav": "false",
    "author": "Joel Osteen",
    "quote": "You can change your world by changing your words... Remember, death and life are in the power of the tongue."
  },
  {
    "fav": "false",
    "author": "Anne Frank",
    "quote": "I simply can't build my hopes on a foundation of confusion, misery and death... I think... peace and tranquillity will return again."
  },
  {
    "fav": "false",
    "author": "Kevin Bacon",
    "quote": "We are being choked to death by the amount of plastic that we throw away. It's killing our oceans. It's entering into our bodies in the fish we eat."
  },
  {
    "fav": "false",
    "author": "Edgar Allan Poe",
    "quote": "The death of a beautiful woman is, unquestionably, the most poetical topic in the world."
  },
  {
    "fav": "false",
    "author": "Julius Caesar",
    "quote": "I love the name of honor, more than I fear death."
  },
  {
    "fav": "false",
    "author": "Proverb",
    "quote": "Good men must die, but death cannot kill their names."
  },
  {
    "fav": "false",
    "author": "Franz Kafka",
    "quote": "The meaning of life is that it stops."
  },
  {
    "fav": "false",
    "author": "Moses",
    "quote": "See, I have set before you this day life and good, death and evil... I have set before you life and death, blessing and curse; therefore choose life."
  },
  {
    "fav": "false",
    "author": "Chuck Palahniuk",
    "quote": "I don't want to die without any scars."
  },
  {
    "fav": "false",
    "author": "Marcus Aurelius",
    "quote": "It is not death that a man should fear, but he should fear never beginning to live."
  },
  {
    "fav": "false",
    "author": "Coco Chanel",
    "quote": "Guilt is perhaps the most painful companion of death."
  },
  {
    "fav": "false",
    "author": "Johann Wolfgang von Goethe",
    "quote": "As long as you are not aware of the continual law of Die and Be Again, you are merely a vague guest on a dark Earth."
  },
  {
    "fav": "false",
    "author": "Billy Graham",
    "quote": "No matter how prepared you think you are for the death of a loved one, it still comes as a shock, and it still hurts very deeply."
  },
  {
    "fav": "false",
    "author": "Herbert Hoover",
    "quote": "Older men declare war. But it is youth that must fight and die."
  },
  {
    "fav": "false",
    "author": "Lucius Annaeus Seneca",
    "quote": "The day which we fear as our last is but the birthday of eternity."
  },
  {
    "fav": "false",
    "author": "Lao Tzu",
    "quote": "A man with outward courage dares to die; a man with inner courage dares to live."
  },
  {
    "fav": "false",
    "author": "Jerry Seinfeld",
    "quote": "Once you start doing only what you've already proven you can do, you're on the road to death."
  },
  {
    "fav": "false",
    "author": "Elie Wiesel",
    "quote": "Because of indifference, one dies before one actually dies."
  },
  {
    "fav": "false",
    "author": "Victor Hugo",
    "quote": "It is nothing to die. It is frightful not to live."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "Cowards die many times before their deaths; the valiant never taste of death but once."
  },
  {
    "fav": "false",
    "author": "David Lynch",
    "quote": "Stories hold conflict and contrast, highs and lows, life and death, and the human struggle and all kinds of things."
  },
  {
    "fav": "false",
    "author": "François Rabelais",
    "quote": "I go to seek a Great Perhaps."
  },
  {
    "fav": "false",
    "author": "Simon Schama",
    "quote": "The older I get, the more I want to do. It beats death, decay or golf in unfortunate trousers. Peace and quiet depress me."
  },
  {
    "fav": "false",
    "author": "Edgar Allen Poe",
    "quote": "The boundaries between life and death are at best shadowy and vague. Who shall say where one ends and where the other begins?"
  },
  {
    "fav": "false",
    "author": "Thomas Fuller",
    "quote": "The first breath is the beginning of death."
  },
  {
    "fav": "false",
    "author": "Mark Twain",
    "quote": "The reports of my death have been greatly exaggerated."
  },
  {
    "fav": "false",
    "author": "Joseph Stalin",
    "quote": "The death of one man is a tragedy. The death of millions is a statistic."
  },
  {
    "fav": "false",
    "author": "Epicurus",
    "quote": "Death is nothing to us, since when we are, death has not come, and when death has come, we are not."
  },
  {
    "fav": "false",
    "author": "Robert M. Hutchins",
    "quote": "The death of democracy is not likely to be an assassination from ambush. It will be a slow extinction from apathy, indifference, and undernourishment."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "Death and vulgarity are the only two facts in the nineteenth century that one cannot explain away."
  },
  {
    "fav": "false",
    "author": "Nancy Reagan",
    "quote": "I believe that people would be alive today if there were a death penalty."
  },
  {
    "fav": "false",
    "author": "George Eliot",
    "quote": "In every parting there is an image of death."
  },
  {
    "fav": "false",
    "author": "Omar N. Bradley",
    "quote": "Bravery is the capacity to perform properly even when scared half to death."
  },
  {
    "fav": "false",
    "author": "Barbara Corcoran",
    "quote": "A complainer is like a Death Eater because there's a suction of negative energy. You can catch a great attitude from great people."
  },
  {
    "fav": "false",
    "author": "Napoleon Bonaparte",
    "quote": "Death is nothing, but to live defeated and inglorious is to die daily."
  },
  {
    "fav": "false",
    "author": "William S. Burroughs",
    "quote": "No one owns life, but anyone who can pick up a frying pan owns death."
  },
  {
    "fav": "false",
    "author": "Harriet Tubman",
    "quote": "I had reasoned this out in my mind, there was one of two things I had a right to, liberty or death; if I could not have one, I would have the other."
  },
  {
    "fav": "false",
    "author": "John Ashbery",
    "quote": "Death is a new office building filled with modern furniture, A wise thing, but which has no purpose for us."
  },
  {
    "fav": "false",
    "author": "Terry Pratchett",
    "quote": "DON'T THINK OF IT AS DYING, said Death. JUST THINK OF IT AS LEAVING EARLY TO AVOID THE RUSH."
  },
  {
    "fav": "false",
    "author": "Muqtada al Sadr",
    "quote": "I wish to be a martyr, and I don't fear death."
  },
  {
    "fav": "false",
    "author": "Percival Arland Ussher",
    "quote": "A man does not die of love or his liver or even of old age; he dies of being a man."
  },
  {
    "fav": "false",
    "author": "David Gerrold",
    "quote": "Life is hard. Then you die. Then they throw dirt in your face. Then the worms eat you. Be grateful it happens in that order."
  },
  {
    "fav": "false",
    "author": "E.E. Cummings",
    "quote": "Unbeing dead isn't being alive."
  },
  {
    "fav": "false",
    "author": "Voltaire",
    "quote": "The safest course is to do nothing against one's conscience. With this secret, we can enjoy life and have no fear from death."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "The fear of death is the most unjustified of all fears, for there's no risk of accident for someone who's dead."
  },
  {
    "fav": "false",
    "author": "Laurie Halse Anderson",
    "quote": "When people don't express themselves, they die one piece at a time."
  },
  {
    "fav": "false",
    "author": "Chuck Palahniuk",
    "quote": "Reality means you live until you die...the real truth is nobody wants reality."
  },
  {
    "fav": "false",
    "author": "Yolanda Hadid",
    "quote": "Looking good and feeling like death is a difficult combination for people to understand."
  },
  {
    "fav": "false",
    "author": "Bill Hicks",
    "quote": "We all pay for life with death, so everything in between should be free."
  },
  {
    "fav": "false",
    "author": "Alfred Russel Wallace",
    "quote": "In my solitude I have pondered much on the incomprehensible subjects of space, eternity, life and death."
  },
  {
    "fav": "false",
    "author": "Isaiah Berlin",
    "quote": "Liberty for wolves is death to the lambs."
  },
  {
    "fav": "false",
    "author": "Isaac Asimov",
    "quote": "Life is pleasant. Death is peaceful. It's the transition that's troublesome."
  },
  {
    "fav": "false",
    "author": "Horace",
    "quote": "Pale Death beats equally at the poor man's gate and at the palaces of kings."
  },
  {
    "fav": "false",
    "author": "Alexander Chase",
    "quote": "Lovers of air travel find it exhilarating to hang poised between the illusion of immortality and the fact of death."
  },
  {
    "fav": "false",
    "author": "Woody Allen",
    "quote": "I'm not afraid of death; I just don't want to be there when it happens."
  },
  {
    "fav": "false",
    "author": "Emily Dickinson",
    "quote": "Love is anterior to life, posterior to death, initial of creation, and the exponent of breath."
  },
  {
    "fav": "false",
    "author": "Evelyn Beatrice Hall",
    "quote": "I do not agree with what you have to say, but I'll defend to the death your right to say it."
  },
  {
    "fav": "false",
    "author": "Bill Shankly",
    "quote": "Some people think football is a matter of life and death. I assure you, it's much more serious than that."
  },
  {
    "fav": "false",
    "author": "Arthur Schopenhauer",
    "quote": "After your death you will be what you were before your birth."
  },
  {
    "fav": "false",
    "author": "Tryon Edwards",
    "quote": "Every parting is a form of death, as every reunion is a type of heaven."
  },
  {
    "fav": "false",
    "author": "Harriet Beecher Stowe",
    "quote": "The bitterest tears shed over graves are for words left unsaid and deeds left undone."
  },
  {
    "fav": "false",
    "author": "Jerry Garcia",
    "quote": "I mean, whatever kills you kills you, and your death is authentic no matter how you die."
  },
  {
    "fav": "false",
    "author": "Seneca",
    "quote": "Death is the wish of some, the relief of many, and the end of all."
  },
  {
    "fav": "false",
    "author": "Plato",
    "quote": "Death is not the worst that can happen to men."
  },
  {
    "fav": "false",
    "author": "Rick Riordan",
    "quote": "Delaying death is one of my favorite hobbies"
  },
  {
    "fav": "false",
    "author": "Mahatma Gandhi",
    "quote": "Each night, when I go to sleep, I die. And the next morning, when I wake up, I am reborn."
  },
  {
    "fav": "false",
    "author": "Percy Bysshe Shelley",
    "quote": "Death is the veil which those who live call life: They sleep, and it is lifted."
  },
  {
    "fav": "false",
    "author": "Jose Ortega y Gasset",
    "quote": "An 'unemployed' existence is a worse negation of life than death itself."
  },
  {
    "fav": "false",
    "author": "Groucho Marx",
    "quote": "I intend to live forever, or die trying."
  },
  {
    "fav": "false",
    "author": "Buddha",
    "quote": "Even death is not to be feared by one who has lived wisely."
  },
  {
    "fav": "false",
    "author": "Stanislav Grof",
    "quote": "Whether or not we believe in survival of consciousness after death, reincarnation, and karma, it has very serious implications for our behavior."
  },
  {
    "fav": "false",
    "author": "Ayn Rand",
    "quote": "I could die for you. But I couldn't, and wouldn't, live for you."
  },
  {
    "fav": "false",
    "author": "James Dean",
    "quote": "Death can't be considered because, if you're afraid to die, there's no room in your life to make discoveries."
  },
  {
    "fav": "false",
    "author": "Horace Mann",
    "quote": "Be ashamed to die until you have won some victory for humanity."
  },
  {
    "fav": "false",
    "author": "Mitch Albom",
    "quote": "Love is how you stay alive, even after you are gone."
  },
  {
    "fav": "false",
    "author": "Jodi Picoult",
    "quote": "If you have a sister and she dies, do you stop saying you have one? Or are you always a sister, even when the other half of the equation is gone?"
  },
  {
    "fav": "false",
    "author": "Watkin Tudor Jones",
    "quote": "I'm a Ninja. I'm not scared of death."
  },
  {
    "fav": "false",
    "author": "Tennessee Williams",
    "quote": "Mendacity is a system that we live in. Liquor is one way out an death's the other."
  },
  {
    "fav": "false",
    "author": "Patrick Henry",
    "quote": "Give me liberty or give me death."
  },
  {
    "fav": "false",
    "author": "Voltaire",
    "quote": "It is vain for the coward to flee; death follows close behind; it is only by defying it that the brave escape."
  },
  {
    "fav": "false",
    "author": "Zane Grey",
    "quote": "What makes life worth living? Better surely, to yield to the stain of suicide blood in me and seek forgetfulness in the embrace of cold dark death."
  },
  {
    "fav": "false",
    "author": "Edgar Allan Poe",
    "quote": "The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?"
  },
  {
    "fav": "false",
    "author": "Drew Barrymore",
    "quote": "From my perspective, there's no reason to be afraid of aging, because if you age, you're lucky! The alternative is death."
  },
  {
    "fav": "false",
    "author": "Bob Marley",
    "quote": "I don't believe in death, neither in flesh nor in spirit."
  },
  {
    "fav": "false",
    "author": "Andrew Sachs",
    "quote": "Death is more universal than life; everyone dies but not everyone lives."
  },
  {
    "fav": "false",
    "author": "Joseph Stalin",
    "quote": "A single death is a tragedy, a million deaths is a statistic."
  },
  {
    "fav": "false",
    "author": "Susan Ertz",
    "quote": "Millions long for immortality who don't know what to do with themselves on a rainy Sunday afternoon."
  },
  {
    "fav": "false",
    "author": "J.K. Rowling",
    "quote": "You'll stay with me?' Until the very end,' said James."
  },
  {
    "fav": "false",
    "author": "Stephen Hawking",
    "quote": "I'm not afraid of death, but I'm in no hurry to die. I have so much I want to do first."
  },
  {
    "fav": "false",
    "author": "Thomas Babington Macaulay",
    "quote": "And how can man die better than facing fearful odds, for the ashes of his fathers, and the temples of his Gods?"
  },
  {
    "fav": "false",
    "author": "J.K. Rowling",
    "quote": "Would it hurt to die?"
  },
  {
    "fav": "false",
    "author": "Ashley Montagu",
    "quote": "The idea is to die young as late as possible."
  },
  {
    "fav": "false",
    "author": "Percy Bysshe Shelley",
    "quote": "Death is the veil which those who live call life; They sleep, and it is lifted."
  },
  {
    "fav": "false",
    "author": "George Carlin",
    "quote": "Death is caused by swallowing small amounts of saliva over a long period of time."
  },
  {
    "fav": "false",
    "author": "Mary Shelley",
    "quote": "Life and death appeared to me ideal bounds, which I should first break through, and pour a torrent of light into our dark world."
  },
  {
    "fav": "false",
    "author": "Jimi Hendrix",
    "quote": "I'm the one that's got to die when it's time for me to die, so let me live my life the way I want to."
  },
  {
    "fav": "false",
    "author": "Bill Shankly",
    "quote": "Football (soccer) is a matter of life and death, except more important."
  },
  {
    "fav": "false",
    "author": "Chiang Kai-shek",
    "quote": "The rise or fall of Shanghai means the birth or death of the whole nation."
  },
  {
    "fav": "false",
    "author": "Thomas Campbell",
    "quote": "To live in hearts we leave behind is not to die."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "A thing is not necessarily true because a man dies for it."
  },
  {
    "fav": "false",
    "author": "Jerome P. Crabb",
    "quote": "Dying is like coming to the end of a long novel, you only regret it if the ride was enjoyable and left you wanting more."
  },
  {
    "fav": "false",
    "author": "Tecumseh",
    "quote": "Live your life that the fear of death can never enter your heart."
  },
  {
    "fav": "false",
    "author": "Frank Sinatra",
    "quote": "I'm gonna live till I die."
  },
  {
    "fav": "false",
    "author": "Langston Hughes",
    "quote": "Life is for the living. Death is for the dead. Let life be like music. And death a note unsaid."
  },
  {
    "fav": "false",
    "author": "Chuck Palahniuk",
    "quote": "A girl calls and asks, \"Does it hurt very much to die?\" \"Well, sweetheart,\" I tell her, \"yes, but it hurts a lot more to keep living."
  },
  {
    "fav": "false",
    "author": "Fidel Castro",
    "quote": "Homeland or death! Socialism or death! We shall overcome!"
  },
  {
    "fav": "false",
    "author": "Anaïs Nin",
    "quote": "People living deeply have no fear of death."
  },
  {
    "fav": "false",
    "author": "Barry Jenkins",
    "quote": "Sometimes, how you ingest this idea of masculinity as projected onto you by the world could be the difference of life and death."
  },
  {
    "fav": "false",
    "author": "Kenzaburō Ōe",
    "quote": "The dead can survive as part of the lives of those that still live."
  },
  {
    "fav": "false",
    "author": "Seth Lloyd",
    "quote": "Nothing in life is certain except death, taxes and the second law of thermodynamics."
  },
  {
    "fav": "false",
    "author": "Roger Ebert",
    "quote": "There's nothing like impending death to rouse you from existential boredom."
  },
  {
    "fav": "false",
    "author": "Markus Zusak",
    "quote": "It kills me sometimes, how people die."
  },
  {
    "fav": "false",
    "author": "Kanye West",
    "quote": "Nothing in life is promised except death."
  },
  {
    "fav": "false",
    "author": "Emily Dickinson",
    "quote": "Because I could not stop for death, He kindly stopped for me; The carriage held but just ourselves and immortality."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Six feet of earth makes us all equal."
  },
  {
    "fav": "false",
    "author": "Terry Pratchett",
    "quote": "It's not morbid to talk about death. Most people don't worry about death, they worry about a bad death."
  },
  {
    "fav": "false",
    "author": "George Bernard Shaw",
    "quote": "Life does not cease to be funny when people die any more than it ceases to be serious when people laugh."
  },
  {
    "fav": "false",
    "author": "Bhagavad Gita",
    "quote": "For certain is death for the born, And certain is birth for the dead; Therefore over the inevitable, Thou shouldst not grieve."
  },
  {
    "fav": "false",
    "author": "Billy Graham",
    "quote": "Racism and injustice and violence sweep our world, bringing a tragic harvest of heartache and death."
  },
  {
    "fav": "false",
    "author": "Katharine Hepburn",
    "quote": "Death will be a great relief. No more interviews."
  },
  {
    "fav": "false",
    "author": "Marcus Tullius Cicero",
    "quote": "The life of the dead is placed in the memory of the living."
  },
  {
    "fav": "false",
    "author": "Brian Clough",
    "quote": "Don't send me flowers when I'm dead. If you like me, send them while I'm alive."
  },
  {
    "fav": "false",
    "author": "Horace",
    "quote": "Pale death, with impartial step, knocks at the hut of the poor and the towers of kings."
  },
  {
    "fav": "false",
    "author": "Ernest Hemingway",
    "quote": "Once writing has become your major vice and greatest pleasure, only death can stop it."
  },
  {
    "fav": "false",
    "author": "Leonardo da Vinci",
    "quote": "Our life is made by the death of others."
  },
  {
    "fav": "false",
    "author": "Rick Riordan",
    "quote": "Don't feel bad, I'm usually about to die."
  },
  {
    "fav": "false",
    "author": "Jean Dubos",
    "quote": "Death is a law, not a punishment."
  },
  {
    "fav": "false",
    "author": "Bertolt Brecht",
    "quote": "Do not fear death so much but rather the inadequate life."
  },
  {
    "fav": "false",
    "author": "Antonin Artaud",
    "quote": "We do not die because we have to die; we die because one day, and not so long ago, our consciousness was forced to deem it necessary."
  },
  {
    "fav": "false",
    "author": "Stanley Hauerwas",
    "quote": "A martyr can never cooperate with death, go to death in a way that they're not trying to escape."
  },
  {
    "fav": "false",
    "author": "Edvard Munch",
    "quote": "From my rotting body, flowers shall grow and I am in them and that is eternity."
  },
  {
    "fav": "false",
    "author": "Ian Fleming",
    "quote": "You only live twice: Once when you are born And once when you look death in the face"
  },
  {
    "fav": "false",
    "author": "Mark Twain",
    "quote": "I didn't attend the funeral, but I sent a nice letter saying I approved of it."
  },
  {
    "fav": "false",
    "author": "Sir Thomas Browne",
    "quote": "We all labour against our own cure, for death is the cure of all diseases."
  },
  {
    "fav": "false",
    "author": "Billy Graham",
    "quote": "Every human being is under construction from conception to death."
  },
  {
    "fav": "false",
    "author": "Sitting Bull",
    "quote": "If we must die, we die defending our rights."
  },
  {
    "fav": "false",
    "author": "Georges Bernanos",
    "quote": "Hell, madam, is to love no longer."
  },
  {
    "fav": "false",
    "author": "Benjamin Franklin",
    "quote": "Some people die at 25 and aren't buried until 75."
  },
  {
    "fav": "false",
    "author": "Will Rogers",
    "quote": "If there are no dogs in Heaven, then when I die I want to go where they went."
  },
  {
    "fav": "false",
    "author": "Anais Nin",
    "quote": "People living deeply have no fear of death."
  },
  {
    "fav": "false",
    "author": "Leo Tolstoy",
    "quote": "Even in the valley of the shadow of death, two and two do not make six."
  },
  {
    "fav": "false",
    "author": "William Shatner",
    "quote": "Divorce is probably as painful as death."
  },
  {
    "fav": "false",
    "author": "James Patterson",
    "quote": "The funny thing about facing imminent death is that it really snaps everything else into perspective."
  },
  {
    "fav": "false",
    "author": "Victor Hugo",
    "quote": "Our life dreams the Utopia. Our death achieves the Ideal."
  },
  {
    "fav": "false",
    "author": "Napoleon Bonaparte",
    "quote": "You must not fear death, my lads; defy him, and you drive him into the enemy's ranks."
  },
  {
    "fav": "false",
    "author": "John Dryden",
    "quote": "The world's an inn, and death the journey's end."
  },
  {
    "fav": "false",
    "author": "Lena Horne",
    "quote": "Don't be afraid to feel as angry or as loving as you can, because when you feel nothing, it's just death."
  },
  {
    "fav": "false",
    "author": "John Green",
    "quote": "You do not immortalize the lost by writing about them. Language buries, but does not resurrect."
  },
  {
    "fav": "false",
    "author": "Manny Pacquiao",
    "quote": "Only in death will I relinquish my belts."
  },
  {
    "fav": "false",
    "author": "John Milton",
    "quote": "Death is the golden key that opens the palace of eternity."
  },
  {
    "fav": "false",
    "author": "Gloria Swanson",
    "quote": "Life and death. They are somehow sweetly and beautifully mixed, but I don't know how."
  },
  {
    "fav": "false",
    "author": "Markus Zusak",
    "quote": "Even death has a heart."
  },
  {
    "fav": "false",
    "author": "Jerome P. Crabb",
    "quote": "Dying is like getting audited by the IRS, something that only happens to other people ... until it happens to you."
  },
  {
    "fav": "false",
    "author": "Hilaire Belloc",
    "quote": "Statistics are the triumph of the quantitative method, and the quantitative method is the victory of sterility and death."
  },
  {
    "fav": "false",
    "author": "Arthur Schopenhauer",
    "quote": "Each day is a little life: every waking and rising a little birth, every fresh morning a little youth, every going to rest and sleep a little death."
  },
  {
    "fav": "false",
    "author": "Ayn Rand",
    "quote": "When I die, I hope to go to Heaven, whatever the Hell that is."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Death keeps no calendar."
  },
  {
    "fav": "false",
    "author": "Wolfgang Amadeus Mozart",
    "quote": "I thank my God for graciously granting me the opportunity of learning that death is the key which unlocks the door to our true happiness."
  },
  {
    "fav": "false",
    "author": "Charles Bukowski",
    "quote": "We are here to laugh at the odds and live our lives so well that Death will tremble to take us."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "Intellectual growth should commence at birth and cease only at death."
  },
  {
    "fav": "false",
    "author": "John Galsworthy",
    "quote": "Love has no age, no limit; and no death."
  },
  {
    "fav": "false",
    "author": "Anais Nin",
    "quote": "I postpone death by living, by suffering, by error, by risking, by giving, by losing."
  },
  {
    "fav": "false",
    "author": "Martin Luther King, Jr.",
    "quote": "If a man has not discovered something that he will die for, he isn't fit to live."
  },
  {
    "fav": "false",
    "author": "Woody Allen",
    "quote": "I am not afraid of death, I just don't want to be there when it happens."
  },
  {
    "fav": "false",
    "author": "Alice Sebold",
    "quote": "Nothing is ever certain."
  },
  {
    "fav": "false",
    "author": "Pamela Meyer",
    "quote": "Nothing is certain in life but death and taxes. And in Donald Trump's case, lies."
  },
  {
    "fav": "false",
    "author": "Terry Pratchett",
    "quote": "It is said that your life flashes before your eyes just before you die. That is true, it's called Life."
  },
  {
    "fav": "false",
    "author": "Markus Zusak",
    "quote": "I want words at my funeral. But I guess that means you need life in your life."
  },
  {
    "fav": "false",
    "author": "Kim Elizabeth",
    "quote": "We will all, someday, experience death, and become obsolete as a dead leaf falling from a tree, crushed by passersby to ashes underlying the earth."
  },
  {
    "fav": "false",
    "author": "Arthur Koestler",
    "quote": "Nothing is more sad than the death of an illusion."
  },
  {
    "fav": "false",
    "author": "Virginia Woolf",
    "quote": "Someone has to die in order that the rest of us should value life more."
  },
  {
    "fav": "false",
    "author": "Jean Cocteau",
    "quote": "Here I am trying to live, or rather, I am trying to teach the death within me how to live."
  },
  {
    "fav": "false",
    "author": "Martin Luther King Jr.",
    "quote": "No one really knows why they are alive until they know what they'd die for."
  },
  {
    "fav": "false",
    "author": "H. Rider Haggard",
    "quote": "Yea, all things live forever, though at times they sleep and are forgotten."
  },
  {
    "fav": "false",
    "author": "Tupac Shakur",
    "quote": "If you believe in God, believe in Death Row East."
  },
  {
    "fav": "false",
    "author": "Will Shriner",
    "quote": "I want to die in my sleep like my grandfather... Not screaming and yelling like the passengers in his car."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "Death pays all debts."
  },
  {
    "fav": "false",
    "author": "Jean de la Fontaine",
    "quote": "Death never takes a wise man by surprise; he is always ready to go."
  },
  {
    "fav": "false",
    "author": "Stewart Alsop",
    "quote": "A dying man needs to die, as a sleepy man needs to sleep, and there comes a time when it is wrong, as well as useless, to resist."
  },
  {
    "fav": "false",
    "author": "Angelo Scola",
    "quote": "The destination is a happy life, an accomplished life that doesn't end with death but with eternal life."
  },
  {
    "fav": "false",
    "author": "John Wayne",
    "quote": "Courage is being scared to death... and saddling up anyway."
  },
  {
    "fav": "false",
    "author": "Benjamin Franklin",
    "quote": "Many people die at twenty five and aren't buried until they are seventy five."
  },
  {
    "fav": "false",
    "author": "William S. Burroughs",
    "quote": "Nobody owns life, but anyone who can pick up a frying pan owns death."
  },
  {
    "fav": "false",
    "author": "Blake Lively",
    "quote": "I need good friends who can say, 'I love you to death, but you look terrible in that, and you need to change right now.'"
  },
  {
    "fav": "false",
    "author": "Tite Kubo",
    "quote": "For me, life and death are very important themes. There is no life without death. That's why it's very important to me."
  },
  {
    "fav": "false",
    "author": "Miyamoto Musashi",
    "quote": "Generally speaking, the Way of the warrior is resolute acceptance of death."
  },
  {
    "fav": "false",
    "author": "Leo Buscaglia",
    "quote": "Death is a challenge. It tells us not to waste time... It tells us to tell each other right now that we love each other."
  },
  {
    "fav": "false",
    "author": "Paul McCartney",
    "quote": "The rumors of my death have been greatly exaggerated."
  },
  {
    "fav": "false",
    "author": "Chuck Palahniuk",
    "quote": "If death meant just leaving the stage long enough to change costume and come back as a new character...Would you slow down? Or speed up?"
  },
  {
    "fav": "false",
    "author": "Elisabeth Kubler-Ross",
    "quote": "I've told my children that when I die, to release balloons in the sky to celebrate that I graduated. For me, death is a graduation."
  },
  {
    "fav": "false",
    "author": "Dorothy Stang",
    "quote": "The death of the forest is the end of our life."
  },
  {
    "fav": "false",
    "author": "Jim Carrey",
    "quote": "It is better to risk starving to death then surrender. If you give up on your dreams, what's left?"
  },
  {
    "fav": "false",
    "author": "Jim Morrison",
    "quote": "Death makes angels of us all and gives us wings where we had shoulders smooth as ravens claws."
  },
  {
    "fav": "false",
    "author": "Ernest Hemingway",
    "quote": "Every man's life ends the same way. It is only the details of how he lived and how he died that distinguish one man from another."
  },
  {
    "fav": "false",
    "author": "Woody Allen",
    "quote": "There are worse things in life than death. Have you ever spent an evening with an insurance salesman?"
  },
  {
    "fav": "false",
    "author": "Marcus Tullius Cicero",
    "quote": "Death is not natural for a state as it is for a human being, for whom death is not only necessary, but frequently even desirable."
  },
  {
    "fav": "false",
    "author": "Edgar Allan Poe",
    "quote": "Thank Heaven! the crisis, The danger, is past, and the lingering illness, is over at last, and the fever called ''Living'' is conquered at last."
  },
  {
    "fav": "false",
    "author": "Terry Pratchett",
    "quote": "And what would humans be without love?\" RARE, said Death."
  },
  {
    "fav": "false",
    "author": "Napoleon Bonaparte",
    "quote": "It is the cause, not the death, that makes the martyr."
  },
  {
    "fav": "false",
    "author": "Rabindranath Tagore",
    "quote": "Death is not extinguishing the light; it is only putting out the lamp because the dawn has come."
  },
  {
    "fav": "false",
    "author": "Michel de Montaigne",
    "quote": "The ceaseless labour of your life is to build the house of death."
  },
  {
    "fav": "false",
    "author": "J.K. Rowling",
    "quote": "I wish...I wish were dead...” “And what use would that be to anyone?"
  },
  {
    "fav": "false",
    "author": "Jimi Hendrix",
    "quote": "It's funny how most people love the dead, once you're dead, you're made for life."
  },
  {
    "fav": "false",
    "author": "J.K. Rowling",
    "quote": "Here lies Dobby, a free elf."
  },
  {
    "fav": "false",
    "author": "Benito Mussolini",
    "quote": "Inactivity is death."
  },
  {
    "fav": "false",
    "author": "Neil Young",
    "quote": "It's better to burn out than to fade away."
  },
  {
    "fav": "false",
    "author": "Donald Trump",
    "quote": "Windmills are going to be the death of Scotland and even England if they don't do something about them. They are ruining the countryside."
  },
  {
    "fav": "false",
    "author": "Julius Caesar",
    "quote": "Which death is preferably to every other? 'The unexpected'."
  },
  {
    "fav": "false",
    "author": "J.K. Rowling",
    "quote": "Killing is not so easy as the innocent believe."
  },
  {
    "fav": "false",
    "author": "J. Robert Oppenheimer",
    "quote": "I am become death, the destroyer of worlds."
  },
  {
    "fav": "false",
    "author": "Sigmund Freud",
    "quote": "The goal of all life is death."
  },
  {
    "fav": "false",
    "author": "Katherine Dunn",
    "quote": "Prior to penicillin and medical research, death was an everyday occurrence. It was intimate."
  },
  {
    "fav": "false",
    "author": "Shari Redstone",
    "quote": "I always say, complacency is the kiss of death."
  },
  {
    "fav": "false",
    "author": "Thomas Mann",
    "quote": "It is love, not reason, that is stronger than death."
  },
  {
    "fav": "false",
    "author": "John Donne",
    "quote": "Any man's death diminishes me, because I am involved in Mankind; And therefore never send to know for whom the bell tolls; it tolls for thee."
  },
  {
    "fav": "false",
    "author": "Albert Pike",
    "quote": "What we have done for ourselves alone dies with us; what we have done for others and the world remains and is immortal."
  },
  {
    "fav": "false",
    "author": "Martin O'Malley",
    "quote": "The death penalty is ineffective as a deterrent, and the appeals process is expensive and cruel to the surviving family members."
  },
  {
    "fav": "false",
    "author": "Terrell Owens",
    "quote": "Life and death. At some point we're gonna leave this world. Do I know when? Absolutely not."
  },
  {
    "fav": "false",
    "author": "Arthur Golden",
    "quote": "The heart dies a slow death, shedding each hope like leaves until one day there are none. No hopes. Nothing remains."
  },
  {
    "fav": "false",
    "author": "Imran Khan",
    "quote": "A country that relies on aid? Death is better than that. It stops you from achieving your potential, just as colonialism did."
  },
  {
    "fav": "false",
    "author": "Blaise Pascal",
    "quote": "Our nature consists in motion; complete rest is death."
  },
  {
    "fav": "false",
    "author": "Tupac Shakur",
    "quote": "I don't have no fear of death. My only fear is coming back reincarnated."
  },
  {
    "fav": "false",
    "author": "Alejandro Gonzalez Inarritu",
    "quote": "Life and death are illusions. We are in a constant state of transformation."
  },
  {
    "fav": "false",
    "author": "Arthur Schopenhauer",
    "quote": "Every parting gives a foretaste of death, every reunion a hint of the resurrection."
  },
  {
    "fav": "false",
    "author": "Antonio Porchia",
    "quote": "One lives in the hope of becoming a memory."
  },
  {
    "fav": "false",
    "author": "John Ortberg",
    "quote": "At the heart of Christian faith is the story of Jesus' death and resurrection."
  },
  {
    "fav": "false",
    "author": "Dylan Thomas",
    "quote": "Though lovers be lost, love shall not; And death shall have no dominion."
  },
  {
    "fav": "false",
    "author": "Chanakya",
    "quote": "As long as your body is healthy and under control and death is distant, try to save your soul; when death is immanent what can you do?"
  },
  {
    "fav": "false",
    "author": "John Maynard Keynes",
    "quote": "In the long run we are all dead."
  },
  {
    "fav": "false",
    "author": "Samuel Butler",
    "quote": "To himself everyone is immortal; he may know that he is going to die, but he can never know that he is dead."
  },
  {
    "fav": "false",
    "author": "Ayn Rand",
    "quote": "Achieving life is not the equivalent of avoiding death."
  },
  {
    "fav": "false",
    "author": "Andrew A. Rooney",
    "quote": "Death is a distant rumor to the young."
  },
  {
    "fav": "false",
    "author": "W. C. Fields",
    "quote": "Drown in a cold vat of whiskey? Death, where is thy sting?"
  },
  {
    "fav": "false",
    "author": "Mitch Albom",
    "quote": "Death ends a life, not a relationship."
  },
  {
    "fav": "false",
    "author": "Hilaire Belloc",
    "quote": "Loss and possession, death and life are one, There falls no shadow where there shines no sun."
  },
  {
    "fav": "false",
    "author": "Bobby Scott",
    "quote": "The death penalty is discriminatory and does not do anything about crime."
  },
  {
    "fav": "false",
    "author": "Confucius",
    "quote": "Death and life have their determined appointments; riches and honors depend upon heaven."
  },
  {
    "fav": "false",
    "author": "Edgar Allan Poe",
    "quote": "The death of a beautiful woman, is unquestionably the most poetical topic in the world."
  },
  {
    "fav": "false",
    "author": "Walter Scott",
    "quote": "Death - the last sleep? No, it is the final awakening."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "The stroke of death is as a lover's pinch, which hurts and is desired."
  },
  {
    "fav": "false",
    "author": "Edvard Munch",
    "quote": "Sickness, insanity and death were the angels that surrounded my cradle and they have followed me throughout my life."
  },
  {
    "fav": "false",
    "author": "Stokely Carmichael",
    "quote": "We were aware of the fact that death walks hand in hand with struggle."
  },
  {
    "fav": "false",
    "author": "Marina Abramovic",
    "quote": "Your ego can become an obstacle to your work. If you start believing in your greatness, it is the death of your creativity."
  },
  {
    "fav": "false",
    "author": "Patrick Swayze",
    "quote": "The longer your life goes on, the more death you face."
  },
  {
    "fav": "false",
    "author": "Elbert Hubbard",
    "quote": "Love, we say, is life; but love without hope and faith is agonizing death."
  },
  {
    "fav": "false",
    "author": "Michelangelo",
    "quote": "If we have been pleased with life, we should not be displeased with death, since it comes from the hand of the same master."
  },
  {
    "fav": "false",
    "author": "Chief Seattle",
    "quote": "There is no death, only a change of worlds."
  },
  {
    "fav": "false",
    "author": "A. P. J. Abdul Kalam",
    "quote": "In India we only read about death, sickness, terrorism, crime."
  },
  {
    "fav": "false",
    "author": "Confucius",
    "quote": "If we don't know life, how can we know death?"
  },
  {
    "fav": "false",
    "author": "Jonathan Davis",
    "quote": "When I listen to music, I don't want to hear about flowers. I like death and destruction."
  },
  {
    "fav": "false",
    "author": "Miguel de Unamuno",
    "quote": "A man does not die of love or his liver or even of old age; he dies of being a man."
  },
  {
    "fav": "false",
    "author": "Shekhar Kapur",
    "quote": "I have devoted my life to uncertainty. Certainty is the death of wisdom, thought, creativity."
  },
  {
    "fav": "false",
    "author": "Joel Salatin",
    "quote": "We're scared to death to try new things because we think we have to get it right the first time."
  },
  {
    "fav": "false",
    "author": "Ben Kingsley",
    "quote": "If your best friend has stolen your girlfriend, it does become life and death."
  },
  {
    "fav": "false",
    "author": "Hannah Arendt",
    "quote": "In order to go on living one must try to escape the death involved in perfectionism."
  },
  {
    "fav": "false",
    "author": "Haruki Murakami",
    "quote": "Death is not the opposite of life, but a part of it."
  },
  {
    "fav": "false",
    "author": "Jean Giraudoux",
    "quote": "I'm not afraid of death. It's the stake one puts up in order to play the game of life."
  },
  {
    "fav": "false",
    "author": "Sun Tzu",
    "quote": "Prohibit the taking of omens, and do away with superstitious doubts. Then, until death itself comes, no calamity need be feared."
  },
  {
    "fav": "false",
    "author": "Lois McMaster Bujold",
    "quote": "The dead cannot cry out for justice. It is a duty of the living to do so for them."
  },
  {
    "fav": "false",
    "author": "Patrick Henry",
    "quote": "It is natural to indulge in the illusions of hope. We are apt to shut our eyes to that siren until she allures us to our death."
  },
  {
    "fav": "false",
    "author": "Alison Owen",
    "quote": "Human nature stays the same, the one thing that stays constant, like death and taxes. And people still want good stories!"
  },
  {
    "fav": "false",
    "author": "Woody Allen",
    "quote": "I'm not afraid to die, I just don't want to be there when it happens."
  },
  {
    "fav": "false",
    "author": "Nalo Hopkinson",
    "quote": "The heaviness of loss in her heart hadn't eased, but there was room there for humour, too."
  },
  {
    "fav": "false",
    "author": "Epicurus",
    "quote": "Death does not concern us, because as long as we exist, death is not here. And when it does come, we no longer exist."
  },
  {
    "fav": "false",
    "author": "John Green",
    "quote": "Because there is no glory in illness. There is no meaning to it. There is no honor in dying of."
  },
  {
    "fav": "false",
    "author": "Michelangelo",
    "quote": "Death and love are the two wings that bear the good man to heaven."
  },
  {
    "fav": "false",
    "author": "J.K. Rowling",
    "quote": "To the well-organized mind, death is but the next great adventure."
  },
  {
    "fav": "false",
    "author": "Morrissey",
    "quote": "Long hair is an unpardonable offence which should be punishable by death."
  },
  {
    "fav": "false",
    "author": "Sherwin B. Nuland",
    "quote": "I never had a conscious fear of death, but I did have a conscious fear of sickness. By the time I completed medical school, that fear was gone."
  },
  {
    "fav": "false",
    "author": "Tedros Adhanom",
    "quote": "Diabetes can be successfully prevented and managed by a healthy lifestyle. When not managed, it can lead to severe organ damage and death."
  },
  {
    "fav": "false",
    "author": "Terry Pratchett",
    "quote": "He'd been wrong, there was a light at the end of the tunnel, and it was a flamethrower."
  },
  {
    "fav": "false",
    "author": "Benjamin Franklin",
    "quote": "In this world nothing can be said to be certain, except death and taxes."
  },
  {
    "fav": "false",
    "author": "William Blake",
    "quote": "Art is the tree of life. Science is the tree of death."
  },
  {
    "fav": "false",
    "author": "Markus Zusak",
    "quote": "Together, they would watch everything that was so carefully planned collapse, and they would smile at the beauty of destruction."
  },
  {
    "fav": "false",
    "author": "Lao Tzu",
    "quote": "Life and death are one thread, the same line viewed from different sides."
  },
  {
    "fav": "false",
    "author": "Lew Wallace",
    "quote": "The monuments of the nations are all protests against nothingness after death; so are statues and inscriptions; so is history."
  },
  {
    "fav": "false",
    "author": "W. H. Auden",
    "quote": "Death is the sound of distant thunder at a picnic."
  },
  {
    "fav": "false",
    "author": "Martin Luther",
    "quote": "Every man must do two things alone; he must do his own believing and his own dying."
  },
  {
    "fav": "false",
    "author": "Madeline Miller",
    "quote": "When he died, all things soft and beautiful and bright would be buried with him."
  },
  {
    "fav": "false",
    "author": "J.K. Rowling",
    "quote": "The last enemy that shall be destroyed is death."
  },
  {
    "fav": "false",
    "author": "David Lynch",
    "quote": "A filmmaker doesn't have to suffer to show suffering. You just have to understand it. You don't have to die to shoot a death scene."
  },
  {
    "fav": "false",
    "author": "Mary Harris Jones",
    "quote": "Life comes to the miners out of their deaths, and death out of their lives."
  },
  {
    "fav": "false",
    "author": "Jean de la Bruyere",
    "quote": "There are only three events in a man's life; birth, life, and death; he is not conscious of being born, he dies in pain, and he forgets to live."
  }
]
