[
  {
    "fav": "false",
    "author": "Haruki Murakami",
    "quote": "The answer is dreams. Dreaming on and on. Entering the world of dreams and never coming out. Living in dreams for the rest of time."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The goal isn’t more money, The goal is living life on my own terms."
  },
  {
    "fav": "false",
    "author": "Rachel Corrie",
    "quote": "Follow your dreams, believe in yourself and don't give up."
  },
  {
    "fav": "false",
    "author": "Gail Godwin",
    "quote": "Dreams say what they mean, but they don't say it in daytime language."
  },
  {
    "fav": "false",
    "author": "Jay Weatherill",
    "quote": "You'll be much more successful if you follow your dreams and follow your passions."
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "I prefer to be a dreamer among the humblest, with visions to be realized, than lord among those without dreams and desires."
  },
  {
    "fav": "false",
    "author": "Tecumseh",
    "quote": "When the legends die, the dreams end; there is no more greatness."
  },
  {
    "fav": "false",
    "author": "Joseph Barbera",
    "quote": "That's what keeps me going: dreaming, inventing, then hoping and dreaming some more in order to keep dreaming."
  },
  {
    "fav": "false",
    "author": "Les Brown",
    "quote": "If you take responsibility for yourself you will develop a hunger to accomplish your dreams."
  },
  {
    "fav": "false",
    "author": "H. P. Lovecraft",
    "quote": "Ocean is more ancient than the mountains, and freighted with the memories and the dreams of Time."
  },
  {
    "fav": "false",
    "author": "Walt Disney Company",
    "quote": "If you can dream it, you can do it. Always remember that this whole thing was started with a dream and a mouse."
  },
  {
    "fav": "false",
    "author": "Eleanor Roosevelt",
    "quote": "The future belongs to those who believe in the beauty of their dreams."
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "Yesterday is but today's memory, and tomorrow is today's dream."
  },
  {
    "fav": "false",
    "author": "Inception",
    "quote": "Your world is not real!"
  },
  {
    "fav": "false",
    "author": "George Santayana",
    "quote": "The dreamer can know no truth, not even about his dream, except by awaking out of it."
  },
  {
    "fav": "false",
    "author": "George Bernard Shaw",
    "quote": "You see things; and you say, \"Why?\" But I dream things that never were; and I say, \"Why not?\""
  },
  {
    "fav": "false",
    "author": "John Barrymore",
    "quote": "A man is not old until regrets take the place of dreams. "
  },
  {
    "fav": "false",
    "author": "Les Brown",
    "quote": "It takes someone with a vision of the possibilities to attain new levels of experience. Someone with the courage to live his dreams."
  },
  {
    "fav": "false",
    "author": "Erma Bombeck",
    "quote": "Dreams have only one owner at a time. That's why dreamers are lonely."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It Feels Good To Be Lost In The Right Direction."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "They who dream by day are cognizant of many things which escape those who dream only by night."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Work while they sleep. Learn while they party. Save while they spend. Live like they dream."
  },
  {
    "fav": "false",
    "author": "Douglas Adams",
    "quote": "He felt that his whole life was some kind of dream and he sometimes wondered whose it was and whether they were enjoying it."
  },
  {
    "fav": "false",
    "author": "Yoko Ono",
    "quote": "A dream you dream alone is only a dream. A dream you dream together is reality."
  },
  {
    "fav": "false",
    "author": "Vin Diesel",
    "quote": "It's insecurity that is always chasing you and standing in the way of your dreams."
  },
  {
    "fav": "false",
    "author": "Alfred Lord Tennyson",
    "quote": "Dreams are true while they last, and do we not live in dreams?"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You Never Realize How Strong You Are Until Being Strong Is the Only Choice You Have."
  },
  {
    "fav": "false",
    "author": "Sigmund Freud",
    "quote": "The interpretation of dreams is the royal road to a knowledge of the unconscious activities of the mind."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t Tell People Your Dream. Show Them."
  },
  {
    "fav": "false",
    "author": "Nicholas Sparks",
    "quote": "What are we after all our dreams, after all our memories?"
  },
  {
    "fav": "false",
    "author": "Henri Amiel",
    "quote": "Dreams are excursions into the limbo of things, a semi-deliverance from the human prison."
  },
  {
    "fav": "false",
    "author": "Edward G. Bulwer-Lytton",
    "quote": "Dream manfully and nobly, and thy dreams shall be prophets."
  },
  {
    "fav": "false",
    "author": "Anderson Silva",
    "quote": "You can't give up on your dreams."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "There are more things in Heaven and Earth, Horatio, than are dreamt of in your philosophy."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Time Decides Who You Meet In Life, Your Heart Decides Who You Want In Your Life, And Your Behaviour Decide Who Stays In Your Life."
  },
  {
    "fav": "false",
    "author": "Rush Limbaugh",
    "quote": "Capitalism is always evaluated against dreams. Utopia is a dream. It doesn't exist."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "A dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you don’t build your dreams, someone will hire you to help build theirs."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "No one has ever achieved greatness without dreams."
  },
  {
    "fav": "false",
    "author": "Ransom Riggs",
    "quote": "Strange, I thought, how you can be living your dreams and your nightmares at the very same time."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It Is Never Too Late To Be What You Might Have Been."
  },
  {
    "fav": "false",
    "author": "D. H. Lawrence",
    "quote": "I can never decide whether my dreams are the result of my thoughts, or my thoughts the result of my dreams."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "We are such stuff As dreams are made on, and our little life Is rounded with a sleep."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Follow your dreams they know the way."
  },
  {
    "fav": "false",
    "author": "Edgar Allan Poe",
    "quote": "All that we see or seem, is but a dream within a dream."
  },
  {
    "fav": "false",
    "author": "Lupita Nyong’o",
    "quote": "No matter where you’re from, your dreams are valid. "
  },
  {
    "fav": "false",
    "author": "Valentina Tereshkova",
    "quote": "Anyone who has spent any time in space will love it for the rest of their lives. I achieved my childhood dream of the sky."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Life will only change when you become more committed to your dreams than you are to your comfort zone."
  },
  {
    "fav": "false",
    "author": "Frida Kahlo",
    "quote": "They thought I was a Surrealist, but I wasn't. I never painted dreams. I painted my own reality."
  },
  {
    "fav": "false",
    "author": "McKayla Maroney",
    "quote": "If you're following your dreams, you're doing something you love and that you believe in yourself for."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t Quit. Suffer Now And Live The Rest Of Your Life As A Champion."
  },
  {
    "fav": "false",
    "author": "Stoddard King, Jr.",
    "quote": "There's a long, long trail a-winding into the land of my dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes life is about risking everything for a dream no one can see but you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t Waste Words On People Who Deserve Your Silence. Sometimes The Most Powerful Thing You Can Say Is Nothing At All."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Because in the end we’re all just dreamers in an endless universe"
  },
  {
    "fav": "false",
    "author": "Douglas MacArthur",
    "quote": "In my dreams I hear again the crash of guns, the rattle of musketry, the strange, mournful mutter of the battlefield."
  },
  {
    "fav": "false",
    "author": "John Lennon",
    "quote": "You may say I’m a dreamer, but I’m not the only one. I hope someday you’ll join us. And the world will live as one."
  },
  {
    "fav": "false",
    "author": "Bella Thorne",
    "quote": "I think everything about my life is magical. I've struggled, and against most odds, I'm truly having the experience of living my dreams."
  },
  {
    "fav": "false",
    "author": "Denis Waitley",
    "quote": "You have all the reason in the world to achieve your grandest dreams. Imagination plus innovation equals realization."
  },
  {
    "fav": "false",
    "author": "Marian Wright Edelman",
    "quote": "No person has the right to rain on your dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When You Face Difficult Times, Know That Challenges Are Not Sent To Destroy You. They’re Sent To Promote, Increase And Strengthen You."
  },
  {
    "fav": "false",
    "author": "Charles Dickens",
    "quote": "I wish you to know that you have been the last dream of my soul."
  },
  {
    "fav": "false",
    "author": "Arthur Golden",
    "quote": "Sometimes we get through adversity only by imagining what the world might be like if our dreams should ever come true."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Fall Seven Times, Stand Up Eight."
  },
  {
    "fav": "false",
    "author": "Carl Sandburg",
    "quote": "Nothing happens unless first we dream."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If your dreams don’t scare you they aren't big enough."
  },
  {
    "fav": "false",
    "author": "Johann Wolfgang von Goethe",
    "quote": "Whatever you do, or dream you can, begin it. Boldness has genius and power and magic in it. "
  },
  {
    "fav": "false",
    "author": "Paulo Coelho",
    "quote": "There is only one thing that makes a dream impossible to achieve: the fear of failure."
  },
  {
    "fav": "false",
    "author": "Dolly Parton",
    "quote": "A lot of dreams can turn to nightmares... if you don't really work them."
  },
  {
    "fav": "false",
    "author": "Jonas Salk",
    "quote": "I have had dreams, and I’ve had nightmares. I overcame the nightmares because of my dreams."
  },
  {
    "fav": "false",
    "author": "William Butler Yeats",
    "quote": "Take, if you must, this little bag of dreams, Unloose the cord, and they will wrap you round."
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "The most pitiful among men is he who turns his dreams into silver and gold."
  },
  {
    "fav": "false",
    "author": "James Dean",
    "quote": "Dream as if you’ll live forever. Live as if you’ll die today. "
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "For often, when one is asleep, there is something in consciousness which declares that what then presents itself is but a dream."
  },
  {
    "fav": "false",
    "author": "Winnie Harlow",
    "quote": "I am the underdog, and I want to prove that one can follow one's dreams despite all the flaws and setbacks."
  },
  {
    "fav": "false",
    "author": "Sasha Cohen",
    "quote": "Follow your dreams, work hard, practice and persevere. Make sure you eat a variety of foods, get plenty of exercise and maintain a healthy lifestyle."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It Always Seems Impossible Until It’s Done."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I am a day dreamer and a night thinker."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A dream is a wish your heart makes."
  },
  {
    "fav": "false",
    "author": "Colin Powell",
    "quote": "A dream doesn't become reality through magic; it takes sweat, determination and hard work."
  },
  {
    "fav": "false",
    "author": "Paul Wellstone",
    "quote": "Sometimes, the only realists are the dreamers."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t let small minds convince you that your dreams are too big."
  },
  {
    "fav": "false",
    "author": "Ryunosuke Satoro",
    "quote": "Let your dreams outgrow the shoes of your expectations. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Breathing dreams like air."
  },
  {
    "fav": "false",
    "author": "Jacob Latimore",
    "quote": "Keep God first, chase your dreams, and everything will pay off."
  },
  {
    "fav": "false",
    "author": "Frida Kahlo",
    "quote": "I never paint dreams or nightmares. I paint my own reality."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Revive your light. Manifest your dreams. Realize your worth."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You’re Never Too Young To Dream BIG!"
  },
  {
    "fav": "false",
    "author": "Victor Hugo",
    "quote": "Our life dreams the Utopia. Our death achieves the Ideal."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes You Face Difficulties You’re Doing Something Wrong, But Because You’re Doing Something Right."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "They Laugh At Me Because I’m Different; I Laugh At Them Because They’re All The Same."
  },
  {
    "fav": "false",
    "author": "Oprah Winfrey",
    "quote": "The biggest adventure you can take is to live the life of your dreams."
  },
  {
    "fav": "false",
    "author": "Angelique Kerber",
    "quote": "Just follow your dreams and be patient."
  },
  {
    "fav": "false",
    "author": "Langston Hughes",
    "quote": "Hold fast to dreams, for if dreams die, life is a broken-winged bird that cannot fly."
  },
  {
    "fav": "false",
    "author": "Dalai Lama",
    "quote": "Sleep is the best meditation."
  },
  {
    "fav": "false",
    "author": "Arthur O'Shaughnessy",
    "quote": "We are the music makers, and we are the dreamers of dreams."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "Do not follow where the path may lead. Go instead where there is no path and leave a trail. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Be All In Or Get All Out. There Is No Halfway."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t Call It A Dream Call It A Plan."
  },
  {
    "fav": "false",
    "author": "Narendra Modi",
    "quote": "We want an Afghanistan that is shaped by the dreams of the great Afghan people, not by irrational fears and overreaching ambitions of others."
  },
  {
    "fav": "false",
    "author": "Jean Genet",
    "quote": "A man must dream a long time in order to act with grandeur, and dreaming is nursed in darkness."
  },
  {
    "fav": "false",
    "author": "J.K. Rowling",
    "quote": "It does not do to dwell on dreams and forget to live."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It Always Seems Impossible Until Its Done."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Once You Start To See Results, It Becomes An Addiction."
  },
  {
    "fav": "false",
    "author": "Walt Disney Company",
    "quote": "No matter how your heart is grieving, if you keep on believing, the dreams that you wish will come true. "
  },
  {
    "fav": "false",
    "author": "LL Cool J",
    "quote": "Stay focused, go after your dreams and keep moving toward your goals. "
  },
  {
    "fav": "false",
    "author": "Roman Payne",
    "quote": "Never did the world make a queen of a girl who hides in houses and dreams without traveling."
  },
  {
    "fav": "false",
    "author": "Natalie Portman",
    "quote": "Everyone dreams of living in Paris."
  },
  {
    "fav": "false",
    "author": "Dorothy Gilman",
    "quote": "People need dreams, there's as much nourishment in 'em as food."
  },
  {
    "fav": "false",
    "author": "Mick Jagger",
    "quote": "Lose your dreams and you might lose your mind."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "They never thought I would get this far they were right . I got even further."
  },
  {
    "fav": "false",
    "author": "Evelyn Waugh",
    "quote": "One can write, think and pray exclusively of others; dreams are all egocentric."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes You Have To Get Knocked Down Lower Than You Have Ever Been To Stand Back Up Taller Than You Ever Were."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "We are such stuff as dreams are made on; and our little life is rounded with a sleep."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "Don’t be pushed around by the fears in your mind. Be led by the dreams in your heart."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "Dreams don't work unless you take action. The surest way to make your dreams come true is to live them."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Growth Is Painful. Change Is Painful. But Nothing Is As Painful As Staying Stuck Somewhere You Don’t Belong."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I’ve Never Met A Strong Person With An Easy Part."
  },
  {
    "fav": "false",
    "author": "Will Smith",
    "quote": "Whatever your dream is, every extra penny you needs to be going to that. "
  },
  {
    "fav": "false",
    "author": "Douglas Coupland",
    "quote": "Everybody past a certain age, regardless of how they look on the outside, pretty much constantly dreams of being able to escape from their lives."
  },
  {
    "fav": "false",
    "author": "Ferdinand Porsche",
    "quote": "I couldn't find the sports car of my dreams, so I built it myself."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I Am Strong Because I’ve Been Weak. I Am Fearless Because I’ve Been Afraid."
  },
  {
    "fav": "false",
    "author": "Mike Tyson",
    "quote": "I'm a dreamer. I have to dream and reach for the stars, and if I miss a star then I grab a handful of clouds."
  },
  {
    "fav": "false",
    "author": "Patrice Motsepe",
    "quote": "Education is at the heart of achieving your dreams."
  },
  {
    "fav": "false",
    "author": "Ralph Marston",
    "quote": "Dare to visualize a world in which your most treasured dreams have become true."
  },
  {
    "fav": "false",
    "author": "Tim Burton",
    "quote": "Visions are worth fighting for. Why spend your life making someone else's dreams?"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If You Don’t Imagine, Nothing Ever Happens At All."
  },
  {
    "fav": "false",
    "author": "Gao Xingjian",
    "quote": "Dreams are more real than reality itself, they're closer to the self."
  },
  {
    "fav": "false",
    "author": "Anais Nin",
    "quote": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country."
  },
  {
    "fav": "false",
    "author": "Herb Brooks",
    "quote": "You know, Willie Wonka said it best: we are the makers of dreams, the dreamers of dreams."
  },
  {
    "fav": "false",
    "author": "Homer Hickam",
    "quote": "I have always found the best way to live is to be optimistic and energetic and willing to work hard for my dreams as well as the dreams of others."
  },
  {
    "fav": "false",
    "author": "Anatole France",
    "quote": "To accomplish great things, we must not only act but also dream; not only plan but also believe. "
  },
  {
    "fav": "false",
    "author": "Aung San Suu Kyi",
    "quote": "Freedom and democracy are dreams you never give up."
  },
  {
    "fav": "false",
    "author": "Arijit Singh",
    "quote": "Singing for a documentary that benefits the underprivileged remains one of my biggest dreams."
  },
  {
    "fav": "false",
    "author": "Margaret Fuller",
    "quote": "Only the dreamer shall understand realities, though in truth his dreaming must be not out of proportion to his waking."
  },
  {
    "fav": "false",
    "author": "John Lennon",
    "quote": "You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one."
  },
  {
    "fav": "false",
    "author": "Leonardo da Vinci",
    "quote": "Why does the eye see a thing more clearly in dreams than the imagination when awake?"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Forget Your Past, Forgive Yourself, And Begin Again Right Now."
  },
  {
    "fav": "false",
    "author": "Emil Zatopek",
    "quote": "An athlete cannot run with money in his pockets. He must run with hope in his heart and dreams in his head."
  },
  {
    "fav": "false",
    "author": "Henry Thomas Buckle",
    "quote": "Great minds discuss ideas. Average minds discuss events. Small minds discuss people."
  },
  {
    "fav": "false",
    "author": "Jimmy Carter",
    "quote": "We become not a melting pot but a beautiful mosaic. Different people, different beliefs, different yearnings, different hopes, different dreams."
  },
  {
    "fav": "false",
    "author": "Shimon Peres",
    "quote": "Count the dreams of your mind; if the numbers of the dreams exceeds the number of achievements, you are young."
  },
  {
    "fav": "false",
    "author": "Walt Disney",
    "quote": "I'd say it's been my biggest problem all my life... it's money. It takes a lot of money to make these dreams come true."
  },
  {
    "fav": "false",
    "author": "Ryunosuke Satoro",
    "quote": "Let your dreams outgrow the shoes of your expectations."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When You Start Seeing Your Worth, You’ll Find It Harder To Stay Around People Who Don’t."
  },
  {
    "fav": "false",
    "author": "John F. Kennedy",
    "quote": "We need men who can dream of things that never were."
  },
  {
    "fav": "false",
    "author": "Umberto Eco",
    "quote": "A dream is a scripture, and many scriptures are nothing but dreams."
  },
  {
    "fav": "false",
    "author": "Douglas H. Everett",
    "quote": "There are some people who live in a dream world, and there are some who face reality, and then there are those who turn one into the other. "
  },
  {
    "fav": "false",
    "author": "Kalpana Chawla",
    "quote": "The path from dreams to success does exist. May you have the vision to find it, the courage to get on to it, and the perseverance to follow it."
  },
  {
    "fav": "false",
    "author": "Gabriel Garcia Marquez",
    "quote": "It is not true that people stop pursuing dreams because they grow old, they grow old because they stop pursuing dreams."
  },
  {
    "fav": "false",
    "author": "Usher",
    "quote": "Strivers achieve what dreamers believe."
  },
  {
    "fav": "false",
    "author": "The Talmud",
    "quote": "A dream which is not interpreted is like a letter which is not read."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Can You Remember Who You Were Before The World Told You Who You Should Be?"
  },
  {
    "fav": "false",
    "author": "George Bernard Shaw",
    "quote": "Youth is a wonderful thing. What a crime to waste it on children."
  },
  {
    "fav": "false",
    "author": "Katie Stevens",
    "quote": "I think that they way my parents raised me, they taught me to always follow my dreams and never give up, no matter what the obstacle."
  },
  {
    "fav": "false",
    "author": "A. P. J. Abdul Kalam",
    "quote": "Great dreams of great dreamers are always transcended."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The 3C’S In Life” Choice, Chance, Change. You Must Make The Choice, To Take The Chance, If You Want Anything In Life To Change."
  },
  {
    "fav": "false",
    "author": "Mike Piazza",
    "quote": "Never let your dreams go away."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I’m Too Busy Working On My Own Grass To Notice If Yours Is Greener."
  },
  {
    "fav": "false",
    "author": "Napoleon Hill",
    "quote": "Man, alone, has the power to transform his thoughts into physical reality; man, alone, can dream and make his dreams come true."
  },
  {
    "fav": "false",
    "author": "Recep Tayyip Erdogan",
    "quote": "Your targets can only be realized on the basis of dreams."
  },
  {
    "fav": "false",
    "author": "Jim Bakker",
    "quote": "Oh, I was never a businessman. I was a visionary, a dreamer."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I dream my painting, and then I paint my dream."
  },
  {
    "fav": "false",
    "author": "Derek Jeter",
    "quote": "My office is at Yankee stadium. Yes, dreams do come true."
  },
  {
    "fav": "false",
    "author": "Tim Burton",
    "quote": "I can't remember any dreams in my life. There's so much strange in real life that it often seems like a dream."
  },
  {
    "fav": "false",
    "author": "Jonas Salk",
    "quote": "I have had dreams and I have had nightmares, but I have conquered my nightmares because of my dreams."
  },
  {
    "fav": "false",
    "author": "Bill McCartney",
    "quote": "Big dreams create the magic that stir men's souls to greatness."
  },
  {
    "fav": "false",
    "author": "Sarah Ban Breathnach",
    "quote": "The world needs dreamers and the world needs doers. But above all, the world needs dreamers who do."
  },
  {
    "fav": "false",
    "author": "Marine Le Pen",
    "quote": "We are in a world where globalization, which is an ideology, has forgotten and put aside the people, the people's interests, aspirations, and dreams."
  },
  {
    "fav": "false",
    "author": "Liam Cunningham",
    "quote": "I was an electrician, and now I'm in 'Electric Dreams.' It's almost bizarre."
  },
  {
    "fav": "false",
    "author": "Liza Minnelli",
    "quote": "I've said it before, but it's absolutely true: My mother gave me my drive, but my father gave me my dreams. Thanks to him, I could see a future."
  },
  {
    "fav": "false",
    "author": "Carl Jung",
    "quote": "Your vision will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes."
  },
  {
    "fav": "false",
    "author": "Cardi B",
    "quote": "I was always scared to follow my dreams because if I follow my dreams and I fail, I can't dream about it anymore. It's easier to settle for less."
  },
  {
    "fav": "false",
    "author": "Sylvia Mathews Burwell",
    "quote": "Job training empowers people to realize their dreams and improve their lives."
  },
  {
    "fav": "false",
    "author": "William Butler Yeats",
    "quote": "In dreams begins responsibility."
  },
  {
    "fav": "false",
    "author": "Jonas Salk",
    "quote": "There is hope in dreams, imagination, and in the courage of those who wish to make those dreams a reality."
  },
  {
    "fav": "false",
    "author": "Langston Hughes",
    "quote": "Hold fast to dreams for if dreams die, life is a broken-winged bird that cannot fly."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "What Would You Do If You Weren’t Afraid?"
  },
  {
    "fav": "false",
    "author": "E. V. Lucas",
    "quote": "One of the most adventurous things left us is to go to bed. For no one can lay a hand on our dreams."
  },
  {
    "fav": "false",
    "author": "Spike Lee",
    "quote": "It has been my observation that parents kill more dreams than anybody."
  },
  {
    "fav": "false",
    "author": "Malala Yousafzai",
    "quote": "Let us make our future now, and let us make our dreams tomorrow's reality."
  },
  {
    "fav": "false",
    "author": "Jim Valvano",
    "quote": "Be a dreamer. If you don't know how to dream, you're dead."
  },
  {
    "fav": "false",
    "author": "Jesse Jackson",
    "quote": "We've removed the ceiling above our dreams. There are no more impossible dreams."
  },
  {
    "fav": "false",
    "author": "Stephenie Meyer",
    "quote": "I like the night. Without the dark, we'd never see the stars."
  },
  {
    "fav": "false",
    "author": "Billy Wilder",
    "quote": "You have to have a dream so you can get up in the morning."
  },
  {
    "fav": "false",
    "author": "Anne Sexton",
    "quote": "In a dream you are never eighty."
  },
  {
    "fav": "false",
    "author": "Aziz Ansari",
    "quote": "Do It Under the Influence Yourself! That's what we're shooting for! Get drunk and make your dreams come true."
  },
  {
    "fav": "false",
    "author": "Black Elk",
    "quote": "Sometimes dreams are wiser than waking."
  },
  {
    "fav": "false",
    "author": "Paracelsus",
    "quote": "From time immemorial artistic insights have been revealed to artists in their sleep and in dreams, so that at all times they ardently desired them."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If You Can’t Stop Thinking About It, Don’t Stop Working For It."
  },
  {
    "fav": "false",
    "author": "Malala Yousafzai",
    "quote": "Let us make our future now, and let us make our dreams tomorrow’s reality. "
  },
  {
    "fav": "false",
    "author": "Emile Durkheim",
    "quote": "Reality seems valueless by comparison with the dreams of fevered imaginations; reality is therefore abandoned."
  },
  {
    "fav": "false",
    "author": "William Faulkner",
    "quote": "Dreams have only one owner at a time. That's why dreamers are lonely."
  },
  {
    "fav": "false",
    "author": "Elizabeth Barrett Browning",
    "quote": "God's gifts put man's best dreams to shame."
  },
  {
    "fav": "false",
    "author": "Mary Shelley",
    "quote": "My dreams were at once more fantastic and agreeable than my writings."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Die with memories not dreams."
  },
  {
    "fav": "false",
    "author": "H. P. Lovecraft",
    "quote": "But are not the dreams of poets and the tales of travellers notoriously false?"
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "A dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world."
  },
  {
    "fav": "false",
    "author": "Sigmund Freud",
    "quote": "Dreams are often most profound when they seem the most crazy."
  },
  {
    "fav": "false",
    "author": "Kristanna Loken",
    "quote": "Believe in and follow your dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Every morning you have two choices: Continue to sleep with your dreams. Or wake up and chase them."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You are never too old to set another goal or to dream a new dream."
  },
  {
    "fav": "false",
    "author": "Roopleen",
    "quote": "If you have a dream, don’t just sit there. Gather courage to believe that you can succeed and leave no stone unturned to make it a reality."
  },
  {
    "fav": "false",
    "author": "Ruth Handler",
    "quote": "They were using the dolls to project their dreams of their own futures as adult women."
  },
  {
    "fav": "false",
    "author": "Erich Fromm",
    "quote": "A dream is a microscope through which we look at the hidden occurrences in our soul."
  },
  {
    "fav": "false",
    "author": "Douglas Coupland",
    "quote": "Flying dreams mean that you're doing the right thing with your life."
  },
  {
    "fav": "false",
    "author": "Zhuangzi",
    "quote": "I do not know whether I was then a man dreaming I was a butterfly, or whether I am now a butterfly dreaming I am a man."
  },
  {
    "fav": "false",
    "author": "Rene Descartes",
    "quote": "I am accustomed to sleep and in my dreams to imagine the same things that lunatics imagine when awake."
  },
  {
    "fav": "false",
    "author": "Mo Farah",
    "quote": "I've shown that if you dream and are willing to work hard, you can achieve your dreams."
  },
  {
    "fav": "false",
    "author": "Zora Neale Hurston",
    "quote": "It is one of the blessings of this world that few people see visions and dream dreams."
  },
  {
    "fav": "false",
    "author": "Colin Powell",
    "quote": "A dream doesn’t become reality through magic; it takes sweat, determination, and hard work. "
  },
  {
    "fav": "false",
    "author": "John Wooden",
    "quote": "Don't give up on your dreams, or your dreams will give up on you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I Would Rather Regret The Things I Have Done Than The Things I Have Not."
  },
  {
    "fav": "false",
    "author": "Alice Sebold",
    "quote": "Sometimes the dreams that come true are the dreams you never even knew you had. "
  },
  {
    "fav": "false",
    "author": "Frida Kahlo",
    "quote": "I don't paint dreams or nightmares, I paint my own reality."
  },
  {
    "fav": "false",
    "author": "William Dement",
    "quote": "Dreaming permits each and every one of us to be quietly and safely insane every night of our lives."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Keep Your Hopes Up."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t Let The Behavior Of Others Destroy Inner Peace."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Dreams are illustrations from the book your soul is writing about you."
  },
  {
    "fav": "false",
    "author": "John Lennon",
    "quote": "A dream you dream alone is only a dream. A dream you dream together is reality."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t Tell Me What They Said About Me, Tell Me Why They Were So Comfortable To Say It Around You."
  },
  {
    "fav": "false",
    "author": "Stefano Gabbana",
    "quote": "Dreams can still come true; you need a great deal of energy and determination, and a little bit of luck."
  },
  {
    "fav": "false",
    "author": "Sergey Brin",
    "quote": "I would like to see anyone be able to achieve their dreams, and that's what this organization does."
  },
  {
    "fav": "false",
    "author": "Laini Taylor",
    "quote": "It was impossible, of course. But when did that ever stop any dreamer from dreaming."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "The surest way to make your dreams come true is to live them."
  },
  {
    "fav": "false",
    "author": "Herb Caen",
    "quote": "A city is not gauged by its length and width, but by the broadness of its vision and the height of its dreams."
  },
  {
    "fav": "false",
    "author": "Israel Broussard",
    "quote": "I wanted to be a musician, either a guitarist or a drummer. I guess my dreams were in the entertainment industry, and I landed somewhere along there."
  },
  {
    "fav": "false",
    "author": "Paracelsus",
    "quote": "The interpretation of dreams is a great art."
  },
  {
    "fav": "false",
    "author": "Jeremy Irons",
    "quote": "We all have our time machines. Some take us back, they're called memories. Some take us forward, they're called dreams."
  },
  {
    "fav": "false",
    "author": "Sugar Ray Leonard",
    "quote": "Within our dreams and aspirations we find our opportunities."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t downgrade your dream just to fit your reality. Upgrade your conviction to match your destiny."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Life Has No Remote, Get Up And Change It Yourself."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If You Obey All The Rules You Miss All The Fun."
  },
  {
    "fav": "false",
    "author": "Gloria Steinem",
    "quote": "Without leaps of imagination, or dreaming, we lose the excitement of possibilities. Dreaming, after all, is a form of planning."
  },
  {
    "fav": "false",
    "author": "Karl Malone",
    "quote": "Sometimes, you follow your dreams. I say to the young people, 'If you have a dream, chase it.'"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Some See A Weed, Some See A Wish."
  },
  {
    "fav": "false",
    "author": "Katie Holmes",
    "quote": "We all keep dreaming, and luckily, dreams come true."
  },
  {
    "fav": "false",
    "author": "Eleanor Roosevelt",
    "quote": "The future belongs to those who believe in the beauty of their dreams. "
  },
  {
    "fav": "false",
    "author": "Daya",
    "quote": "Believe in yourself, go after your dreams, and don't let anyone put you in a box."
  },
  {
    "fav": "false",
    "author": "Stephen Butler Leacock",
    "quote": "It may be that those who do most, dream most."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "To get rich you have to be making money while you’re asleep."
  },
  {
    "fav": "false",
    "author": "Charlotte Brontë",
    "quote": "A ruffled mind makes a restless pillow."
  },
  {
    "fav": "false",
    "author": "Carlos Ruiz Zafón",
    "quote": "Every book has a soul, the soul of the person who wrote it and the soul of those who read it and dream about it."
  },
  {
    "fav": "false",
    "author": "Judy Garland",
    "quote": "We cast away priceless time in dreams, born of imagination, fed upon illusion, and put to death by reality."
  },
  {
    "fav": "false",
    "author": "D. H. Lawrence",
    "quote": "The world of men is dreaming, it has gone mad in its sleep, and a snake is strangling it, but it can't wake up."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Dreams are only thoughts you didn't have time to think about during the day."
  },
  {
    "fav": "false",
    "author": "Douglas Adams",
    "quote": "He was a dreamer, a thinker, a speculative philosopher... or, as his wife would have it, an idiot."
  },
  {
    "fav": "false",
    "author": "Gilda Radner",
    "quote": "Dreams are like paper, they tear so easily."
  },
  {
    "fav": "false",
    "author": "Walt Disney Company",
    "quote": "But they say if you dream a thing more than once, it's sure to come true."
  },
  {
    "fav": "false",
    "author": "Malcolm Forbes",
    "quote": "When you cease to dream you cease to live."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You are free to choose, but you are not free from the consequence of your choice"
  },
  {
    "fav": "false",
    "author": "David Copperfield",
    "quote": "Dreams are illusions, and we can't let go of them because we would be dead."
  },
  {
    "fav": "false",
    "author": "Mary Kom",
    "quote": "I miss my kids, and they miss me. It's very difficult, but I have to do it for my country and fulfill my dreams coming to the 2012 London Olympics."
  },
  {
    "fav": "false",
    "author": "Tupac Shakur",
    "quote": "During your life, never stop dreaming. No one can take away your dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Keep On Dreaming Even If It Breaks Your Heart."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Work hard till the door of your car open in a vertical way."
  },
  {
    "fav": "false",
    "author": "Tupac Shakur",
    "quote": "Reality is wrong. Dreams are for real. "
  },
  {
    "fav": "false",
    "author": "Jim Valvano",
    "quote": "Be a dreamer. If you don't know how to dream, you're dead. "
  },
  {
    "fav": "false",
    "author": "W. H. Auden",
    "quote": "Learn from your dreams what you lack."
  },
  {
    "fav": "false",
    "author": "Virginia Woolf",
    "quote": "Yet it is in our idleness, in our dreams, that the submerged truth sometimes comes to the top."
  },
  {
    "fav": "false",
    "author": "Kalpana Chawla",
    "quote": "The path from dreams to does exist. May you have the vision to find it, the courage to get on to it, and the perseverance to follow it. "
  },
  {
    "fav": "false",
    "author": "Madonna Ciccone",
    "quote": "I stand for freedom of expression, doing what you believe in, and going after your dreams."
  },
  {
    "fav": "false",
    "author": "Arna Bontemps",
    "quote": "Let us keep the dance of rain our fathers kept and tread our dreams beneath the jungle sky."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Dream. Believe. Do. Repeat."
  },
  {
    "fav": "false",
    "author": "Colin Powell",
    "quote": "A dream doesn't become reality through magic; it takes sweat, determination, and hard work. "
  },
  {
    "fav": "false",
    "author": "Langston Hughes",
    "quote": "I have discovered in life that there are ways of getting almost anywhere you want to go, if you really want to go."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "In The End, We Only Regret The Chances We Didn’t Take."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Failure Is The Opportunity To Being Again More Intelligently."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I Am A Daydreamer And A Nightthinker."
  },
  {
    "fav": "false",
    "author": "Walt Disney",
    "quote": "If you can dream it, you can do it."
  },
  {
    "fav": "false",
    "author": "Cam'ron",
    "quote": "Go to school and get your education and follow your dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Nobody Is Too Busy, It’s Just A Matter Of Priorities."
  },
  {
    "fav": "false",
    "author": "Inception",
    "quote": "Dreams feel real while we're in them. It's only when we wake up that we realize something was actually strange."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you can dream it, You can do it."
  },
  {
    "fav": "false",
    "author": "Goethe",
    "quote": "Dream no small dreams for they have no power to move the hearts of men."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The Say If You Dream A Thing More Than Once, It’s Sure To Come True."
  },
  {
    "fav": "false",
    "author": "Maximillian Degenerez",
    "quote": "No wishes are silly, no dreams remain dreams, for those committed to clear and definitive goals."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Wake Up With Determination. Go To Bed With Satisfaction."
  },
  {
    "fav": "false",
    "author": "Peter McWilliams",
    "quote": "To the degree we're not living our dreams, our comfort zone has more control of us than we have over ourselves."
  },
  {
    "fav": "false",
    "author": "Oscar Hammerstein II",
    "quote": "You gotta have a dream. If you don't have a dream, how you gonna make a dream come true?"
  },
  {
    "fav": "false",
    "author": "Norman Cousins",
    "quote": "People are never more insecure than when they become obsessed with their fears at the expense of their dreams."
  },
  {
    "fav": "false",
    "author": "Fantasia Barrino",
    "quote": "You can't tell me that dreams don't come true. My life is proof that they do."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Ask Yourself If What You’re Doing Today Is Getting You Closer To Where You Want To Be Tomorrow."
  },
  {
    "fav": "false",
    "author": "Anais Nin",
    "quote": "Dreams are necessary to life."
  },
  {
    "fav": "false",
    "author": "Fernando Pessoa",
    "quote": "I am nothing. I'll never be anything. I couldn't want to be something. Apart from that, I have in me all the dreams in the world."
  },
  {
    "fav": "false",
    "author": "John Lennon",
    "quote": "A dream you dream alone is only a dream. A dream you dream together is a reality."
  },
  {
    "fav": "false",
    "author": "Baltasar Gracian",
    "quote": "Dreams will get you nowhere, a good kick in the pants will take you a long way."
  },
  {
    "fav": "false",
    "author": "Martin Luther King Jr.",
    "quote": "Free at last, Free at last, Thank God almighty we are free at last."
  },
  {
    "fav": "false",
    "author": "Kobe Yamada",
    "quote": "Follow your dreams, they know the way."
  },
  {
    "fav": "false",
    "author": "William Butler Yeats",
    "quote": "Tread softly because you tread on my dreams."
  },
  {
    "fav": "false",
    "author": "Napoleon Hill",
    "quote": "Cherish your visions and your dreams as they are the children of your soul, the blueprints of your ultimate achievements."
  },
  {
    "fav": "false",
    "author": "Chris Kyle",
    "quote": "When I grew up, I only had two dreams. One was to be a cowboy and another was to be in the military. I grew up extremely patriotic and riding horses."
  },
  {
    "fav": "false",
    "author": "Shanice Williams",
    "quote": "Go out and chase your dreams no matter how crazy it looks."
  },
  {
    "fav": "false",
    "author": "Katori Hall",
    "quote": "Follow your intuition, listening to your dreams, your inner voice to guide you."
  },
  {
    "fav": "false",
    "author": "Marian Anderson",
    "quote": "When you stop having dreams and ideals, well, you might as well stop altogether."
  },
  {
    "fav": "false",
    "author": "C.S. Lewis",
    "quote": "You are never too old to set another goal or to dream a new dream."
  },
  {
    "fav": "false",
    "author": "John Locke",
    "quote": "Reverie is when ideas float in our mind without reflection or regard of the understanding."
  },
  {
    "fav": "false",
    "author": "Debby Boone",
    "quote": "Dreams are the seeds of change. Nothing ever grows without a seed, and nothing ever changes without a dream."
  },
  {
    "fav": "false",
    "author": "Seuss",
    "quote": "You know you’re in love when you can’t fall asleep because the reality is finally better than your dreams. "
  },
  {
    "fav": "false",
    "author": "W. Clement Stone",
    "quote": "No matter how carefully you plan your goals they will never be more than pipe dreams unless you pursue them with gusto."
  },
  {
    "fav": "false",
    "author": "Lance Bass",
    "quote": "I think everyone dreams of that nice romantic wedding."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I’m Very Picky With Whom I Give My Energy To. I Prefer To Reserve My Time, Intensity And Spirit Exclusively To Those Who Reflect Sincerity."
  },
  {
    "fav": "false",
    "author": "Paul Bryant",
    "quote": "There's a lot of blood, sweat, and guts between dreams and success."
  },
  {
    "fav": "false",
    "author": "Janet Reno",
    "quote": "Our challenge is to remind ourselves that we do have common interest, common grounds, and common dreams."
  },
  {
    "fav": "false",
    "author": "Robert Conklin",
    "quote": "Dreams get you into the future and add excitement to the present."
  },
  {
    "fav": "false",
    "author": "William Butler Yeats",
    "quote": "I have spread my dreams beneath your feet; Tread softly because you tread on my dreams. "
  },
  {
    "fav": "false",
    "author": "Mary, Crown Princess of Denmark",
    "quote": "I mean, every child at one stage dreams of being a prince or a princess."
  },
  {
    "fav": "false",
    "author": "Edgar Cayce",
    "quote": "Dreams are today's answers to tomorrow's questions."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If You Can Dream It, You Can Do It."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You Were Given This Life Because You Are Strong Enough To Live It."
  },
  {
    "fav": "false",
    "author": "Laurie Hernandez",
    "quote": "I want to be a role model. I want to be able to know that I inspired girls to work hard and go for their dreams and to never give up."
  },
  {
    "fav": "false",
    "author": "Anais Nin",
    "quote": "Dreams pass into the reality of action. From the actions stems the dream again; and this interdependence produces the highest form of living."
  },
  {
    "fav": "false",
    "author": "Neil deGrasse Tyson",
    "quote": "Dreams about the future are always filled with gadgets."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Life Is Not Measured By The Number Of Breaths We Take, But By The Moments That Take Our Breath Away."
  },
  {
    "fav": "false",
    "author": "A. Milne",
    "quote": "I think we dream so we don’t have to be apart for so long. If we’re in each other’s dreams, we can be together all the time. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If You Don’t Know Where You Want To Go, Then It Doesn’t Matter Which Path You Take."
  },
  {
    "fav": "false",
    "author": "Anatole France",
    "quote": "To accomplish great things, we must not only act but also dream; not only plan but also believe."
  },
  {
    "fav": "false",
    "author": "Dr. Seuss",
    "quote": "You know you're in love when you can't fall asleep because reality is finally better than your dreams."
  },
  {
    "fav": "false",
    "author": "Christopher Reeve",
    "quote": "So many of our dreams at first seem impossible, then they seem improbable, and then, when we summon the will, they soon become inevitable. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "She Dreams More Often Than She Sleeps."
  },
  {
    "fav": "false",
    "author": "Havelock Ellis",
    "quote": "Dreams are real while they last, can we say more of life?"
  },
  {
    "fav": "false",
    "author": "Newsies",
    "quote": "For a dreamer, night's the only time of day."
  },
  {
    "fav": "false",
    "author": "Johann Wolfgang von Goethe",
    "quote": "Dream no small dreams for they have no power to move the hearts of men."
  },
  {
    "fav": "false",
    "author": "William Wordsworth",
    "quote": "Huge and mighty forms that do not live like living men, moved slowly through the mind by day and were trouble to my dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Your life is your business. Don’t let someone else run it."
  },
  {
    "fav": "false",
    "author": "James A. Michener",
    "quote": "The permanent temptation of life is to confuse dreams with reality. The permanent defeat of life comes when dreams are surrendered to reality."
  },
  {
    "fav": "false",
    "author": "Erma Bombeck",
    "quote": "It takes a lot of courage to show your dreams to someone else."
  },
  {
    "fav": "false",
    "author": "Brian May",
    "quote": "Queen songs tend to be about very personal things: personal dreams and personal ambitions."
  },
  {
    "fav": "false",
    "author": "LL Cool J",
    "quote": "Dreams don't have deadlines. I'm thinking of doing bigger and better things and having more fun with it."
  },
  {
    "fav": "false",
    "author": "Zig Ziglar",
    "quote": "Dreams grow if you grow."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart."
  },
  {
    "fav": "false",
    "author": "Martin Garrix",
    "quote": "I want to show everyone that if you pursue your dreams, they can come true no matter what. That's what I want to do."
  },
  {
    "fav": "false",
    "author": "Walt Disney Company",
    "quote": "No matter how your heart is grieving, if you keep on believing, the dreams that you wish will come true."
  },
  {
    "fav": "false",
    "author": "Elie Wiesel",
    "quote": "No one may speak for the dead, no one may interpret their mutilated dreams and visions."
  },
  {
    "fav": "false",
    "author": "Donovan Bailey",
    "quote": "Follow your passion, be prepared to work hard and sacrifice, and, above all, don’t let anyone limit your dreams. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "People will laugh at your dreams then hate you when you make them come true."
  },
  {
    "fav": "false",
    "author": "Carl Jung",
    "quote": "Who looks outside, dreams; who looks inside, awakes."
  },
  {
    "fav": "false",
    "author": "Les Brown",
    "quote": "I think of myself as a catalyst of action and a messenger of hope, turning people onto themselves and turning people onto their dreams."
  },
  {
    "fav": "false",
    "author": "Aeschylus",
    "quote": "I know how men in exile feed on dreams."
  },
  {
    "fav": "false",
    "author": "Werner Herzog",
    "quote": "What would an ocean be without a monster lurking in the dark? It would be like sleep without dreams."
  },
  {
    "fav": "false",
    "author": "James Dean",
    "quote": "Dream as if you’ll live forever, live as if you’ll die today. "
  },
  {
    "fav": "false",
    "author": "A.A. Milne",
    "quote": "I think we dream so we don’t have to be apart for so long. If we’re in each other’s dreams, we can be together all the time."
  },
  {
    "fav": "false",
    "author": "Swami Vivekanada",
    "quote": "The whole life is a succession of dreams. My ambition is to be a conscious dreamer that is all. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The distance between your dreams and reality is called action."
  },
  {
    "fav": "false",
    "author": "Jack Kerouac",
    "quote": "All human beings are also dream beings. Dreaming ties all mankind together."
  },
  {
    "fav": "false",
    "author": "Zendaya",
    "quote": "One of my dreams is to walk down the runway during Fashion Week!"
  },
  {
    "fav": "false",
    "author": "Vin Scully",
    "quote": "Don't let the winds blow your dreams away... or steal your faith in God."
  },
  {
    "fav": "false",
    "author": "Michael Bloomberg",
    "quote": "This is the city of dreamers and time and again it's the place where the greatest dream of all, the American dream, has been tested and has triumphed."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "My goal is to build a life, I don’t need a vacation from."
  },
  {
    "fav": "false",
    "author": "Ben Carson",
    "quote": "Through hard work, perseverance and a faith in God, you can live your dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I Am Not What Happened To Me. I Am What I Choose To Become."
  },
  {
    "fav": "false",
    "author": "Paulo Coelho",
    "quote": "There is only one thing that makes a dream impossible to achieve: The fear of failure."
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "Yesterday is but today’s memory, and tomorrow is today’s dream."
  },
  {
    "fav": "false",
    "author": "Alber Elbaz",
    "quote": "For me, the sketching of dresses was about fantasy and dreams. In my little room at home, I felt that I was somewhere else. In Paris, for instance."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "Dreams are the touchstones of our characters."
  },
  {
    "fav": "false",
    "author": "Dawn Richard",
    "quote": "Dreams rise like the sun and set like the sun: One minute, it is high and bright; the next minute, you might lose it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The Strongest People Are Not Those Who Show Strength In Front Of Us But Those Who Win Battles We Know Nothing About."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you have a heartbeat, there ‘s still time for your dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Never stop Dreaming."
  },
  {
    "fav": "false",
    "author": "Pedro Calderon de la Barca",
    "quote": "For all life is a dream, and dreams themselves are only dreams."
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "Trust in dreams, for in them is hidden the gate to eternity."
  },
  {
    "fav": "false",
    "author": "Tupac Shakur",
    "quote": "Reality is wrong. Dreams are for real."
  },
  {
    "fav": "false",
    "author": "Jason Mraz",
    "quote": "It’s strange how dreams get under your skin and give your heart a test for what’s real and what’s imaginary."
  },
  {
    "fav": "false",
    "author": "Amanda Lindhout",
    "quote": "You have a responsibility to move your dreams forward, no matter what."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Make your dreams happen."
  },
  {
    "fav": "false",
    "author": "Tom Bradley",
    "quote": "The only thing that will stop you from fulfilling your dreams is you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Keep your heart open to dreams. For as long as there's a dream, there is hope, and as long as there is hope, there is joy in living."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It’s difficult to follow your dream. It’s a tragedy not to."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you want to be successful you have to be willing to disappear for a while."
  },
  {
    "fav": "false",
    "author": "Diane von Furstenberg",
    "quote": "I don't like to talk about my dreams. I like to make them happen. I prefer to talk about them when they're done."
  },
  {
    "fav": "false",
    "author": "Jim Carrey",
    "quote": "It is better to risk starving to death then surrender. If you give up on your dreams, what's left?"
  },
  {
    "fav": "false",
    "author": "Ajith Kumar",
    "quote": "Aren't we all dreamers? It's only because man dreamt of flying that we are travelling in planes. Behind all inventions, we see the dreams of people."
  },
  {
    "fav": "false",
    "author": "Mitch Hedberg",
    "quote": "I'm sick of following my dreams. I'm just going to ask them where they're goin', and hook up with them later."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Make Your Dream Happen."
  },
  {
    "fav": "false",
    "author": "John Glenn",
    "quote": "Old folks have dreams and ambitions too, like everybody else. Don't sit on a couch someplace."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Make it happen. Shock everyone."
  },
  {
    "fav": "false",
    "author": "James M. Barrie",
    "quote": "Dreams do come true, if we only wish hard enough, You can have anything in life if you will sacrifice everything else for it."
  },
  {
    "fav": "false",
    "author": "Jonas Salk",
    "quote": "Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality."
  },
  {
    "fav": "false",
    "author": "Mary Webb",
    "quote": "Saddle your dreams before you ride em."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Things Take Time. So Just Be Patient."
  },
  {
    "fav": "false",
    "author": "Natalie du Toit",
    "quote": "You have to work hard for what you want to achieve and you have to set goals and dreams and really go for them."
  },
  {
    "fav": "false",
    "author": "Aaron Rodgers",
    "quote": "I'm fulfilling my dreams that I had as a kid every single day."
  },
  {
    "fav": "false",
    "author": "Susan Sontag",
    "quote": "I was not looking for my dreams to interpret my life, but rather for my life to interpret my dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Life Isn’t About Finding Yourself. Life Is About Creating Yourself."
  },
  {
    "fav": "false",
    "author": "Georg C. Lichtenberg",
    "quote": "Much can be inferred about a man from his mistress: in her one beholds his weaknesses and his dreams."
  },
  {
    "fav": "false",
    "author": "Umberto Eco",
    "quote": "The real hero is always a hero by mistake; he dreams of being an honest coward like everybody else."
  },
  {
    "fav": "false",
    "author": "Candace Parker",
    "quote": "Today I know that there is still work to be done, but along the way my I am achieving my dreams."
  },
  {
    "fav": "false",
    "author": "Marsha Norman",
    "quote": "Dreams are illustrations... from the book your soul is writing about you."
  },
  {
    "fav": "false",
    "author": "Lupita Nyong’o",
    "quote": "No matter where you’re from, your dreams are valid."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "My best dreams and worst nightmares have the same people in them."
  },
  {
    "fav": "false",
    "author": "Bernard Kelvin Clive",
    "quote": "Permit your dreams to see the daylight."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes The Right Path Is Not The Easiest One."
  },
  {
    "fav": "false",
    "author": "Vincent van Gogh",
    "quote": "I dream my painting and I paint my dream."
  },
  {
    "fav": "false",
    "author": "Friedrich Nietzsche",
    "quote": "Sleeping is no mean art: for its sake one must stay awake all day."
  },
  {
    "fav": "false",
    "author": "Wayne Huizenga",
    "quote": "Some people dream of success, while other people get up in the morning and make it happen. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "If you have built castles in the air, your work need not be lost; that is where they should be. Now put the foundations under them."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You Have Within You, Right Now, Everything You Need To Deal With Whatever The World Can Throw At You."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you want something you never had. You have to do something you’ve never done."
  },
  {
    "fav": "false",
    "author": "A. P. J. Abdul Kalam",
    "quote": "You have to dream before your dreams can come true."
  },
  {
    "fav": "false",
    "author": "Vivian Mercer",
    "quote": "Recall the old story of the rather refined young man who preferred sex dreams to visiting brothels because he met a much nicer type of girl that way."
  },
  {
    "fav": "false",
    "author": "H. P. Lovecraft",
    "quote": "I never ask a man what his business is, for it never interests me. What I ask him about are his thoughts and dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I Have Got The Dreamer Disease"
  },
  {
    "fav": "false",
    "author": "Ian McEwan",
    "quote": "The cost of oblivious daydreaming was always this moment of return, the realignment with what had been before and now seemed a little worse. "
  },
  {
    "fav": "false",
    "author": "K. Rowling",
    "quote": "It does not do to dwell on dreams and forget to live."
  },
  {
    "fav": "false",
    "author": "Anne Brontë",
    "quote": "I love the silent hour of night, For blissful dreams may then arise, Revealing to my charmed sight What may not bless my waking eyes."
  },
  {
    "fav": "false",
    "author": "Sylvia Mathews Burwell",
    "quote": "Job training empowers people to realize their dreams and improve their lives. "
  },
  {
    "fav": "false",
    "author": "H. Jackson Brown, Jr.",
    "quote": "Never give up on what you really want to do. The person with big dreams is more powerful than the one with all the facts."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If You Haven’t Found It Yet, Keep Looking."
  },
  {
    "fav": "false",
    "author": "Benjamin E. Mays",
    "quote": "It isn't a calamity to die with dreams unfulfilled, but it is a calamity not to dream."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "Do not follow where the path may lead. Go instead where there is no path and leave a trail."
  },
  {
    "fav": "false",
    "author": "Edgar Allan Poe",
    "quote": "All that we see or seem is but a dream within a dream."
  },
  {
    "fav": "false",
    "author": "David Bailey",
    "quote": "A positive attitude can really make dreams come true  it did for me."
  },
  {
    "fav": "false",
    "author": "Paul Watson",
    "quote": "Follow your dreams and use your natural-born talents and skills to make this a better world for tomorrow. "
  },
  {
    "fav": "false",
    "author": "Joy Page",
    "quote": "Dream and give yourself permission to envision a You that you choose to be."
  },
  {
    "fav": "false",
    "author": "Haruki Murakami",
    "quote": "I dream. Sometimes I think that's the only right thing to do."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sleep... Oh! how I loathe those little slices of death."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Only ride with people you’ve walked with."
  },
  {
    "fav": "false",
    "author": "Joanne Harris",
    "quote": "I dream a lot, in colour and in sound and scent. Quite a few of my stories have come from dreams."
  },
  {
    "fav": "false",
    "author": "Marsha Norman",
    "quote": "Dreams are illustrations from the book your soul is writing about you."
  },
  {
    "fav": "false",
    "author": "William Butler Yeats",
    "quote": "But I, being poor, have only my dreams; I have spread my dreams under your feet; Tread softly because you tread on my dreams."
  },
  {
    "fav": "false",
    "author": "Plutarch",
    "quote": "All men whilst they are awake are in one common world: but each of them, when he is asleep, is in a world of his own."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes Life Is About Risking Everything For A Dream No One Can See But You."
  },
  {
    "fav": "false",
    "author": "Bob Dylan",
    "quote": "I'll let you be in my dreams if I can be in yours"
  },
  {
    "fav": "false",
    "author": "Lois McMaster Bujold",
    "quote": "Seems like half my anxiety dreams are about airports."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Nothing Can Dim The Light That Shines From Within."
  },
  {
    "fav": "false",
    "author": "Criss Jami",
    "quote": "Closed in a room, my imagination becomes the universe, and the rest of the world is missing out."
  },
  {
    "fav": "false",
    "author": "John Updike",
    "quote": "Dreams come true. Without that possibility, nature would not incite us to have them."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Everything start with a dream."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Dreaming after all is a form of planning."
  },
  {
    "fav": "false",
    "author": "Pedro Calderon de la Barca",
    "quote": "For even in dreams a good deed is not lost."
  },
  {
    "fav": "false",
    "author": "J. K. Rowling",
    "quote": "It does not do to dwell on dreams and forget to live."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "May My Heart Be Brave, My Mind Fierce, And My Spirit Free."
  },
  {
    "fav": "false",
    "author": "Michel de Montaigne",
    "quote": "Those who have compared our life to a dream were right... We sleeping wake, and waking sleep."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Money isn’t everything but everything needs money."
  },
  {
    "fav": "false",
    "author": "Joel Osteen",
    "quote": "Do all you can to make your dreams come true."
  },
  {
    "fav": "false",
    "author": "R.J. Palacio",
    "quote": "Sometimes I think my head is so big because it is so full of dreams"
  },
  {
    "fav": "false",
    "author": "Walt Disney Company",
    "quote": "Here you leave today and enter the world of yesterday, tomorrow, and fantasy."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If You’re Lucky Enough To Be Different, Don’t Ever Change."
  },
  {
    "fav": "false",
    "author": "Eva Green",
    "quote": "I am a dreamer. Seriously, I'm living on another planet."
  },
  {
    "fav": "false",
    "author": "John Barrymore",
    "quote": "A man is not old until regrets take the place of dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The Distance Between Your Dreams And Reality Is Call Action."
  },
  {
    "fav": "false",
    "author": "Bob Dylan",
    "quote": "I'll let you be in my dreams if I can be in yours."
  },
  {
    "fav": "false",
    "author": "Joseph Conrad",
    "quote": "Perhaps life is just that... a dream and a fear."
  },
  {
    "fav": "false",
    "author": "Jack Johnson",
    "quote": "Don't let your dreams be dreams."
  },
  {
    "fav": "false",
    "author": "Kalpana Chawla",
    "quote": "Listen to the sounds of nature. Wishing you the best on your trek towards your dreams."
  },
  {
    "fav": "false",
    "author": "John C. Maxwell",
    "quote": "The dreams and passions stored within hearts are powerful keys which can unlock a wealth of potential."
  },
  {
    "fav": "false",
    "author": "C.S. Lewis",
    "quote": "You are never too old to set another goal or to dream a new dream. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes You Just Need To Distance Yourself From People. If They Care, They’ll Notice. If They Don’t You Know Where You Stand."
  },
  {
    "fav": "false",
    "author": "Hugh Hefner",
    "quote": "In my wildest dreams, I could not have imagined a sweeter life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Go Ahead Tell Me That I’m Not Good Enough Tell Me I Can’t Do It Because I Will Show You Over & Over That I Can!"
  },
  {
    "fav": "false",
    "author": "Edgar Allan Poe",
    "quote": "Deep into that darkness peering, long I stood there, wondering, fearing, doubting, dreaming dreams no mortal ever dared to dream before."
  },
  {
    "fav": "false",
    "author": "Paracelsus",
    "quote": "Dreams must be heeded and accepted. For a great many of them come true."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Believe in your dreams. They were given to you for a reason."
  },
  {
    "fav": "false",
    "author": "M. C. Escher",
    "quote": "I don't use drugs, my dreams are frightening enough."
  },
  {
    "fav": "false",
    "author": "Alice Sebold",
    "quote": "Sometimes the dreams that come true are the dreams you never even knew you had."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The Struggle You’re In Today Is Developing The Strength You Need For Tomorrow."
  },
  {
    "fav": "false",
    "author": "Ben Barnes",
    "quote": "I only remember the end of my dreams, like waking up at a steering wheel, or falling."
  },
  {
    "fav": "false",
    "author": "Danica McKellar",
    "quote": "Believe it or not, lots of people change their majors and abandon their dreams just to avoid a couple of math classes in college."
  },
  {
    "fav": "false",
    "author": "Theodore Zeldin",
    "quote": "A dream is what makes people love life even when it is painful. "
  },
  {
    "fav": "false",
    "author": "Langston Hughes",
    "quote": "Hold fast to dreams For when dreams go Life is a barren field Frozen with snow."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Do Or Do Not. There Is No Try."
  },
  {
    "fav": "false",
    "author": "Greg Anderson",
    "quote": "When we are motivated by goals that have deep meaning, by dreams that need completion, by pure love that needs expressing, then we truly live."
  },
  {
    "fav": "false",
    "author": "Henry Wadsworth Longfellow",
    "quote": "The life of a man consists not in seeing visions and in dreaming dreams, but in active charity and in willing service."
  },
  {
    "fav": "false",
    "author": "Christopher Reeve",
    "quote": "So many of our dreams at first seem impossible, then they seem improbable, and then, when we summon the will, they soon become inevitable."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Learn The Rules Like A Pro So You Can Break Them Like An Artist."
  },
  {
    "fav": "false",
    "author": "Simone Weil",
    "quote": "A test of what is real is that it is hard and rough. Joys are found in it, not pleasure. What is pleasant belongs to dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I Want To See The World. Follow A Map To Its Edges…"
  },
  {
    "fav": "false",
    "author": "Salvador Dalí",
    "quote": "At the age of six I wanted to be a cook. At seven I wanted to be Napoleon. And my ambition has been growing steadily ever since."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Stay Positive, Work Hard, Make It Happen."
  },
  {
    "fav": "false",
    "author": "Donovan Bailey",
    "quote": "Follow your passion, be prepared to work hard and sacrifice, and, above all, don't let anyone limit your dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Dreams don’t work unless you do."
  },
  {
    "fav": "false",
    "author": "Ingmar Bergman",
    "quote": "My pictures are always part of my thinking, and my emotions, tensions, dreams, desires."
  },
  {
    "fav": "false",
    "author": "Gloria Steinem",
    "quote": "Without leaps of imagination or dreaming, we lose the excitement of possibilities. Dreaming, after all is a form of planning."
  },
  {
    "fav": "false",
    "author": "Wim Wenders",
    "quote": "Without dreams, there can be no courage. And without courage, there can be no action."
  },
  {
    "fav": "false",
    "author": "Alexandre Dumas",
    "quote": "When you compare the sorrows of real life to the pleasures of the imaginary one, you will never want to live again, only to dream forever."
  },
  {
    "fav": "false",
    "author": "Napoleon Hill",
    "quote": "Man, alone, has the power to transform his thoughts into physical reality; man, alone, can dream and make his dreams come true. "
  },
  {
    "fav": "false",
    "author": "Ernest Hemingway",
    "quote": "I love sleep. My life has the tendency to fall apart when I'm awake, you know?"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A Single Dream Is More Powerful Than A Thousand Realities."
  },
  {
    "fav": "false",
    "author": "Oprah Winfrey",
    "quote": "You can have it all. Just not all at once."
  },
  {
    "fav": "false",
    "author": "Tupac Shakur",
    "quote": "The only thing that comes to a sleeping man is dreams."
  },
  {
    "fav": "false",
    "author": "Walt Disney",
    "quote": "All our dreams can come true, if we have the courage to pursue them."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "You never change your life until you step out of your comfort zone; change begins at the end of your comfort zone."
  },
  {
    "fav": "false",
    "author": "Laurie Hernandez",
    "quote": "I hope I can help inspire people to go for their dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Do What You Have To Do Until You Can Do What You Want To Do."
  },
  {
    "fav": "false",
    "author": "LL Cool J",
    "quote": "Stay focused, go after your dreams and keep moving toward your goals."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "Dare to live the life you have dreamed for yourself. Go forward and make your dreams come true."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Doubt kills more dreams than failure ever will."
  },
  {
    "fav": "false",
    "author": "Stephen Colbert",
    "quote": "Thankfully, dreams can change. If we'd all stuck with our first dream, the world would be overrun with cowboys and princesses."
  },
  {
    "fav": "false",
    "author": "Edward Kennedy",
    "quote": "The work goes on, the cause endures, the hope still lives and the dreams shall never die."
  },
  {
    "fav": "false",
    "author": "Richard Bach",
    "quote": "You're never given a dream without also being given the power to make it true."
  },
  {
    "fav": "false",
    "author": "Kumail Nanjiani",
    "quote": "You can go slow. Allow your dreams and goals to change, but live an intentional life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Keep your heart open to dreams. For as long as there's a dream, there is hope, and as long as there is hope, there is joy in living. "
  },
  {
    "fav": "false",
    "author": "Brandon Sanderson",
    "quote": "Expectations were like fine pottery. The harder you held them, the more likely they were to crack."
  },
  {
    "fav": "false",
    "author": "Dan Gertler",
    "quote": "Everyone comes with dreams and illusions and promises. Everyone wants quick deals. They don't want to invest."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You Have To Be At Your Strongest When You’re feeling At Your Weakest."
  },
  {
    "fav": "false",
    "author": "Helen Keller",
    "quote": "The most pathetic person in the world is some one who has sight but no vision."
  },
  {
    "fav": "false",
    "author": "Chin-Ning Chu",
    "quote": "A successful life is one that is lived through understanding and pursuing one's own path, not chasing after the dreams of others."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Hustle until your haters start asking you for a job."
  },
  {
    "fav": "false",
    "author": "Dale Turner",
    "quote": "Dreams are renewable. No matter what our age or condition, there are still untapped possibilities within us and new beauty waiting to be born."
  },
  {
    "fav": "false",
    "author": "Neil Gorsuch",
    "quote": "Ours is the job of interpreting the Constitution. And that document isn't some inkblot on which litigants may project their hopes and dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Dream imagine & believe."
  },
  {
    "fav": "false",
    "author": "Suzy Kassem",
    "quote": "Doubt kills more dreams than failure ever will."
  },
  {
    "fav": "false",
    "author": "Anaïs Nin",
    "quote": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country."
  },
  {
    "fav": "false",
    "author": "Chris Brown",
    "quote": "Follow your dreams. Just make sure to have fun too."
  },
  {
    "fav": "false",
    "author": "Man Ray",
    "quote": "I paint what cannot be photographed, that which comes from the imagination or from dreams, or from an unconscious drive."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Work until expensive become cheap."
  },
  {
    "fav": "false",
    "author": "Mario Benedetti",
    "quote": "Five minutes are enough to dream a whole life, that is how relative time is."
  },
  {
    "fav": "false",
    "author": "Reem Acra",
    "quote": "I'm sure that everyone who goes into fashion always dreams of having a perfume, since it completes the brand and exposes it in a different way."
  },
  {
    "fav": "false",
    "author": "Bill Watterson",
    "quote": "I think we dream so we don't have to be apart so long. If we're in each other's dreams, we can play together all night."
  },
  {
    "fav": "false",
    "author": "Sarah Ban Breathnach",
    "quote": "The world needs dreamers and the world needs doers. But above all, the world needs dreamers who do. "
  },
  {
    "fav": "false",
    "author": "Paul Valery",
    "quote": "The best way to make your dreams come true is to wake up. "
  },
  {
    "fav": "false",
    "author": "LL Cool J",
    "quote": "I think when you move past your fear and you go after your dreams wholeheartedly, you become free."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "Dream your own dreams, achieve your own goals. Your journey is your own and unique."
  },
  {
    "fav": "false",
    "author": "Edgar Allan Poe",
    "quote": "Yet mad I am not... and very surely do I not dream."
  },
  {
    "fav": "false",
    "author": "James Dean",
    "quote": "Dream as if you'll live forever. Live as if you'll die today."
  },
  {
    "fav": "false",
    "author": "Vincent Van Gogh",
    "quote": "I dream of painting and then I paint my dream."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Your Mind Is A Powerful Thing. When You Fill It With Positive Thoughts, Your Life Will Start To Change."
  },
  {
    "fav": "false",
    "author": "Bianca Balti",
    "quote": "You keep dreaming big, never put the limit on your dreams, and believe that everything can come true."
  },
  {
    "fav": "false",
    "author": "Walt Disney",
    "quote": "All our dreams can come true, if we have the courage to pursue them. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t tell people your dreams. Show them."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "One day you’ll call me and get a response from my assistance."
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "Hope is a waking dream."
  },
  {
    "fav": "false",
    "author": "Marilyn Manson",
    "quote": "When all of your wishes are granted, many of your dreams will be destroyed."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "To Live Will Be An Awfully Big Adventure."
  },
  {
    "fav": "false",
    "author": "Ashleigh Brilliant",
    "quote": "The best reason for having dreams is that in dreams no reasons are necessary."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I Deserve To Be Happy"
  },
  {
    "fav": "false",
    "author": "Steven Kloves",
    "quote": "In dreams, we enter a world that's entirely our own."
  },
  {
    "fav": "false",
    "author": "Terri Guillemets",
    "quote": "Some colors exist in dreams that are not present in the waking spectrum."
  },
  {
    "fav": "false",
    "author": "Thomas Jefferson",
    "quote": "I like the dreams of the future better than the history of the past."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "So many people want this lifestyle. But so few’re going to do what it takes to get it."
  },
  {
    "fav": "false",
    "author": "Marlee Matlin",
    "quote": "I hope I inspire people who hear. Hearing people have the ability to remove barriers that prevent deaf people from achieving their dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Never Apologize For Having High Standards. People Who Really Want To Be In Your Life Will Rise Up To Meet Them."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "Our truest life is when we are in dreams awake."
  },
  {
    "fav": "false",
    "author": "G.K. Chesterton",
    "quote": "The center of every man's existence is a dream. "
  },
  {
    "fav": "false",
    "author": "Kevin Kwan",
    "quote": "One of the dreams on my wish list is to spend more time in Thailand."
  },
  {
    "fav": "false",
    "author": "Eric Hoffer",
    "quote": "We do not really feel grateful toward those who make our dreams come true; they ruin our dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "We Are The Dreamers Of Dreaming."
  },
  {
    "fav": "false",
    "author": "Juliette Lewis",
    "quote": "The worst thing you can do to a kid is tell them that their dreams are invalid."
  },
  {
    "fav": "false",
    "author": "Anatole France",
    "quote": "To accomplish great things, we must not only act, but also dream; not only plan, but also believe."
  },
  {
    "fav": "false",
    "author": "John C. Maxwell",
    "quote": "The dreams and passions stored within hearts are powerful keys which can unlock a wealth of potential. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The Question Isn’t Who Is Going To Let Me; It’s Who Is Going To Stop Me."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Work until your bank account looks like a phone number."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Hey Little Fighter, Soon Things Will Be Brighter."
  },
  {
    "fav": "false",
    "author": "Paul Valery",
    "quote": "The best way to make your dreams come true is to wake up."
  },
  {
    "fav": "false",
    "author": "Les Brown",
    "quote": "Help others achieve their dreams and you will achieve yours."
  },
  {
    "fav": "false",
    "author": "Nonito Donaire",
    "quote": "The motivation is in my heart to work toward my goals and my dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I worked while they partied, Now I party while they work."
  },
  {
    "fav": "false",
    "author": "Naveen Jain",
    "quote": "Don't let expertise fool you into seeing false boundaries or underestimating those with wild dreams."
  },
  {
    "fav": "false",
    "author": "Friedrich Schiller",
    "quote": "Keep true to the dreams of your youth."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "Friends... they cherish one another's hopes. They are kind to one another's dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The average millionaire has seven source of income."
  },
  {
    "fav": "false",
    "author": "Anais Nin",
    "quote": "Our life is composed greatly from dreams, from the unconscious, and they must be brought into connection with action. They must be woven together."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Better Things Are Coming."
  },
  {
    "fav": "false",
    "author": "Joseph Campbell",
    "quote": "Myths are public dreams, dreams are private myths."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You Can Never Cross The Ocean Unless You Have The Courage To Lose Sight Of The Shore."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Do Not Pray For An Easy Life, Pray For The Strength To Endure A Difficult One."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t Wait. Life Goes Faster Than You Think."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes The Bad Things That Happen In Our Lives Put Us Directly On The Best Things That Will Ever Happen To Us."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You’re Allowed To Scream, You’re Allowed To Cry, But Do Not Give Up."
  },
  {
    "fav": "false",
    "author": "Les Brown",
    "quote": "Too many of us are not living our dreams because we are living our fears."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Only Those Who Care About You Can Hear You When You’re Quiet."
  },
  {
    "fav": "false",
    "author": "Langston Hughes",
    "quote": "Hold fast to dreams, For if dreams die life is a broken-winged bird, That cannot fly."
  },
  {
    "fav": "false",
    "author": "Elias Canetti",
    "quote": "All the things one has forgotten scream for help in dreams."
  },
  {
    "fav": "false",
    "author": "Paul Gauguin",
    "quote": "Life being what it is, one dreams of revenge."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "One Of The Happiest Moments In Life Is When You Find The Courage To Let Go Of What You Can’t Change."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Believe You Can And You’re Halfway There."
  },
  {
    "fav": "false",
    "author": "Haruki Murakami",
    "quote": "The answer is dreams. Dreaming on and on. Entering the world of dreams and never coming out. Living in dreams for the rest of time. "
  },
  {
    "fav": "false",
    "author": "Edgar Allan Poe",
    "quote": "Those who dream by day are cognizant of many things which escape those who dream only by night."
  },
  {
    "fav": "false",
    "author": "Kevin Hart",
    "quote": "I stayed true to my dreams and, eventually, they came true."
  },
  {
    "fav": "false",
    "author": "Theodor Wiesengrund Adorno",
    "quote": "Even the loveliest dream bears like a blemish its difference from reality, the awareness that what it grants is mere illusion."
  },
  {
    "fav": "false",
    "author": "Anne Campbell",
    "quote": "You can plant a dream."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Dream On Dreamer"
  },
  {
    "fav": "false",
    "author": "Twyla Tharp",
    "quote": "In dreams, anything can be anything, and everybody can do. We can fly, we can turn upside down, we can transform into anything."
  },
  {
    "fav": "false",
    "author": "Ralph Lauren",
    "quote": "I don't design clothes, I design dreams."
  },
  {
    "fav": "false",
    "author": "Alain Wertheimer",
    "quote": "We're in the business of selling pleasure. We don't sell handbags or haute couture. We sell dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You Only Live Once, You Might As Well As A Badass!"
  },
  {
    "fav": "false",
    "author": "Clifton Fadiman",
    "quote": "Insomnia is a gross feeder. It will nourish itself on any kind of thinking, including thinking about not thinking."
  },
  {
    "fav": "false",
    "author": "L.M. Montgomery",
    "quote": "You may tire of reality but you never tire of dreams."
  },
  {
    "fav": "false",
    "author": "Liya Kebede",
    "quote": "I don't listen to people who say my dreams are impossible; I just work to prove them wrong."
  },
  {
    "fav": "false",
    "author": "Eugene Ionesco",
    "quote": "Ideologies separate us. Dreams and anguish bring us together."
  },
  {
    "fav": "false",
    "author": "Suzy Kassem",
    "quote": "A heart without dreams is like a bird without feathers."
  },
  {
    "fav": "false",
    "author": "Enrique Iglesias",
    "quote": "I know it sounds corny, but when you follow your dreams, it happens. And if it's music, take it seriously."
  },
  {
    "fav": "false",
    "author": "Booker T. Washington",
    "quote": "If you can't read, it's going to be hard to realize dreams."
  },
  {
    "fav": "false",
    "author": "Justin Bieber",
    "quote": "A girl has to have a beautiful smile, Beautiful eyes and she should have a good sense of humor. She should be honest, loving and trustworthy."
  },
  {
    "fav": "false",
    "author": "Jawaharlal Nehru",
    "quote": "Without peace, all other dreams vanish and are reduced to ashes."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t Downgrade Your Dream Just To Fit Your Reality. Upgrade Your Conviction To Match Your Destiny."
  },
  {
    "fav": "false",
    "author": "Anais Nin",
    "quote": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new , a new country."
  },
  {
    "fav": "false",
    "author": "Jean Baudrillard",
    "quote": "Like dreams, statistics are a form of wish fulfillment."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If You Want Something You Never Had, You Have To Do Something You’ve Never Done."
  },
  {
    "fav": "false",
    "author": "Myles Munroe",
    "quote": "Every human heart cries and yearns for the same thing: a chance to fulfill his or her own dreams and desires. Even the poorest man has a dream."
  },
  {
    "fav": "false",
    "author": "Dave Matthews",
    "quote": "Take what you can from your dreams, make them as real as anything."
  },
  {
    "fav": "false",
    "author": "Joey King",
    "quote": "You have to keep going and pursue your dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "All our dreams can come true if we have the courage to pursue them."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The Only Person You Should Try To Be Better Than, Is The Person You Were Yesterday."
  },
  {
    "fav": "false",
    "author": "Emma Goldman",
    "quote": "When we can't dream any longer we die."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Hope Is The Only Thing Stronger Than Fear."
  },
  {
    "fav": "false",
    "author": "Jean-Paul Sartre",
    "quote": "Like all dreamers, I mistook disenchantment for truth."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You Attract What You Are, Not What You Want If You Want Great, Then Be Great."
  },
  {
    "fav": "false",
    "author": "Ferdinand Porsche",
    "quote": "I couldn't find the sports car of my dreams, so I built it myself. "
  },
  {
    "fav": "false",
    "author": "Jesse Jackson",
    "quote": "Our dreams must be stronger than our memories. We must be pulled by our dreams, rater than pushed by our memories."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "We are such stuff as dreams are made on, and our little life is rounded with a sleep."
  },
  {
    "fav": "false",
    "author": "Edgar Allan Poe",
    "quote": "It is by no means an irrational fancy that, in a future existence, we shall look upon what we think our present existence, as a dream."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You cannot drive an audi R8 working 9 to "
  },
  {
    "fav": "false",
    "author": "Princess Diana",
    "quote": "I want my boys to have an understanding of people's emotions, their insecurities, people's distress, and their hopes and dreams."
  }
]
