[
  {
    "fav": "false",
    "author": "Ann Brashares",
    "quote": "Parents were the only ones obligated to love you; from the rest of the world you had to earn it."
  },
  {
    "fav": "false",
    "author": "H. Jackson Brown, Jr.",
    "quote": "Always kiss your children goodnight, even if they’re already asleep. "
  },
  {
    "fav": "false",
    "author": "Narendra Modi",
    "quote": "I come from a poor family, I have seen poverty. The poor need respect, and it begins with cleanliness."
  },
  {
    "fav": "false",
    "author": "Burmese Proverb",
    "quote": "In time of test, family is best. "
  },
  {
    "fav": "false",
    "author": "David Ogden Stiers",
    "quote": "Family means no one gets left behind or forgotten."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True happiness can be found in the love of family, neighbours, and truly accepting God."
  },
  {
    "fav": "false",
    "author": "Chris Noth",
    "quote": "Everyone feels like family and I am back in the city that I love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A family is just a small world that has been created with love."
  },
  {
    "fav": "false",
    "author": "Richard Bach",
    "quote": "Rarely do members of the same family grow up under the same roof."
  },
  {
    "fav": "false",
    "author": "Brigitte Nielsen",
    "quote": "All I know is it destroyed my family, it destroyed my marriage to Sylvester and I will never get over it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Children are a blessing from the start and it is hard not to love them with all our hearts."
  },
  {
    "fav": "false",
    "author": "Princess Diana",
    "quote": "Family is the most important thing in the world "
  },
  {
    "fav": "false",
    "author": "Sergio Garcia",
    "quote": "I am what I am. I love golf, I love my life, I love my family and friends."
  },
  {
    "fav": "false",
    "author": "Bernard Shaw",
    "quote": "A happy family is but an earlier heaven. "
  },
  {
    "fav": "false",
    "author": "Anthony Liccione",
    "quote": "Everyone needs a house to live in, but a supportive family is what builds a home. "
  },
  {
    "fav": "false",
    "author": "Jessica Lange",
    "quote": "For me, nothing has ever taken precedence over being a mother and having a family and a home. "
  },
  {
    "fav": "false",
    "author": "Jon Corzine",
    "quote": "No family gets rich from earning the minimum wage. In fact, the current minimum wage does not even lift a family out of poverty."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Your kids won’t care about how much money you had. They will care that you were there to make happy memories with them."
  },
  {
    "fav": "false",
    "author": "Zig Ziglar",
    "quote": "Spend time with those you love. One of these days you will say either “I wish I had” or “I’m glad I did”."
  },
  {
    "fav": "false",
    "author": "Eleanor Roosevelt",
    "quote": "Actors are one family over the entire world."
  },
  {
    "fav": "false",
    "author": "Angela Schwindt",
    "quote": "While we try to teach our children all about life, our children teach us what life is all about."
  },
  {
    "fav": "false",
    "author": "Celine Dion",
    "quote": "My kids give me the balance to live right "
  },
  {
    "fav": "false",
    "author": "Alexa Vega",
    "quote": "I consider my mom and all my sisters my friends "
  },
  {
    "fav": "false",
    "author": "M. Russell Ballard",
    "quote": "What matters most is what lasts longest, and our families are for eternity."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A child can outgrow your lap, but they will never outgrow your heart."
  },
  {
    "fav": "false",
    "author": "Willie Stargell",
    "quote": "There's nothing I value more than the closeness of friends and family, a smile as I pass someone on the street."
  },
  {
    "fav": "false",
    "author": "Mitch Albom",
    "quote": "Sticking with your family is what makes it a family. "
  },
  {
    "fav": "false",
    "author": "Burmese Proverb",
    "quote": "In time of test, family is best."
  },
  {
    "fav": "false",
    "author": "Meek Mill",
    "quote": "I know all I really wanna do is get money and take care of my family."
  },
  {
    "fav": "false",
    "author": "Wendy Wunder",
    "quote": "The magic thing about home is that it feels good to leave, and it feels even better to come back."
  },
  {
    "fav": "false",
    "author": "Marlon Wayans",
    "quote": "I think family is key, and if you have love for family, then you have love for others, and you have unity as a people. "
  },
  {
    "fav": "false",
    "author": "Princess Diana",
    "quote": "Family is the most important thing in the world."
  },
  {
    "fav": "false",
    "author": "Lee Lacocca",
    "quote": "The only rock I know that stays steady, the only institution I know that works, is the family."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Hug family members long and forgive them quickly."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I smile because you’re my sister I laugh because you can’t do anything about it."
  },
  {
    "fav": "false",
    "author": "Rodrigo Santoro",
    "quote": "The distance, being far away from your home, from your family, that's not easy. There are times when you say, 'Wow, what a fight, what a battle.'"
  },
  {
    "fav": "false",
    "author": "Harry Styles",
    "quote": "I can see how you could get dragged into the bad stuff, but I've got good friends around me, good family. I think I've got my head screwed on."
  },
  {
    "fav": "false",
    "author": "Kristen Bell",
    "quote": "I have the best roommates in the world! It creates a fun sense of family... and that's really important to me. Things can get so lonely without it."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "After a good dinner one can forgive anybody, even one’s own relations."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family rules: always say ‘I love you’ and remember that you are loved."
  },
  {
    "fav": "false",
    "author": "O A Battista",
    "quote": "Before most people start boasting about their family tree, they usually do a good pruning job. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Our family is like a tree. The branches might grow and go off into different directions, but we all have the same roots."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "God couldn’t be everywhere, so he made grandparents."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "We aren’t “step”, we aren’t “half”, we’re just family."
  },
  {
    "fav": "false",
    "author": "Will Durant",
    "quote": "The family is the nucleus of civilization "
  },
  {
    "fav": "false",
    "author": "Anwar Hadid",
    "quote": "I think our family motto is to always work hard, be humble, kind, and thoughtful about others around us."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A family’s love is worth more than all of the money in the world."
  },
  {
    "fav": "false",
    "author": "Edie Falco",
    "quote": "Coming home to my family afterward makes the work richer, easier and more fun."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love your parents. We can be so busy growing up that we can easily forget that they are growing old."
  },
  {
    "fav": "false",
    "author": "Chris Kyle",
    "quote": "I really don’t care what people think of me. I’ve got my family. I’ve got my friends. "
  },
  {
    "fav": "false",
    "author": "Bobby Darin",
    "quote": "My family comes first. Maybe that’s what makes me different from other guys. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Cousins are our childhood playmates who grow up to be our friends forever."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Not all family is related by blood, but they are family all the same."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Even when you argue with your family, the love is always there."
  },
  {
    "fav": "false",
    "author": "Vartan Gregorian",
    "quote": "Dignity is not negotiable. Dignity is the honor of the family "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Time passes and pulls us apart, but we will always be cousins at heart."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Our families are the links to our past and the bridges to our future."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A brother is a friend that has been given to you by nature."
  },
  {
    "fav": "false",
    "author": "Romeo Miller",
    "quote": "Family always gonna be there. The material things, they come and go."
  },
  {
    "fav": "false",
    "author": "Robert Buckley",
    "quote": "Next to hurting my family, cheating on me is the worst thing someone could do. "
  },
  {
    "fav": "false",
    "author": "Reba McEntire",
    "quote": "I don't think quantity time is as special as quality time with your family."
  },
  {
    "fav": "false",
    "author": "Marie Curie",
    "quote": "I have frequently been questioned, especially by women, of how I could reconcile family life with a scientific career. Well, it has not been easy."
  },
  {
    "fav": "false",
    "author": "Javier Hernandez",
    "quote": "We are a big family; we are all very close, and we always want to talk about what is going on with each other."
  },
  {
    "fav": "false",
    "author": "Grace Kelly",
    "quote": "Women’s natural role is to be a pillar of the family "
  },
  {
    "fav": "false",
    "author": "Anna Chlumsky",
    "quote": "My family and school life are important to me."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Once in awhile, right in the middle of an ordinary life, love gives us a fairy tale."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "As people who have grown together with us, cousins hold a special place in our hearts."
  },
  {
    "fav": "false",
    "author": "Buddy Hackett",
    "quote": "As a child my family's menu consisted of two choices: take it or leave it."
  },
  {
    "fav": "false",
    "author": "Debi Mazar",
    "quote": "The kitchen is the heart of every home, for the most part. It evokes memories of your family history."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When one member in a family is happy, the rest of the family rejoices as well."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The family is one of nature’s masterpieces."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Grandchildren make the world a little softer, kinder, and warmer."
  },
  {
    "fav": "false",
    "author": "Peace Pilgrim",
    "quote": "No one can find inner peace except by working, not in a self- centered way, but for the whole human family."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A baby can make love stronger and the future worth living for."
  },
  {
    "fav": "false",
    "author": "Bobby Darin",
    "quote": "My family comes first. Maybe that’s what makes me different from other guys "
  },
  {
    "fav": "false",
    "author": "Jenna Morasca",
    "quote": "My advice: Take a second out of the day today and be thankful for your family. "
  },
  {
    "fav": "false",
    "author": "Buddha",
    "quote": "A family is a place where minds come in contact with one another. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family stands for Father And Mother, I Love You!"
  },
  {
    "fav": "false",
    "author": "Marsha Norman",
    "quote": "Family is just accident… they don’t mean to get on your nerves. They don’t even mean to be your family, they just are. "
  },
  {
    "fav": "false",
    "author": "Jean Reno",
    "quote": "I'm a minimalist. I don't really need much to enjoy a good holiday - just my family and the bare essentials."
  },
  {
    "fav": "false",
    "author": "John C. Maxwell",
    "quote": "Family and friendships are two of the greatest facilitators of happiness."
  },
  {
    "fav": "false",
    "author": "Len Goodman",
    "quote": "Life is precious and relationships are precious. I’m a great believer in family. "
  },
  {
    "fav": "false",
    "author": "Darren Aronofsky",
    "quote": "I grew up in a family with two very strong women, my mother and my older sister, and they were big influences on my life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A daughter is a love that will last you a lifetime."
  },
  {
    "fav": "false",
    "author": "Paul Lynde",
    "quote": "I sang in the choir for years, even though my family belonged to another church. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family is a gift that lasts forever."
  },
  {
    "fav": "false",
    "author": "Jeremy Sisto",
    "quote": "You can't have a happy family if you don't have a happy marriage."
  },
  {
    "fav": "false",
    "author": "Frank Knox",
    "quote": "God did not intend the human family to be wafted to heaven on flowery beds of ease "
  },
  {
    "fav": "false",
    "author": "Walt Whitman",
    "quote": "I have learned that to be with those I like is enough "
  },
  {
    "fav": "false",
    "author": "Richard Bach",
    "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life."
  },
  {
    "fav": "false",
    "author": "John Oates",
    "quote": "I have a great family, I live an amazing life. "
  },
  {
    "fav": "false",
    "author": "Regina Brett",
    "quote": "Your children get only one childhood. Make it memorable."
  },
  {
    "fav": "false",
    "author": "Toni Collette",
    "quote": "I love holidays. It's such a wonderful time for the whole family to be together and not have to worry about schedules and that kind of thing."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "There are times when you will find that your family is the best gift that you could ever have in this life."
  },
  {
    "fav": "false",
    "author": "Laurence J Peter",
    "quote": "Heredity is what sets the parents of a teenager wondering about each other. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "First we had each other, then we had you. Now, we have everything."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Not matter where you go and what you accomplish in life, never forget that family that you came from."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Treat your parents with loving care. You will only know their value when you see their empty chair."
  },
  {
    "fav": "false",
    "author": "Russell M. Nelson",
    "quote": "The Sabbath provides a wonderful opportunity to strengthen family ties."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family: an anchor during rough waters."
  },
  {
    "fav": "false",
    "author": "Cote de Pablo",
    "quote": "My priority is to hang out with the ones I love, my family, my loved ones. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Our family is a circle of strength of love with every birth and every union the circle grows. "
  },
  {
    "fav": "false",
    "author": "Michael J. Fox",
    "quote": "Family is not an important thing. It’s everything."
  },
  {
    "fav": "false",
    "author": "George Santayana",
    "quote": "The family is one of nature’s masterpieces "
  },
  {
    "fav": "false",
    "author": "Monica Bellucci",
    "quote": "I’m a lucky person because I’ve been loved a lot. I have a great family. "
  },
  {
    "fav": "false",
    "author": "J.S. Bryan",
    "quote": "Many men can make a fortune but very few can build a family. "
  },
  {
    "fav": "false",
    "author": "Walt Disney",
    "quote": "A man should never neglect his family for business."
  },
  {
    "fav": "false",
    "author": "Jonathan Safran Foer",
    "quote": "One day you will do things for me that you hate. That is what it means to be family. "
  },
  {
    "fav": "false",
    "author": "Faith Hill",
    "quote": "The foundation of family, that’s where it all begins for me "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Cousins are connected heart to heart. Distance and time can’t tear them apart."
  },
  {
    "fav": "false",
    "author": "Leo Tolstoy",
    "quote": "All happy families resemble one another, each unhappy family is unhappy in its own way."
  },
  {
    "fav": "false",
    "author": "Lemony Snicket",
    "quote": "Love can change a person the way a parent can change a baby awkwardly, and often with a great deal of mess. "
  },
  {
    "fav": "false",
    "author": "Deb Caletti",
    "quote": "That’s what people do who love you. They put their arms around you and love you when you’re not so lovable. "
  },
  {
    "fav": "false",
    "author": "Gertrude Stein",
    "quote": "It is extraordinary that when you are acquainted with a whole family you can forget about them "
  },
  {
    "fav": "false",
    "author": "Chris Brown",
    "quote": "Since I'm always working, my best holiday memories are definitely when I can just go home and spend time with my family."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The best gift that my parents gave me was my brother."
  },
  {
    "fav": "false",
    "author": "Willie Stargell",
    "quote": "There’s nothing I value more than the closeness of friends and family, a smile as I pass someone on the street "
  },
  {
    "fav": "false",
    "author": "Bindi Irwin",
    "quote": "Family doesn't necessarily mean that you have to have a mother, a father, a little brother, and an older sister."
  },
  {
    "fav": "false",
    "author": "Tyson Fury",
    "quote": "I pray for forgiveness. For help and guidance. To be a better person. For the health of my family. For the world to be a better place."
  },
  {
    "fav": "false",
    "author": "Mike Honda",
    "quote": "Equal pay isn't just a women's issue; when women get equal pay, their family incomes rise and the whole family benefits."
  },
  {
    "fav": "false",
    "author": "Charlie Sheen",
    "quote": "Dad kept us out of school, but school comes and goes. Family is forever "
  },
  {
    "fav": "false",
    "author": "Peter Morgan",
    "quote": "No family is complete without an embarrassing uncle."
  },
  {
    "fav": "false",
    "author": "Lisa Weedn",
    "quote": "Being a family means you are a part of something very wonderful. It means you will love and be loved for the rest of your life. "
  },
  {
    "fav": "false",
    "author": "Eric Hoffer",
    "quote": "Children are the keys of paradise. "
  },
  {
    "fav": "false",
    "author": "Elizabeth Edwards",
    "quote": "It takes a lot of work to put together a marriage, to put together a family and a home "
  },
  {
    "fav": "false",
    "author": "Anthony Brandt",
    "quote": "Other things may change us, but we start and end with the famil. "
  },
  {
    "fav": "false",
    "author": "Ann Brashares",
    "quote": "Parents were the only ones obligated to love you; from the rest of the world you had to earn it. "
  },
  {
    "fav": "false",
    "author": "Matthew Quick",
    "quote": "You need to make time for your family no matter what happens in your life "
  },
  {
    "fav": "false",
    "author": "George Eliot",
    "quote": "Little children are still the symbol of the eternal marriage between love and duty "
  },
  {
    "fav": "false",
    "author": "Jerry Della Femina",
    "quote": "Whether you're a mafia guy or in advertising, you always end up going back to your family."
  },
  {
    "fav": "false",
    "author": "Anthony Liccione",
    "quote": "Everyone needs a house to live in, but a supportive family is what builds a home."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "To understand your parents’ love, you must raise children yourself."
  },
  {
    "fav": "false",
    "author": "Tyson Fury",
    "quote": "I am fighting royalty. I have gypsy kings on both sides of the family."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Mothers nourish, so their young can flourish."
  },
  {
    "fav": "false",
    "author": "Kate Moss",
    "quote": "I love the Royal Family. The Queen, she's fabulous."
  },
  {
    "fav": "false",
    "author": "Thich Nhat Hanh",
    "quote": "If we are peaceful, if we are happy, we can smile, and everyone in our family, our entire society, will benefit from our peace."
  },
  {
    "fav": "false",
    "author": "Emma Roberts",
    "quote": "I'm surrounded by great friends and family. I don't know what I would do without them."
  },
  {
    "fav": "false",
    "author": "Abraham Lincoln",
    "quote": "All that I am or ever hope to be, I owe to my angel Mother. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You call it chaos. We call it family."
  },
  {
    "fav": "false",
    "author": "Jon Krakauer",
    "quote": "Happiness is only real when shared "
  },
  {
    "fav": "false",
    "author": "Ogden Stiers",
    "quote": "Family means no one gets left behind or forgotten."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Most families are like fudge in that they are mostly sweet with a few nuts."
  },
  {
    "fav": "false",
    "author": "Margaret Laurence",
    "quote": "In some families, ‘please’ is described as the magic word. In our house, however, it was ‘sorry’. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A mother can take the place of all others, but no one else can take her place."
  },
  {
    "fav": "false",
    "author": "George Moore",
    "quote": "A man travels the world over in search of what he needs, and returns home to find it."
  },
  {
    "fav": "false",
    "author": "Bob Ehrlich",
    "quote": "Some of the most important conversations I’ve ever had occurred at my family’s dinner table "
  },
  {
    "fav": "false",
    "author": "Walt Disney",
    "quote": "A man should never neglect his family for business "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Being a Mother means that your heart is no longer yours; it wanders wherever your children go."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The love in our family is a love that flows strong and deep, leaving us with wonderful memories to cherish and keep."
  },
  {
    "fav": "false",
    "author": "Sonny Perdue",
    "quote": "Since I was a boy - born into a farming family in Bonaire, GA - I've had agriculture running through my veins."
  },
  {
    "fav": "false",
    "author": "Jet Li",
    "quote": "I believe the world is one big family, and we need to help each other. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Our family is a circle of strength and love."
  },
  {
    "fav": "false",
    "author": "Maya Angelou",
    "quote": "I sustain myself with the love of family. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A house is built by hands, but a home is built by heart."
  },
  {
    "fav": "false",
    "author": "Spanish Proverb",
    "quote": "An ounce of blood is worth more than a pound of friendship. "
  },
  {
    "fav": "false",
    "author": "Guy Lafleur",
    "quote": "When trouble comes, it’s your family that supports you. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "While family life can be full of ups and downs, it can be hard to imagine anything that is more nourishing for the soul."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The greatest thing in family life is to take a hint when a hint is intended and not to take a hint when a hint is not intended."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Your family will be there for you through all of the ups and downs."
  },
  {
    "fav": "false",
    "author": "Genevieve",
    "quote": "I'm not sure I'm a good cook. But I like cooking, and it's a real family thing - an expression of love being together."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family. Where life begins and love never ends."
  },
  {
    "fav": "false",
    "author": "Cindy Morgan",
    "quote": "I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends."
  },
  {
    "fav": "false",
    "author": "Olivier Martinez",
    "quote": "It’s nice to have some distance with your family. As long as you’re closer to them by love. "
  },
  {
    "fav": "false",
    "author": "Li Na",
    "quote": "I would prefer to have no money but to have a nice family and good friends around. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Nothing in the world can match the love of a grandchild."
  },
  {
    "fav": "false",
    "author": "Maya Angelou",
    "quote": "I sustain myself with the love of family."
  },
  {
    "fav": "false",
    "author": "Ugo Betti",
    "quote": "I think the family is the place where the most ridiculous and least respectable things in the world go on. "
  },
  {
    "fav": "false",
    "author": "Jamie Lee Curtis",
    "quote": "I’ve always put my family first and that’s just the way it is "
  },
  {
    "fav": "false",
    "author": "John Waters",
    "quote": "I've always been close to my family. I've got a lot of nieces and nephews, but I'm a good uncle."
  },
  {
    "fav": "false",
    "author": "Gilbert K. Chesterton",
    "quote": "The family is the test of freedom; because the family is the only thing that the free man makes for himself and by himself "
  },
  {
    "fav": "false",
    "author": "J.S. Bryan",
    "quote": "Many men can make a fortune but very few can build a family."
  },
  {
    "fav": "false",
    "author": "Coy Bowles",
    "quote": "God Bless my mother and father for all the hard work they've done for our family."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A garden of love flowers and grows within a grandmother’s heart."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family is like music, some high notes, some low notes, but always a beautiful song."
  },
  {
    "fav": "false",
    "author": "Jeremy Sisto",
    "quote": "You can’t have a happy family if you don’t have a happy marriage. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Families are like fudge, mostly sweet with a few nuts."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you are in a family, your happiness is everyone’s happiness as well."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "There is no buddy out there like a brother."
  },
  {
    "fav": "false",
    "author": "Pope John Paul II",
    "quote": "As the family goes, so goes the nation and so goes the whole world in which we live."
  },
  {
    "fav": "false",
    "author": "Lauren Alaina",
    "quote": "Before I go to bed, I thank God for blessing me with all the things he blessed me with, and for my family to be safe."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A daughter can easily brighten your day and warm your heart."
  },
  {
    "fav": "false",
    "author": "Julian Baggini",
    "quote": "Any celebration meal to which guests are invited, be they family or friends, should be an occasion for generous hospitality."
  },
  {
    "fav": "false",
    "author": "Patrick Warburton",
    "quote": "I have a family to support. And I’m not always going to be doing exactly what I want to do. "
  },
  {
    "fav": "false",
    "author": "Manute Bol",
    "quote": "I love my family "
  },
  {
    "fav": "false",
    "author": "Bo Bennett",
    "quote": "Spend some time this weekend on home improvement; improve your attitude toward your family."
  },
  {
    "fav": "false",
    "author": "Maya Angelou",
    "quote": "The love of the family, the love of one person can heal. It heals the scars left by a larger society. A massive, powerful society. "
  },
  {
    "fav": "false",
    "author": "Labrinth",
    "quote": "Everyone in my family has been in music - my cousins, my grandmother, my grandfather - so it's quite a big family tree."
  },
  {
    "fav": "false",
    "author": "Melissa Etheridge",
    "quote": "I'm very fortunate that I have a wonderful family around me and loved ones."
  },
  {
    "fav": "false",
    "author": "Anthony Brandt",
    "quote": "Other things may change us, but we start and end with the family."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you are feeling sad and forlorn, your family will guide you through any storm."
  },
  {
    "fav": "false",
    "author": "Travis Barker",
    "quote": "I wanted to say thanks... and share my gratitude for everything I've been blessed with. Family, friends, and continued support from everyone."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "As parents, we hope that our children won’t want to stop being our best friends when they become older."
  },
  {
    "fav": "false",
    "author": "Harry Styles",
    "quote": "I’ve got a really good family; I’ve got great friends around me. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A family is where life begins and love never ends."
  },
  {
    "fav": "false",
    "author": "Adrian Grenier",
    "quote": "What is important is family, friends, giving back to your community and finding meaning in life. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Nobody is a better role model or a bad example than an older brother or sister."
  },
  {
    "fav": "false",
    "author": "Melanie Shankle",
    "quote": "Sometimes the best families are the ones God builds using unexpected pieces of our hearts. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "There is no better friend than a sister."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Your family will be there for you when you succeed, but they will also be there for you when you stumble."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I realised when you look at your mother, you are looking at the purest love you will ever know."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Your aunt is the only one who can hug like your mother, keep your secrets like a sister, and give love like a friend."
  },
  {
    "fav": "false",
    "author": "Marian Wright Edelman",
    "quote": "Family and moral values are so central to everything that I am."
  },
  {
    "fav": "false",
    "author": "Justin Bieber",
    "quote": "I want to be a young dad. By 25 or 26 I want to see myself, like, married or start looking for a family."
  },
  {
    "fav": "false",
    "author": "Bob Ehrlich",
    "quote": "Some of the most important conversations I've ever had occurred at my family's dinner table."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "An ounce of blood is worth more than a pound of friendship."
  },
  {
    "fav": "false",
    "author": "Alex Haley",
    "quote": "In every conceivable manner, the family is link to our past, bridge to our future. "
  },
  {
    "fav": "false",
    "author": "Richard Bach",
    "quote": "Rarely do members of the same family grow up under the same roof "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "We may not have it all together but together we have it all."
  },
  {
    "fav": "false",
    "author": "Christopher Love",
    "quote": "Pray in your family daily, that yours may be in the number of the families who call upon God."
  },
  {
    "fav": "false",
    "author": "President Harold B. Lee",
    "quote": "The most important work you will ever do will be within the walls of your own home."
  },
  {
    "fav": "false",
    "author": "David Ogden Stiers",
    "quote": "Family means no one gets left behind or forgotten. "
  },
  {
    "fav": "false",
    "author": "Napoléon Bonaparte",
    "quote": "Show me a family of readers, and I will show you the people who move the world. "
  },
  {
    "fav": "false",
    "author": "Mark Wahlberg",
    "quote": "For me, family always comes first; I would do anything to protect them. "
  },
  {
    "fav": "false",
    "author": "Foxy Brown",
    "quote": "I'm cut from a different cloth. I would never moon someone. I was raised in a good family."
  },
  {
    "fav": "false",
    "author": "George Burns",
    "quote": "Happiness is having a large, loving, caring, close-knit family in another city."
  },
  {
    "fav": "false",
    "author": "Mark V. Olsen",
    "quote": "At the end of the day, a loving family should find everything forgivable. "
  },
  {
    "fav": "false",
    "author": "Janine di Giovanni",
    "quote": "Sibling rivalry was, and still is to this day, rampant in my family. We were all competing for my parents' divided attention."
  },
  {
    "fav": "false",
    "author": "Richard M. Daley",
    "quote": "I’ve given it my all. I’ve done my best. Now, I’m ready with my family to begin the next phase of our lives "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It is not flesh and blood but heart which makes us father and sons."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family. A little bit of crazy, a little bit of loud & a whole lot of love."
  },
  {
    "fav": "false",
    "author": "Ezra Taft Benson",
    "quote": "Do not leave yourself or your family unprotected against financial storms... Build up savings."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you have a family that loves you, a few good friends, food on your table and a roof over your head. You are richer than you think."
  },
  {
    "fav": "false",
    "author": "Al Roker",
    "quote": "I love cooking for myself and cooking for my family "
  },
  {
    "fav": "false",
    "author": "George Moore",
    "quote": "A man travels the world over in search of what he needs, and returns home to find it. "
  },
  {
    "fav": "false",
    "author": "Julie Plec",
    "quote": "You can love and hate your family with equal measure, but the power of the bond you have to have with them, you can't really ever walk away."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "We don’t need to have a long journey just to find love because in our home we have love and that’s the family."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The greatest legacy that you can give to your children is a wealth of happy memories."
  },
  {
    "fav": "false",
    "author": "Kim Kardashian",
    "quote": "I always put clothes and family photos under the mattress, in case the house burns down. "
  },
  {
    "fav": "false",
    "author": "Billy Joel",
    "quote": "Like family, we are tied to each other. This is what all good musicians understand."
  },
  {
    "fav": "false",
    "author": "Sandra Bullock",
    "quote": "You don’t have to give birth to someone to have a family "
  },
  {
    "fav": "false",
    "author": "Heidi Klum",
    "quote": "I grew up in a big family with a lot of kids around, and I definitely want to have children as well "
  },
  {
    "fav": "false",
    "author": "Desmond Tutu",
    "quote": "You don’t choose your family. They are God’s gift to you, as you are to them."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A truly rich man is one whose children run into his arms when his hands are empty."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A family’s love lasts forever."
  },
  {
    "fav": "false",
    "author": "Amos Oz",
    "quote": "I find the family the most mysterious and fascinating institution in the world. "
  },
  {
    "fav": "false",
    "author": "J. Edgar Hoover",
    "quote": "No amount of law enforcement can solve a problem that goes back to the family."
  },
  {
    "fav": "false",
    "author": "Joyce Meyer",
    "quote": "I believe that the greatest gift you can give your family and the world is a healthy you."
  },
  {
    "fav": "false",
    "author": "Robin Hobb",
    "quote": "Home is people. Not a place. If you go back there after the people are gone, then all you can see is what is not there anymore."
  },
  {
    "fav": "false",
    "author": "Leo Tolstoy",
    "quote": "All happy families are alike; each unhappy family is unhappy in its own way. "
  },
  {
    "fav": "false",
    "author": "Princess Diana",
    "quote": "What must it be like for a little boy to read that daddy never loved mummy "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Govern a family as you would cook a small fish, very gently."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Families are like fudge; most are sweet but you will also find a few nuts in there."
  },
  {
    "fav": "false",
    "author": "Maureen O’Hara",
    "quote": "I was born into the most remarkable and eccentric family I could possibly have hoped for "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The members of a family can end up having to make plenty of sacrifices but they will never have to sacrifice their unending love for one another."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A grandchild can have a way of filling up a space in your heart that you never knew was empty."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "No matter how much you argue, your mother will always be there for you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Fewer things can bring people joy than the unconditional love of their family."
  },
  {
    "fav": "false",
    "author": "Patrick Schwarzenegger",
    "quote": "I’m very fortunate to have been raised in my family. I learned early about the importance of giving back. "
  },
  {
    "fav": "false",
    "author": "Coy Bowles",
    "quote": "I love coming back home and seeing old friends and family. I would say it keeps me grounded."
  },
  {
    "fav": "false",
    "author": "Barbara Bush",
    "quote": "To us, family means putting your arms around each other and being there. "
  },
  {
    "fav": "false",
    "author": "Barbara Bush",
    "quote": "Cherish your human connections, your relationships with friends and family. "
  },
  {
    "fav": "false",
    "author": "Charles Kuralt",
    "quote": "The love of family and the admiration of friends is much more important than wealth and privilege "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Being a brother can be better than being a superhero."
  },
  {
    "fav": "false",
    "author": "Henry Ward Beecher",
    "quote": "The most important thing a father can do for his children is to love their mother. "
  },
  {
    "fav": "false",
    "author": "Suze Orman",
    "quote": "Estate planning is an important and everlasting gift you can give your family. And setting up a smooth inheritance isn't as hard as you might think."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family… Like branches on a tree our lives may grow in different directions but our roots will stay as one!!"
  },
  {
    "fav": "false",
    "author": "Jet Li",
    "quote": "I believe the world is one big family, and we need to help each other "
  },
  {
    "fav": "false",
    "author": "Buddha",
    "quote": "A family is a place where minds come in contact with one another."
  },
  {
    "fav": "false",
    "author": "John Lasseter",
    "quote": "Sunday, for me, is all about being home with the family with no plans. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "In the end all you’ll ever have in life is your family, so keep them close, while you still have them around."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Even when you find it hard to believe, your family will never stop loving you."
  },
  {
    "fav": "false",
    "author": "George Carlin",
    "quote": "The other night I ate at a real nice family restaurant. Every table had an argument going."
  },
  {
    "fav": "false",
    "author": "Regina King",
    "quote": "I stay in tune with my family and God. "
  },
  {
    "fav": "false",
    "author": "Ring Lardner",
    "quote": "The family you come from isn’t as important as the family you’re going to have. "
  },
  {
    "fav": "false",
    "author": "Michael J. Fox",
    "quote": "Family is not an important thing, it’s everything. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Daughters are like flowers, they fill the world with so much beauty."
  },
  {
    "fav": "false",
    "author": "Charles Eastman",
    "quote": "Friendship is held to be the severest test of character. It is easy, we think, to be loyal to a family and clan, whose blood is in your own veins."
  },
  {
    "fav": "false",
    "author": "Serena Williams",
    "quote": "Tennis just a game, family is forever "
  },
  {
    "fav": "false",
    "author": "Cary Grant",
    "quote": "Insanity runs in my family. It practically gallops "
  },
  {
    "fav": "false",
    "author": "Elizabeth Edwards",
    "quote": "It takes a lot of work to put together a marriage, to put together a family and a home. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Our family is a circle of strength of love with every birth and every union the circle grows."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The love of your family is the greatest thing that you will ever have."
  },
  {
    "fav": "false",
    "author": "Siri Hustvedt",
    "quote": "My greatest pleasure is spending time with my family: my husband and daughter, but also my mother, my three sisters, and their families."
  },
  {
    "fav": "false",
    "author": "Ivanka Trump",
    "quote": "Divorce is never a nice thing, but it's very easy to take family for granted, and when there's a divorce, you don't take things for granted so much."
  },
  {
    "fav": "false",
    "author": "Amos Oz",
    "quote": "I find the family the most mysterious and fascinating institution in the world."
  },
  {
    "fav": "false",
    "author": "Oliver Hudson",
    "quote": "Blood relatives often have nothing to do with family, and similarly, family is about who you choose to make your life with."
  },
  {
    "fav": "false",
    "author": "Angela Schwindt",
    "quote": "While we try to teach our children all about life, our children teach us what life is all about. "
  },
  {
    "fav": "false",
    "author": "Li Na",
    "quote": "I would prefer to have no money but to have a nice family and good friends around."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "What I love most about my home is who I share it with."
  },
  {
    "fav": "false",
    "author": "Clayton M. Christensen",
    "quote": "The single most important factor in our long-term happiness is the relationships we have with our family and close friends."
  },
  {
    "fav": "false",
    "author": "Ralph Fiennes",
    "quote": "One of the things that binds us as a family is a shared sense of humor "
  },
  {
    "fav": "false",
    "author": "Ogden Nash",
    "quote": "A family is a unit composed not only of children but of men, women, an occasional animal, and the common cold. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family, a link to the past and a bridge to our future."
  },
  {
    "fav": "false",
    "author": "Douglas Adams",
    "quote": "Humans are not proud of their ancestors, and rarely invite them round to dinner. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I never knew how much love my heart could hold until someone called me mommy."
  },
  {
    "fav": "false",
    "author": "Eric Hoffer",
    "quote": "Children are the keys of paradise."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love your family. Spend time, be kind & serve one another. Make no room for regrets. Tomorrow is not promised & today is short."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "There is no better place than in a family’s loving embrace."
  },
  {
    "fav": "false",
    "author": "Zac Posen",
    "quote": "Food is everything. Food, friends, family: Those are the most important things in life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family is the only thing that you can be certain of in life."
  },
  {
    "fav": "false",
    "author": "Bjork",
    "quote": "I always wanted to be a farmer. There is a tradition of that in my family."
  },
  {
    "fav": "false",
    "author": "Princess Diana",
    "quote": "Family is the most important thing in the world. "
  },
  {
    "fav": "false",
    "author": "Don Marquis",
    "quote": "I would rather start a family than finish one. "
  },
  {
    "fav": "false",
    "author": "John Wooden",
    "quote": "The most important thing in the world is family and love. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family is the best thing you could ever wish for. They are there for you during the ups and downs, and love you no matter what."
  },
  {
    "fav": "false",
    "author": "Mark Goddard",
    "quote": "Life is about family and technology. "
  },
  {
    "fav": "false",
    "author": "Ralph Fiennes",
    "quote": "One of the things that binds us as a family is a shared sense of humor."
  },
  {
    "fav": "false",
    "author": "Penelope Cruz",
    "quote": "I don’t know if I believe in marriage. I believe in family, love and children "
  },
  {
    "fav": "false",
    "author": "Reba McEntire",
    "quote": "I don’t think quantity time is as special as quality time with your family. "
  },
  {
    "fav": "false",
    "author": "Ryan Zinke",
    "quote": "I believe in the value of life. I believe we must prepare our children for tomorrow with the family values of my grandparents."
  },
  {
    "fav": "false",
    "author": "Martin Short",
    "quote": "I pretend I'm one of the royal family when I'm in a hotel and that the hotel belongs to me - it is a palace."
  },
  {
    "fav": "false",
    "author": "Akshay Kumar",
    "quote": "Work is work, but family is for life. That’s what really matters to me. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Our path may change as life goes along, but the bond between us remains ever strong. I miss you SISTER."
  },
  {
    "fav": "false",
    "author": "Erma Bombeck",
    "quote": "I come from a family where gravy is considered a beverage."
  },
  {
    "fav": "false",
    "author": "Edward Furlong",
    "quote": "I don’t think anyone has a normal family "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family is the compass that guides us."
  },
  {
    "fav": "false",
    "author": "Leo Tolstoy",
    "quote": "All happy families are alike; each unhappy family is unhappy in its own way."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You spend years wishing your parents would get off your back, only to realize they’re the only ones who ever really had your back."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "He who can be a good son can be a good father."
  },
  {
    "fav": "false",
    "author": "Barbara Bush",
    "quote": "Cherish your human connections, your relationships with friends and family "
  },
  {
    "fav": "false",
    "author": "Marjorie Pay Hinckley",
    "quote": "Home is where you are loved the most and act the worst."
  },
  {
    "fav": "false",
    "author": "Alex Haley",
    "quote": "In every conceivable manner, the family is link to our past, bridge to our future."
  },
  {
    "fav": "false",
    "author": "John Cheever",
    "quote": "When I remember my family, I always remember their backs. They were always indignantly leaving places "
  },
  {
    "fav": "false",
    "author": "Kenny Wormald",
    "quote": "I have a really good family. I’m lucky to have people who support me and love me in my life. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A family should love you for who you are."
  },
  {
    "fav": "false",
    "author": "George Bernard Shaw",
    "quote": "If you cannot get rid of the family skeleton, you may as well make it dance "
  },
  {
    "fav": "false",
    "author": "Anthony Anderson",
    "quote": "I realised my family was funny, because nobody ever wanted to leave our house "
  },
  {
    "fav": "false",
    "author": "William Butler Yeats",
    "quote": "No man has ever lived that had enough of children’s gratitude or woman’s love. "
  },
  {
    "fav": "false",
    "author": "George Burns",
    "quote": "Happiness is having a large, loving, caring, close-knit family in another city. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A family always sticks together no matter what."
  },
  {
    "fav": "false",
    "author": "DJ Khaled",
    "quote": "What's so beautiful about Miami is that we support each other. We're just one big family, not just the entertainers, just everyone in general."
  },
  {
    "fav": "false",
    "author": "Anita Baker",
    "quote": "You leave home to seek your fortune and, when you get it, you go home and share it with your family "
  },
  {
    "fav": "false",
    "author": "Penelope Lombard",
    "quote": "My family is really boring. They have a coffee table book called ‘Pictures We Took Just to Use Up the Rest of the Film.’ "
  },
  {
    "fav": "false",
    "author": "Tupac Shakur",
    "quote": "With all my fans I got a family again."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Your child is always your child, regardless of age. You feel their feelings, share in their joys and hurt in their sorrows."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Having a place to go is home. Having someone to love is a family. Having both is a blessing."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "An aunt is like a mom, only cooler."
  },
  {
    "fav": "false",
    "author": "Susannah York",
    "quote": "Seeing the family is a very important part of my weekend. "
  },
  {
    "fav": "false",
    "author": "Michael Weatherly",
    "quote": "We are very excited about welcoming a new member of the family, a daughter!"
  },
  {
    "fav": "false",
    "author": "Ellen G. White",
    "quote": "Christ tears away the wall of partition, the self-love, the dividing prejudice of nationality, and teaches a love for all the human family."
  },
  {
    "fav": "false",
    "author": "Bill Cosby",
    "quote": "Human beings are the only creatures on earth that allow their children to come back home. "
  },
  {
    "fav": "false",
    "author": "Beau Bridges",
    "quote": "And when I've been away from my family and friends, I have felt good hearing some of those old songs."
  },
  {
    "fav": "false",
    "author": "Mother Teresa",
    "quote": "If you want to change the world, go home and love your family."
  },
  {
    "fav": "false",
    "author": "Austin O'Brien",
    "quote": "I do get to have my normal childhood. I just love to get together with my friends and family and have a good time."
  },
  {
    "fav": "false",
    "author": "Pope John XXIII",
    "quote": "The family is the first essential cell of human society. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Grandchildren complete life’s circle of love."
  },
  {
    "fav": "false",
    "author": "Chanakya",
    "quote": "As a single withered tree, if set aflame, causes a whole forest to burn, so does a rascal son destroy a whole family."
  },
  {
    "fav": "false",
    "author": "Bertrand Russell",
    "quote": "The place of the father in the modern suburban family is a very small one, particularly if he plays golf."
  },
  {
    "fav": "false",
    "author": "Andre Maurois",
    "quote": "Without a family, man, alone in the world, trembles with the cold. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you don’t believe in ghosts, you’ve never been to a family reunion."
  },
  {
    "fav": "false",
    "author": "Desmond Tutu",
    "quote": "The God who existed before any religion counts on you to make the oneness of the human family known and celebrated."
  },
  {
    "fav": "false",
    "author": "Mike Birbiglia",
    "quote": "I love pizza. I want to marry it, but it would just be to eat her family at the wedding."
  },
  {
    "fav": "false",
    "author": "Elizabeth II",
    "quote": "Like all the best families, we have our share of eccentricities, of impetuous and wayward youngsters and of family disagreements. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The time that you get to spend with your family is worth every single second."
  },
  {
    "fav": "false",
    "author": "David McCallum",
    "quote": "If I had no family, my wife and I would lead a much more romantic and nomadic existence "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A family is one of nature’s greatest masterpieces."
  },
  {
    "fav": "false",
    "author": "Brad Henry",
    "quote": "Families are the compass that guide us. They are the inspiration to reach great heights, and our comfort when we occasionally falter."
  },
  {
    "fav": "false",
    "author": "Clayton M. Christensen",
    "quote": "The single most important factor in our long-term happiness is the relationships we have with our family and close friends. "
  },
  {
    "fav": "false",
    "author": "Martin O'Malley",
    "quote": "The death penalty is ineffective as a deterrent, and the appeals process is expensive and cruel to the surviving family members."
  },
  {
    "fav": "false",
    "author": "Grace Kelly",
    "quote": "Women’s natural role is to be a pillar of the family. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Big sisters are angels sent by God to guide us through the thick and thin."
  },
  {
    "fav": "false",
    "author": "Romeo Miller",
    "quote": "Family always gonna be there. The material things, they come and go. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Great sisters get promoted and become aunts."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A family does not need to be perfect, they just need to be united together."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you help out your family, you do not expect anything out of it. You just do it because they are family."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Never sacrifice your family, your heart, or your dignity."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Families and the love that keeps them strong must be cultivated like a garden, with time, effort, and patience."
  },
  {
    "fav": "false",
    "author": "Barbara Bush",
    "quote": "You know sit with your arm around a little kid and read. It not only teaches them to read but it keeps the family strong."
  },
  {
    "fav": "false",
    "author": "Lil’ Kim",
    "quote": "I love spending time with my dog, my niece and my family. I’m very family-oriented. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The loving family is God’s masterpiece."
  },
  {
    "fav": "false",
    "author": "John Oates",
    "quote": "I have a great family, I live an amazing life "
  },
  {
    "fav": "false",
    "author": "Aishwarya Rai Bachchan",
    "quote": "My family is my strength and my weakness "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Every family has a different story to tell."
  },
  {
    "fav": "false",
    "author": "Iyanla Vanzant",
    "quote": "Family is supposed to be our safe haven. Very often, it’s the place where we find the deepest heartache."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friends are the family we choose."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Let your kids get dirty and roll in the mud. Allow them to be a little messy. They are only young once."
  },
  {
    "fav": "false",
    "author": "David DeNotaris",
    "quote": "My family provided me with the proper information and inspiration for me to overcome the challenge of blindness. "
  },
  {
    "fav": "false",
    "author": "Divyanka Tripathi",
    "quote": "Happiness is being content with what you have, living in freedom and liberty, having a good family life and good friends."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Being sister and brother means that you are there for each other."
  },
  {
    "fav": "false",
    "author": "Brad Henry",
    "quote": "Families are the compass that guide us. They are the inspiration to reach great heights, and our comfort when we occasionally falter. "
  },
  {
    "fav": "false",
    "author": "Candace Cameron Bure",
    "quote": "The memories we make with our family is everything."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Any man can be a father but it takes someone special to be a dad."
  },
  {
    "fav": "false",
    "author": "Barbara Bush",
    "quote": "Cherish your human connections, your relationships with friends and family."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family loves you no matter what."
  },
  {
    "fav": "false",
    "author": "Haywood Nelson",
    "quote": "My family was my guide to my reality. "
  },
  {
    "fav": "false",
    "author": "Deepika Padukone",
    "quote": "I have a lot of friends, but my biggest fear is loneliness. I miss my family in Mumbai, and my biggest nightmare every day is to go back home alone."
  },
  {
    "fav": "false",
    "author": "Kofi Annan",
    "quote": "Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family."
  },
  {
    "fav": "false",
    "author": "Aishwarya Rai Bachchan",
    "quote": "My family is my strength and my weakness."
  },
  {
    "fav": "false",
    "author": "George Santayana",
    "quote": "The family is one of nature’s masterpieces."
  },
  {
    "fav": "false",
    "author": "Mario Puzo",
    "quote": "The strength of a family, like the strength of an army, lies in its loyalty to each other."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "People are pretty forgiving when it comes to other people’s families. The only family that ever horrifies you is your own."
  },
  {
    "fav": "false",
    "author": "Lil' Kim",
    "quote": "I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Mothers and daughters are closest when daughters become mothers."
  },
  {
    "fav": "false",
    "author": "B. B. King",
    "quote": "Growing up, I was taught that a man has to defend his family. When the wolf is trying to get in, you gotta stand in the doorway. "
  },
  {
    "fav": "false",
    "author": "Leo Tolstoy",
    "quote": "Happy families are all alike; every unhappy family is unhappy in its own way. "
  },
  {
    "fav": "false",
    "author": "George Eliot",
    "quote": "What greater thing is there for human souls than to feel that they are joined for life, to be with each other in silent unspeakable memories."
  },
  {
    "fav": "false",
    "author": "Eva Burrows",
    "quote": "Family love is messy, clinging and of an annoying and repetitive pattern, like bad wallpaper. "
  },
  {
    "fav": "false",
    "author": "Bo Bennett",
    "quote": "Spend some time this weekend on home improvement; improve your attitude toward your family. "
  },
  {
    "fav": "false",
    "author": "Mary Decker",
    "quote": "I can’t complain about my life. I have a really nice life. I have a great family and I live in a gorgeous part of the country. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Depending on your luck, your sibling can be your best friend or your worst enemy."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Bringing up a family should be an adventure."
  },
  {
    "fav": "false",
    "author": "George Augustus Moore",
    "quote": "A man travels the world over in search of what he needs and returns home to find it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "There is no such thing as a perfect parent. Just be a real one."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "To have the love of a family is the greatest blessing in life."
  },
  {
    "fav": "false",
    "author": "Gail Lumet Buckley",
    "quote": "Family faces are magic mirrors looking at people who belong to us, we see the past, present, and future. "
  },
  {
    "fav": "false",
    "author": "Desmond Tutu",
    "quote": "You don’t choose your family. They are God’s gift to you, as you are to them. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A grandchild’s laughter is the best medicine."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The family that you come from is not as important as the family that you are going to have."
  },
  {
    "fav": "false",
    "author": "Michael J. Fox",
    "quote": "Family is not an important thing. It’s everything "
  },
  {
    "fav": "false",
    "author": "Ron Howard",
    "quote": "I'm lucky in a lot of ways. And in my family life, my home life, is where I count myself the luckiest."
  },
  {
    "fav": "false",
    "author": "Jim Butcher",
    "quote": "When everything goes to hell, the people who stand by you without flinching, they are your family. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A son is a love that lasts a lifetime."
  },
  {
    "fav": "false",
    "author": "John Bowring",
    "quote": "A happy family is but an earlier heaven. "
  },
  {
    "fav": "false",
    "author": "Marjorie Pay Hinckley",
    "quote": "Home is where you are loved the most and act the worst. "
  },
  {
    "fav": "false",
    "author": "Elliott Erwitt",
    "quote": "I enjoy nothing more than spending time with my loved ones, young and old, and at least once a year we get together for a formal family photograph."
  },
  {
    "fav": "false",
    "author": "Regina King",
    "quote": "I stay in tune with my family and God "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Without a family, man, alone in the world, trembles with the cold, Andre Maurois"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Families are like branches on a tree. We grow in different directions yet our roots remain as one."
  },
  {
    "fav": "false",
    "author": "Karl Wilhelm Friedrich Schlegel",
    "quote": "A family can develop only with a loving woman as its centre "
  },
  {
    "fav": "false",
    "author": "Philip Green",
    "quote": "It’s all about quality of life and finding a happy balance between work and friends and family. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Blood makes you related, loyalty makes you family."
  },
  {
    "fav": "false",
    "author": "Fabrice Muamba",
    "quote": "Family and God, that is what’s important. Money, cars, those are things that come and go. "
  },
  {
    "fav": "false",
    "author": "Lee Iacocca",
    "quote": "The only rock I know that stays steady, the only institution I know that works, is the family."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You don’t have to like your family, but you do have to love them."
  },
  {
    "fav": "false",
    "author": "Rodney Dangerfield",
    "quote": "I looked up my family tree and found out I was the sap."
  },
  {
    "fav": "false",
    "author": "Harry S. Truman",
    "quote": "I have found the best way to give advice to your children is to find out what they want and then advise them to do it. "
  },
  {
    "fav": "false",
    "author": "John Lasseter",
    "quote": "Sunday, for me, is all about being home with the family with no plans."
  },
  {
    "fav": "false",
    "author": "John Ruskin",
    "quote": "Give a little love to a child, and you get a great deal back "
  },
  {
    "fav": "false",
    "author": "Penny Marshall",
    "quote": "I have a good support system of friends and family."
  },
  {
    "fav": "false",
    "author": "Thomas E. Perez",
    "quote": "Of all the tough decisions in life, choosing between the job you need and the family you love should not be one of them."
  },
  {
    "fav": "false",
    "author": "Sandra Bullock",
    "quote": "I have friends and family that are filled with massive amounts of integrity. And it shouldn’t be an oddity. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family love is something sweet that cannot be beat."
  },
  {
    "fav": "false",
    "author": "Peter Buffett",
    "quote": "It didn’t matter how big our house was; it mattered that there was love in it. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Our siblings are our best friends and our partners in crime."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family, today’s little moments become tomorrow’s precious memories."
  },
  {
    "fav": "false",
    "author": "Elizabeth Fishel",
    "quote": "Both within the family and without, our sisters hold up our mirrors: our images of who we are and of who we can dare to be "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A dad is a child’s first hero."
  },
  {
    "fav": "false",
    "author": "Ring Lardner",
    "quote": "The family you come from isn’t as important as the family you’re going to have "
  },
  {
    "fav": "false",
    "author": "Rachel Brosnahan",
    "quote": "I think home has become my friends and family, wherever they are."
  },
  {
    "fav": "false",
    "author": "David Ogden Stiers",
    "quote": "Family means no one gets left behind or forgotten "
  },
  {
    "fav": "false",
    "author": "Kevin Alejandro",
    "quote": "I absolutely love spending time with my family. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Brothers and sisters are as close as hands and feet."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A family bond is unlike any other relationship out there."
  },
  {
    "fav": "false",
    "author": "Jonathan Davis",
    "quote": "When you live on the road, going home is a place to escape and just be with your family to unwind."
  },
  {
    "fav": "false",
    "author": "Evan Esar",
    "quote": "Family: A social unit where the father is concerned with parking space, the children with outer space, and the mother with closet space. "
  },
  {
    "fav": "false",
    "author": "Margaret Mead",
    "quote": "Sister is probably the most competitive relationship within the family, but once the sisters are grown, it becomes the strongest relationship."
  },
  {
    "fav": "false",
    "author": "Patrick Warburton",
    "quote": "I have a family to support. And I’m not always going to be doing exactly what I want to do "
  },
  {
    "fav": "false",
    "author": "Lee Iacocca",
    "quote": "The only rock I know that stays steady, the only institution I know that works, is the family. "
  },
  {
    "fav": "false",
    "author": "Jennifer Ellison",
    "quote": "Going home and spending time with your family and your real friends keeps you grounded."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A family should always be loving and giving without expecting anything in return."
  },
  {
    "fav": "false",
    "author": "Rodney Dangerfield",
    "quote": "I looked up my family tree and found three dogs using it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A mother’s treasure is her daughter."
  },
  {
    "fav": "false",
    "author": "Henry Ian Cusick",
    "quote": "Hawaii is a beautiful place to bring up a family. "
  },
  {
    "fav": "false",
    "author": "Dodie Smith",
    "quote": "The family, that dear octopus from whose tentacles we never quite escape, nor, in our inmost hearts, ever quite wish to."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A man may love his wife his most, but he loves his mother the longest."
  },
  {
    "fav": "false",
    "author": "John C. Maxwell",
    "quote": "Family and friendships are two of the greatest facilitators of happiness. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Other things may change, but we start and end with family."
  },
  {
    "fav": "false",
    "author": "Michael Angarano",
    "quote": "I kind of love coming home and being with family and feeling comfortable and knowing where I come from; I kind of like it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "No matter how busy you can get, it is always nice to make some time for your family."
  },
  {
    "fav": "false",
    "author": "Lilly Singh",
    "quote": "You need a really solid foundation of friends and family to keep you where you need to be."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I may not be able to give my kids everything they want but I give them what they need. Love, time, and attention. You can’t buy those things."
  },
  {
    "fav": "false",
    "author": "Harry S. Truman",
    "quote": "I have found the best way to give advice to your children is to find out what they want and then advise them to do it."
  },
  {
    "fav": "false",
    "author": "Michelle Stewart",
    "quote": "Never be afraid to ask for help, especially when you have good friends or family who are likely more than willing to help out. "
  },
  {
    "fav": "false",
    "author": "Clayton Christensen",
    "quote": "The single most important factor in our long-term happiness is the relationships we have with our family and close friends. "
  },
  {
    "fav": "false",
    "author": "Unkown",
    "quote": "Being a family means you are a part of something very wonderful. It means you will love and be loved for the rest of your life. "
  },
  {
    "fav": "false",
    "author": "Mario Batali",
    "quote": "The kitchen really is the castle itself. This is where we spend our happiest moments and where we find the joy of being a family."
  },
  {
    "fav": "false",
    "author": "Jessica Lange",
    "quote": "For me, nothing has ever taken precedence over being a mother and having a family and a home "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "No family is perfect…"
  },
  {
    "fav": "false",
    "author": "Kelsey Chow",
    "quote": "I'm very lucky to have a strong support system with my friends and my family. They have kept me grounded."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Other things might change us, but no matter what, we begin and end as a family."
  },
  {
    "fav": "false",
    "author": "Luke Bryan",
    "quote": "Every day I wake up and I lay in bed counting my blessings and saying my prayers for how fortunate I am to have great fans and health and family."
  },
  {
    "fav": "false",
    "author": "Anne Wojcicki",
    "quote": "My perfect weekend is going for a walk with my family in the park. I don't think there's anything better."
  },
  {
    "fav": "false",
    "author": "Mel Gibson",
    "quote": "A woman should be home with the children, building that home and making sure there’s a secure family atmosphere "
  },
  {
    "fav": "false",
    "author": "Walt Disney",
    "quote": "We believed in our idea - a family park where parents and children could have fun- together."
  },
  {
    "fav": "false",
    "author": "Robert Frost",
    "quote": "Home is the place where, when you have to go there, they have to take you in. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "My children are the source of my strength, frustration, happiness, insanity, sanity, irritability. They are the definition of unconditional love."
  },
  {
    "fav": "false",
    "author": "Francis Bacon",
    "quote": "Important families are like potatoes. The best parts are underground. "
  },
  {
    "fav": "false",
    "author": "Dodie Smith",
    "quote": "The family, that dear octopus from whose tentacles we never quite escape, nor, in our inmost hearts, ever quite wish to. "
  },
  {
    "fav": "false",
    "author": "George Bernard Shaw",
    "quote": "A happy family is but an earlier heaven "
  },
  {
    "fav": "false",
    "author": "Mitch Albom",
    "quote": "Strangers are just family you have yet to come to know."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A family is not just who you share blood with. Family is about who you love and who loves you back."
  },
  {
    "fav": "false",
    "author": "Jet Li",
    "quote": "My wife is the boss at home, and my daughters are the bosses. I am just the worker. We are a very warm family and very happy. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A mothers love will never end. It is there from beginning to end."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A happy family is but an earlier heaven."
  },
  {
    "fav": "false",
    "author": "Monica Bellucci",
    "quote": "I'm a lucky person because I've been loved a lot. I have a great family."
  },
  {
    "fav": "false",
    "author": "Jean Reno",
    "quote": "I’m a minimalist. I don’t really need much to enjoy a good holiday, just my family and the bare essentials. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The love of a grandparent will never grow old."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The most beautiful thing in this world is to see your parents smiling and knowing that you are the reason behind that smile."
  },
  {
    "fav": "false",
    "author": "Andre Maurois",
    "quote": "Without a family, man, alone in the world, trembles with the cold."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Being a parent means loving your children more than you will ever love yourself."
  },
  {
    "fav": "false",
    "author": "Mitch Albom",
    "quote": "Sticking with your family is what makes it a family."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love is the cement that keeps the foundation of a family strong. The family members are all bricks that rely on the love to keep them all together."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A son is a son till he takes a wife, a daughter is a daughter all of her life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A daughter is one of the most beautiful gifts that this world can give."
  },
  {
    "fav": "false",
    "author": "Charles R. Swindoll",
    "quote": "A family is a place where principles are hammered and honed on the anvil of everyday living "
  },
  {
    "fav": "false",
    "author": "Elizabeth Gilbert",
    "quote": "We must take care of our families wherever we find them. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The family that prays together stays together."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you teach your son, you teach your son’s son."
  },
  {
    "fav": "false",
    "author": "Viola Davis",
    "quote": "I definitely have a happy marriage and family life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A grandparent will never run out of hugs and kisses."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A daughter is a gift of love."
  },
  {
    "fav": "false",
    "author": "Patricia Velasquez",
    "quote": "Thank God I had all these family values or who knows where I’d be now. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "One of the best things that a father can do for his children is to love their mother."
  },
  {
    "fav": "false",
    "author": "Chris Brown",
    "quote": "Since I’m always working, my best holiday memories are definitely when I can just go home and spend time with my family. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family is forever."
  },
  {
    "fav": "false",
    "author": "Rod Stewart",
    "quote": "You go through life wondering what is it all about but at the end of the day it's all about family."
  },
  {
    "fav": "false",
    "author": "Sam Levenson",
    "quote": "Siblings: Children of the same parents, each of whom is perfectly normal until they get together."
  },
  {
    "fav": "false",
    "author": "Daniel Patrick Moynihan",
    "quote": "The richest inheritance any child can have is a stable, loving, disciplined family life."
  },
  {
    "fav": "false",
    "author": "Ansel Elgort",
    "quote": "I had a birthday party with my family and friends at a house, and Chipotle catered. It was beautiful."
  },
  {
    "fav": "false",
    "author": "T.I.",
    "quote": "At the end of the day, I got to live my life for my family, for my children, and I’m going to do what’s best for them. "
  },
  {
    "fav": "false",
    "author": "Erma Bombeck",
    "quote": "I come from a family where gravy is considered a beverage. "
  },
  {
    "fav": "false",
    "author": "Robert Buckley",
    "quote": "Next to hurting my family, cheating on me is the worst thing someone could do."
  },
  {
    "fav": "false",
    "author": "Sharon Stone",
    "quote": "I'm enjoying my years, I'm enjoying my life, I'm enjoying my family. I'm just happy - a happy person."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When a family is together, they have everything."
  },
  {
    "fav": "false",
    "author": "Lewis Black",
    "quote": "Everybody’s family has different values. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you fall, your family will be there to pick you up."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The greatest gift you can give our children is showing how much you believe in them and their potential."
  },
  {
    "fav": "false",
    "author": "Cote de Pablo",
    "quote": "My priority is to hang out with the ones I love - my family, my loved ones."
  },
  {
    "fav": "false",
    "author": "Victoria Smurfit",
    "quote": "If you’re Irish, it doesn’t matter where you go, you’ll find family. "
  },
  {
    "fav": "false",
    "author": "Michael Enzi",
    "quote": "If we abandon marriage, we abandon the family "
  },
  {
    "fav": "false",
    "author": "Jim Butcher",
    "quote": "When everything goes to hell, the people who stand by you without flinching, they are your family."
  },
  {
    "fav": "false",
    "author": "Deb Caletti",
    "quote": "That’s what people do who love you. They put their arms around you and love you when you’re not so loveable. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family is a true gift that no amount of money can buy."
  },
  {
    "fav": "false",
    "author": "Walt Whitman",
    "quote": "I have learned that to be with those I like is enough."
  },
  {
    "fav": "false",
    "author": "Barbara Bush",
    "quote": "Family and friends and faith are the most important things in your life and you should be building friendships."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A house is made of walls and beams… A home is made of love and dreams."
  },
  {
    "fav": "false",
    "author": "Hollis Stacy",
    "quote": "Coming from a big family, I learned a lot. Things don't have to be perfect. You can do okay with 'almost.'"
  },
  {
    "fav": "false",
    "author": "Lee Iacocca",
    "quote": "The only rock I know that stays steady, the only institution I know that works, is the family "
  },
  {
    "fav": "false",
    "author": "Kim Yuna",
    "quote": "What I miss the most is chatting with my friends and family and having a good laugh over a simple meal."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A family can be one’s anchor during the roughest storm."
  },
  {
    "fav": "false",
    "author": "Tom DeLay",
    "quote": "A woman can take care of the family. It takes a man to provide structure, to provide stability "
  },
  {
    "fav": "false",
    "author": "Terri Clark",
    "quote": "When someone has cancer, the whole family and everyone who loves them does, too. "
  },
  {
    "fav": "false",
    "author": "Haywood Nelson",
    "quote": "My family was my guide to my reality "
  },
  {
    "fav": "false",
    "author": "George Santayana",
    "quote": "The family is one of nature's masterpieces."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The love of a family is life’s greatest blessings."
  },
  {
    "fav": "false",
    "author": "Catherine Bach",
    "quote": "A perfect dinner for me is being with people I really want to be with. It starts and stops with my company and my family."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You are family and I will love you until the end of time."
  },
  {
    "fav": "false",
    "author": "Geena Davis",
    "quote": "I was really lucky that I had an aunt who was very inspiring to me. She was different than anybody in my family on either side."
  },
  {
    "fav": "false",
    "author": "Mother Theresa",
    "quote": "What can you do to promote world peace? Go home and love your family. "
  },
  {
    "fav": "false",
    "author": "Suzanne Vega",
    "quote": "You have to defend your honor. And your family. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I think togetherness is a very important ingredient to family life, Barbara Bush"
  },
  {
    "fav": "false",
    "author": "Emma Roberts",
    "quote": "I’m surrounded by great friends and family. I don’t know what I would do without them. "
  },
  {
    "fav": "false",
    "author": "Stieg Larsson",
    "quote": "Then I discovered that being related is no guarantee of love! "
  },
  {
    "fav": "false",
    "author": "Jonathan Safran Foer",
    "quote": "One day you will do things for me that you hate. That is what it means to be family."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Always love your mother because there will never be another."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True happiness can be found in the love of one’s family."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you look at your life, you will find that your greatest source of happiness is your family."
  },
  {
    "fav": "false",
    "author": "Mahesh Babu",
    "quote": "In modern life, we tend to forget family values because of the hectic schedule."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family where life begins & love never ends. "
  },
  {
    "fav": "false",
    "author": "Imelda Marcos",
    "quote": "Life is not a matter of place, things or comfort; rather, it concerns the basic human rights of family, country, justice and human dignity."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Being a family means you are a part of something very wonderful. It means you will love and be loved for the rest of your life. No matter what."
  },
  {
    "fav": "false",
    "author": "Steve Chen",
    "quote": "Almost every time we get together with family or friends, the conversation ends up being about food."
  },
  {
    "fav": "false",
    "author": "Julia Barr",
    "quote": "We love to be with our family and friends and I can tell you that lots of eating will be involved "
  },
  {
    "fav": "false",
    "author": "Michael Imperioli",
    "quote": "My family is my life, and everything else comes second as far as what’s important to me. "
  },
  {
    "fav": "false",
    "author": "Ezra Miller",
    "quote": "Family is this very deep, complex thing that for most people becomes everything. It informs your entire life. "
  },
  {
    "fav": "false",
    "author": "Serena Williams",
    "quote": "Tennis just a game, family is forever. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "So much of what is best in us is bound up in our love of family."
  },
  {
    "fav": "false",
    "author": "Erma Bombeck",
    "quote": "Family life got better and we got our car back, as soon as we put ‘I love Mom’ on the license plate. "
  },
  {
    "fav": "false",
    "author": "Charles Kuralt",
    "quote": "The love of family and the admiration of friends is much more important than wealth and privilege. "
  },
  {
    "fav": "false",
    "author": "Matt Lauer",
    "quote": "Outside of my family and my work, I have two passions, both instilled in me by my father: golf and fishing."
  },
  {
    "fav": "false",
    "author": "Benjamin Todd Jealous",
    "quote": "Let us nurture the practice of family values, by embracing policies that value families."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Being part of a family means being part of something wonderful. You will love and be loved for the rest of your life no matter what happens."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Our greatest treasures are our happy family memories. They are an heirloom that is passed down from one generation to the next."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When I think of any of my successes, I am thankful to God from whom all blessings flow, and to my family and friends who enrich my life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family is the most important thing in the world."
  },
  {
    "fav": "false",
    "author": "Lindsay Fox",
    "quote": "If you believe you can make a difference, then you will make a difference. Believe in yourself, your family and your community and you will win."
  },
  {
    "fav": "false",
    "author": "Jean Dujardin",
    "quote": "I like simple things. I like being in my family in the South and playing petanque. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "In times when you are feeling lost and adrift, never forget that your family is a gift."
  },
  {
    "fav": "false",
    "author": "Mitt Romney",
    "quote": "America cannot continue to lead the family of nations around the world if we suffer the collapse of the family here at home "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Always treasure your family, you never know how much time you have left with them."
  },
  {
    "fav": "false",
    "author": "Lidia Bastianich",
    "quote": "Holidays - any holiday - are such a great opportunity to focus on bringing the family together."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "In stressful times of grief and sorrow, your family will help you look forward to tomorrow."
  },
  {
    "fav": "false",
    "author": "Bernard Shaw",
    "quote": "Perhaps the greatest social service that can be rendered by anybody to this country and to mankind is to bring up a family. "
  },
  {
    "fav": "false",
    "author": "Alyssa Milano",
    "quote": "If you come from a solid family structure, it doesn’t matter what you go through in your life. You’re going to be okay. "
  },
  {
    "fav": "false",
    "author": "Jada Pinkett Smith",
    "quote": "It’s very important to prioritize. I know, for me, my family comes first. That makes every decision very easy. "
  },
  {
    "fav": "false",
    "author": "Barbara Bush",
    "quote": "To us, family means putting your arms around each other and being there "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The best thing about having a sister is having a best friend."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A sibling is not only your first best friend, they will also be your friend for life."
  },
  {
    "fav": "false",
    "author": "Dave Grohl",
    "quote": "When Nirvana became popular, you could very easily slip and get lost during that storm. I fortunately had really heavy anchors - old friends, family."
  },
  {
    "fav": "false",
    "author": "Richard Bach",
    "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other’s life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "One of the most important relationships that we can have in this world is our relationship with our mother"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love your mother, the most beautiful person on this earth. Our best critic, yet our strongest supporter."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Your child will only hold your hand for a little while, but they will hold your heart for a lifetime."
  },
  {
    "fav": "false",
    "author": "Alex Haley",
    "quote": "When you start about family, about lineage and ancestry, you are talking about every person on earth. "
  },
  {
    "fav": "false",
    "author": "Alex Haley",
    "quote": "In every conceivable manner, the family is link to our past, bridge to our future "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Being a sister can be better than being a princess."
  },
  {
    "fav": "false",
    "author": "Robin S. Sharma",
    "quote": "Whether you lead a nation, an enterprise, a community, or a family, we are all in the communication business."
  },
  {
    "fav": "false",
    "author": "Joseph Brodsky",
    "quote": "Cherish your human connections: your relationships with friends and family."
  },
  {
    "fav": "false",
    "author": "Charles Kuralt",
    "quote": "The love of family and the admiration of friends is much more important than wealth and privilege."
  },
  {
    "fav": "false",
    "author": "Lil’ Kim",
    "quote": "I am blessed to have so many great things in my life, family, friends and God. All will be in my thoughts daily. "
  },
  {
    "fav": "false",
    "author": "Lil' Kim",
    "quote": "I love spending time with my dog, my niece and my family. I'm very family-oriented."
  },
  {
    "fav": "false",
    "author": "Guy Lafleur",
    "quote": "When trouble comes, it’s your family that supports you "
  },
  {
    "fav": "false",
    "author": "Brad Pitt",
    "quote": "A family is a risky venture, because the greater the love, the greater the loss… That’s the trade-off. But I’ll take it all. "
  },
  {
    "fav": "false",
    "author": "Christopher Love",
    "quote": "Pray in your family daily, that yours may be in the number of the families who call upon God. "
  },
  {
    "fav": "false",
    "author": "Thomas Fuller",
    "quote": "He that has no fools, knaves nor beggars in his family was begot by a flash of lightning. "
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "You are the bows from which your children as living arrows are sent forth."
  },
  {
    "fav": "false",
    "author": "L. Tom Perry",
    "quote": "The family is the center of life and it is the key to eternal happiness."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A mother’s hug lasts long after she lets go."
  },
  {
    "fav": "false",
    "author": "Mary Karr",
    "quote": "A dysfunctional family is any family with more than one person in it."
  },
  {
    "fav": "false",
    "author": "Jerry Seinfeld",
    "quote": "There is no such thing as fun for the whole family "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Your family members are also your best friends and they will love you to the very end."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes being a brother is better than being a superhero."
  },
  {
    "fav": "false",
    "author": "Ajith Kumar",
    "quote": "No matter how big you are, when you go back home, your family treats you like a normal person."
  },
  {
    "fav": "false",
    "author": "Barbara Bush",
    "quote": "I think togetherness is a very important ingredient to family life."
  },
  {
    "fav": "false",
    "author": "Olivia Holt",
    "quote": "I am thankful for all the blessings and talents I have been given, but most of all I am thankful for my loving and supportive family."
  },
  {
    "fav": "false",
    "author": "Kevin Alejandro",
    "quote": "I absolutely love spending time with my family."
  },
  {
    "fav": "false",
    "author": "Robin Hobb",
    "quote": "Home is people. Not a place."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family is a haven in a world full of chaos."
  },
  {
    "fav": "false",
    "author": "George Bernard Shaw",
    "quote": "A happy family is but an earlier heaven."
  },
  {
    "fav": "false",
    "author": "Christopher Paolini",
    "quote": "Those whom we most love are often the most alien to us. "
  },
  {
    "fav": "false",
    "author": "Zell Miller",
    "quote": "My family is more important than my party. "
  },
  {
    "fav": "false",
    "author": "Kris Kristofferson",
    "quote": "Being in love with a lot of people is incompatible with a stable family life."
  },
  {
    "fav": "false",
    "author": "R. Madhavan",
    "quote": "I always believe that the elders in my family are the reason for my success."
  },
  {
    "fav": "false",
    "author": "Jane Howard",
    "quote": "Call it a clan, call it a network, call it a tribe, call it a family. Whatever you call it, whoever you are, you need one."
  },
  {
    "fav": "false",
    "author": "Jim Butcher",
    "quote": "There’s nothing that makes you more insane than family. Or more happy. Or more exasperated. Or more secure."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The love of family is more important than wealth and privilege."
  },
  {
    "fav": "false",
    "author": "Pope John XXIII",
    "quote": "The family is the first essential cell of human society "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The love of a family is life’s greatest blessings. "
  },
  {
    "fav": "false",
    "author": "Ryan Eggold",
    "quote": "I love all my fam. I have quite possibly the best dad, mom, and sister in the world. "
  },
  {
    "fav": "false",
    "author": "Morgan Wootten",
    "quote": "To be successful in coaching you have to treat your team like a family. The leader needs backing from everyone."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It’s not how big the house is, it’s how happy the home is."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Never take your family for granted. They will always go to the moon and back for you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you have a family that loves you, then you are richer than you think."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sacrifice, selflessness, tears, joy, and happiness are things that all families go through."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "There is no way to be a perfect parent, but there are a million ways to be a good one."
  },
  {
    "fav": "false",
    "author": "George Bernard Shaw",
    "quote": "If you cannot get rid of the family skeleton, you may as well make it dance."
  },
  {
    "fav": "false",
    "author": "Maggie Gallagher",
    "quote": "Mothers are the people who love us for no good reason. And those of us who are mothers know it’s the most exquisite love of all. "
  },
  {
    "fav": "false",
    "author": "David Beckham",
    "quote": "I’m a strong person, I’m a strong family man, I’m a strong husband and a strong father. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes as parents we fall short of our expectations and even the expectations of our kids. It is okay to make mistakes. Nobody is perfect."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The love that is in our family is strong and deep like an old tree."
  },
  {
    "fav": "false",
    "author": "Khaled Hosseini",
    "quote": "I'm a pretty uncomplicated person. I live a very simple life with my family and I enjoy very ordinary things."
  },
  {
    "fav": "false",
    "author": "Desmond Tutu",
    "quote": "God's dream is that you and I and all of us will realize that we are family, that we are made for togetherness, for goodness, and for compassion."
  },
  {
    "fav": "false",
    "author": "Marcus Samuelsson",
    "quote": "Weekends are sacred for me. They're the perfect time to relax and spend time with family and friends."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "In time of test, family is best."
  },
  {
    "fav": "false",
    "author": "Chris O’Donnell",
    "quote": "I look to my family for my support. I’m fortunate to have a big family. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Having somewhere to go is home. Having someone to love is family. Having both is a blessing."
  },
  {
    "fav": "false",
    "author": "Chiranjeevi",
    "quote": "I always believe holidays strengthen the family bond, away from our daily hectic schedules."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Grandparents are the footsteps for the future generations."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Family does not have to always be blood. Family consists of the people who are there for you when you need them the most."
  },
  {
    "fav": "false",
    "author": "Evan Esar",
    "quote": "Family: A social unit where the father is concerned with parking space, the children with outer space, and the mother with closet space."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Your children are the most precious gift, prime example of perfection, and clearly an accurate definition of pure; unconditional love."
  }
]
