[
  {
    "fav": "false",
    "author": "Marcus Tullius Cicero",
    "quote": "Friendship improves happiness, and abates misery, by doubling our joys, and dividing our grief"
  },
  {
    "fav": "false",
    "author": "Baltasar Gracian",
    "quote": "Never have a companion that casts you in the shade."
  },
  {
    "fav": "false",
    "author": "Samuel Taylor Coleridge",
    "quote": "Friendship is a sheltering tree."
  },
  {
    "fav": "false",
    "author": "Eleanor Roosevelt",
    "quote": "Many people will walk in and out of your life, but only true friends will leave footprints in your heart."
  },
  {
    "fav": "false",
    "author": "Sara Shepard",
    "quote": "Always sleep with one eye open. Never take anything for granted. Your best friends might just be your enemies."
  },
  {
    "fav": "false",
    "author": "Greg Tamblyn",
    "quote": "Friends are people who know you really well and like you anyway."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True friendship is when you walk into their house and your WiFi connects automatically."
  },
  {
    "fav": "false",
    "author": "Anne Morrow Lindbergh",
    "quote": "Men kick friendship around like a football, but it doesn't seem to crack. Women treat it like glass and it goes to pieces."
  },
  {
    "fav": "false",
    "author": "N.R Hart",
    "quote": "Some souls just understand each other upon meeting."
  },
  {
    "fav": "false",
    "author": "Len Wein",
    "quote": "A true friend is someone who is there for you when he'd rather be anywhere else."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I made my Facebook name \"Benefits,\" so when you add me now it says \"you're friends with benefits.\""
  },
  {
    "fav": "false",
    "author": "Frank Crane",
    "quote": "A friend is someone with whom you dare to be yourself."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friendship is sharing openly, laughing often, trusting always and caring deeply."
  },
  {
    "fav": "false",
    "author": "Jenna Wortham",
    "quote": "Matching tattoos don't ensure the longevity of a friendship, any more than any other mutual hardship."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Every coin has two sides, just like most people have two faces."
  },
  {
    "fav": "false",
    "author": "Helen Keller",
    "quote": "My friends have made the story of my life."
  },
  {
    "fav": "false",
    "author": "David Storey",
    "quote": "The essence of true friendship is to make allowance for another's little lapses."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friendship is a single soul dwelling in two bodies."
  },
  {
    "fav": "false",
    "author": "Patience Johnson",
    "quote": "Be careful the mistake of yesterday always lives with tomorrow."
  },
  {
    "fav": "false",
    "author": "Jay McInerney",
    "quote": "The capacity for friendship is God's way of apologizing for our families."
  },
  {
    "fav": "false",
    "author": "H. Jackson Brown, Jr.",
    "quote": "Remember that a gesture of friendship, no matter how small, is always appreciated."
  },
  {
    "fav": "false",
    "author": "Reese Witherspoon",
    "quote": "I don't know what I would have done so many times in my life if I hadn't had my girlfriends."
  },
  {
    "fav": "false",
    "author": "Friedrich Nietzsche",
    "quote": "A woman may very well form a friendship with a man, but for this to endure, it must be assisted by a little physical antipathy."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "There are friends, there is family, and then there are friends that become family."
  },
  {
    "fav": "false",
    "author": "Joel Edgerton",
    "quote": "I'm single, footloose and fancy free, I have no responsibilities, no anchors. Work, friendship and self-improvement, that's me."
  },
  {
    "fav": "false",
    "author": "Maria Shriver",
    "quote": "When the world is so complicated, the simple gift of friendship is within all of our hands."
  },
  {
    "fav": "false",
    "author": "Lois Wyse",
    "quote": "A good friend is a connection to life, a tie to the past, a road to the future, the key to sanity in a totally insane world."
  },
  {
    "fav": "false",
    "author": "Hill Harper",
    "quote": "You can't build anything with a flimsy foundation. Friendship is the foundation."
  },
  {
    "fav": "false",
    "author": "William James",
    "quote": "We are like islands in the sea, separate on the surface but connected in the deep."
  },
  {
    "fav": "false",
    "author": "Amity Shlaes",
    "quote": "Anything can be done if you find friends to do it with. The lucky biographers find themselves drawn into a sort of friendship with their subject."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "We will always be friends til we are old and senile. Then, we can be new friends."
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "Friendship is essentially a partnership."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you find just one true friend in your lifetime, you have been truly blessed."
  },
  {
    "fav": "false",
    "author": "Michel de Montaigne",
    "quote": "If there is such a thing as a good marriage, it is because it resembles friendship rather than love."
  },
  {
    "fav": "false",
    "author": "Tahar Ben Jelloun",
    "quote": "Real friendship, like real poetry, is extremely rare - and precious as a pearl."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Life was meant for good friends and great adventures."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friendship is when people know all about you but like you anyway."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "An excellent man; he has no enemies; and none of his friends like him."
  },
  {
    "fav": "false",
    "author": "Judy Holliday",
    "quote": "Lovers have a right to betray you... friends don't."
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "Your friend is your field which you sow with love and reap with thanksgiving."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "A friend may well be reckoned the masterpiece of nature."
  },
  {
    "fav": "false",
    "author": "Voltaire",
    "quote": "Friendship is the marriage of the soul, and this marriage is liable to divorce."
  },
  {
    "fav": "false",
    "author": "Thomas Moore",
    "quote": "A friendship that like love is warm; A love like friendship, steady."
  },
  {
    "fav": "false",
    "author": "Thomas Jefferson",
    "quote": "Peace, commerce and honest friendship with all nations; entangling alliances with none."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True friendship isn't about being inseparable, it's being separated and nothing changes."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A relationship with a best friend is like a sugarcane... You can crush it, shred it, grind it, squeeze it and it's still sweet."
  },
  {
    "fav": "false",
    "author": "Dorothy Parker",
    "quote": "Constant use will not wear ragged the fabric of friendship."
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "Wishing to be friends is quick work, but friendship is a slow ripening fruit."
  },
  {
    "fav": "false",
    "author": "A.A. Milne",
    "quote": "Piglet noticed that even though he had a Very Small Heart, it could hold a rather large amount of Gratitude."
  },
  {
    "fav": "false",
    "author": "Francis Bacon",
    "quote": "Friendship increases in visiting friends, but in visiting them seldom."
  },
  {
    "fav": "false",
    "author": "Albert Camus",
    "quote": "Don't walk behind me; I may not lead. Don't walk in front of me; I may not follow. Just walk beside me and be my friend."
  },
  {
    "fav": "false",
    "author": "Isabelle Norton",
    "quote": "In a friend you find a second self."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "Laughter is not at all a bad beginning for a friendship, and it is by far the best ending for one."
  },
  {
    "fav": "false",
    "author": "Shannon L. Alder",
    "quote": "A friend is not the shadow that mimics you, but the one who casts all shadows away."
  },
  {
    "fav": "false",
    "author": "George Washington",
    "quote": "Friendship is a plant of slow growth and must undergo and withstand the shocks of adversity before it is entitled to the appellation."
  },
  {
    "fav": "false",
    "author": "Cicero",
    "quote": "Life is nothing without friendship."
  },
  {
    "fav": "false",
    "author": "Douglas Pagels",
    "quote": "A friend is one of the nicest things you can have, and one of the best things you can be."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "Friends - They cherish one another's hopes. They are kind to one another's dreams."
  },
  {
    "fav": "false",
    "author": "John Tillotson",
    "quote": "A good word is an easy obligation; but not to speak ill requires only our silence; which costs us nothing."
  },
  {
    "fav": "false",
    "author": "Amos Bronson Alcott",
    "quote": "Stay is a charming word in a friend's vocabulary."
  },
  {
    "fav": "false",
    "author": "Tahar Ben Jelloun",
    "quote": "I love life in spite of all that mars it. I love friendship, jokes and laughter."
  },
  {
    "fav": "false",
    "author": "Marlene Dietrich",
    "quote": "It’s the friends you can call up at 4 am that matter."
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "He who hath many friends hath none."
  },
  {
    "fav": "false",
    "author": "Eustace Budgell",
    "quote": "Friendship is a strong and habitual inclination in two persons to promote the good and happiness of one another."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Best friends are the people in your life who make you smile brighter, laugh louder and live better."
  },
  {
    "fav": "false",
    "author": "Kenneth Branagh",
    "quote": "Friendship is one of the most tangible things in a world which offers fewer and fewer supports."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Life is kind of like a party. You invite a lot of people, a few who stay to help you clean up the mess, they are the only ones who matter."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friends buy you food. Best friends eat your food."
  },
  {
    "fav": "false",
    "author": "Bette Midler",
    "quote": "The worst part of success is trying to find someone who is happy for you."
  },
  {
    "fav": "false",
    "author": "Nathaniel Hawthorne",
    "quote": "Our most intimate friend is not he to whom we show the worst, but the best of our nature."
  },
  {
    "fav": "false",
    "author": "Emma Bunton",
    "quote": "I think the way to keep a friendship is to respect that everybody is different."
  },
  {
    "fav": "false",
    "author": "Ernie Banks",
    "quote": "Loyalty and friendship, which is to me the same, created all the wealth that I've ever thought I'd have."
  },
  {
    "fav": "false",
    "author": "Edward Abbey",
    "quote": "When a man’s best friend is his dog, that dog has a problem."
  },
  {
    "fav": "false",
    "author": "Betty Gilpin",
    "quote": "Female friendship... I think you have friendships that come and go, and then there are ones that the girl becomes a part of your bones."
  },
  {
    "fav": "false",
    "author": "Isabel Norton",
    "quote": "In my friend, I find a second self."
  },
  {
    "fav": "false",
    "author": "Sarah Dessen",
    "quote": "Life is an awful, ugly place to not have a best friend."
  },
  {
    "fav": "false",
    "author": "Mignon McLaughlin",
    "quote": "It is important to our friends to believe that we are unreservedly frank with them, and important to friendship that we are not."
  },
  {
    "fav": "false",
    "author": "Oprah Winfrey",
    "quote": "Surround yourself with only people who are going to lift you higher."
  },
  {
    "fav": "false",
    "author": "Nathanael Richmond",
    "quote": "Best friends can turn a horrible day, into one of the best days of your life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Good friends are like stars. You don't always see them, but you know they're always there."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friends fill your life with joy, your soul with sunshine and your heart with love."
  },
  {
    "fav": "false",
    "author": "Turkish Proverb",
    "quote": "No road is long with good company."
  },
  {
    "fav": "false",
    "author": "William Glasser",
    "quote": "Caring for but never trying to own may be a further way to define friendship."
  },
  {
    "fav": "false",
    "author": "Gertrude Stein",
    "quote": "Before the flowers of friendship faded friendship faded."
  },
  {
    "fav": "false",
    "author": "Whitney Houston",
    "quote": "I finally faced the fact that it isn't a crime not having friends. Being alone means you have fewer problems."
  },
  {
    "fav": "false",
    "author": "Richelle Mead",
    "quote": "Only a true best friend can protect you from your immortal enemies."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Hard times will always reveal true friends."
  },
  {
    "fav": "false",
    "author": "Chanakya",
    "quote": "Never make friends with people who are above or below you in status. Such friendships will never give you any happiness."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The most beautiful discovery true friends make is that they can grow separately without growing apart."
  },
  {
    "fav": "false",
    "author": "Charlotte Bronte",
    "quote": "If we would build on a sure foundation in friendship, we must love friends for their sake rather than for our own."
  },
  {
    "fav": "false",
    "author": "Heidi Wills",
    "quote": "A friend is someone who makes it easy to believe in yourself."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "A friend is one that knows you as you are, understands where you have been, accepts what you have become, and still, gently allows you to grow."
  },
  {
    "fav": "false",
    "author": "Benjamin Franklin",
    "quote": "Be slow in choosing a friend, slower in changing."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friendship is not about people who act true to your face. It’s about people who remain true behind your back."
  },
  {
    "fav": "false",
    "author": "Socrates",
    "quote": "There is no possession more valuable than a good and faithful friend."
  },
  {
    "fav": "false",
    "author": "Baltasar Gracian",
    "quote": "Friendship multiplies the good of life and divides the evil."
  },
  {
    "fav": "false",
    "author": "Alexandre Dumas",
    "quote": "Friendship consists in forgetting what one gives and remembering what one receives."
  },
  {
    "fav": "false",
    "author": "Chanakya",
    "quote": "There is some self-interest behind every friendship. There is no friendship without self-interests. This is a bitter truth."
  },
  {
    "fav": "false",
    "author": "Alfred Tennyson",
    "quote": "If I had a flower for every time I thought of you...I could walk through my garden forever."
  },
  {
    "fav": "false",
    "author": "Jennifer Lawrence",
    "quote": "No matter how tired I am, I get dinner at least once a week with my girlfriends. Or have a sleepover. Otherwise my life is just all work."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When it hurts to look back, and you're afraid to look ahead, you can look beside you and your best friend will be there."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A friend is someone who can see the truth and pain in you even when you are fooling everyone else."
  },
  {
    "fav": "false",
    "author": "Thiruvalluvar",
    "quote": "The enemies cannot destroy the king who has at his service the respect and friendship of the wise men who can find fault, disagree, and correct him."
  },
  {
    "fav": "false",
    "author": "Richard Bach",
    "quote": "Every gift from a friend is a wish for your happiness."
  },
  {
    "fav": "false",
    "author": "Augustine Birrell",
    "quote": "Friendship is a word, the very sight of which in print makes the heart warm."
  },
  {
    "fav": "false",
    "author": "Patience Johnson",
    "quote": "God always wants us to see things from heaven's prospective. You may not be doing much to your community but what you are is so important. You are significant."
  },
  {
    "fav": "false",
    "author": "Nathanael Richmond",
    "quote": "Best friends can turn a horrible day into one of the best days of your life."
  },
  {
    "fav": "false",
    "author": "Patience Johnson",
    "quote": "I have learned to thank God for what I cannot see, I have learned to trust God with what I cannot."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "The language of friendship is not words but meanings."
  },
  {
    "fav": "false",
    "author": "Joseph Brodsky",
    "quote": "How delightful to find a friend in everyone."
  },
  {
    "fav": "false",
    "author": "Katherine Mansfield",
    "quote": "I always felt that the great high privilege, relief and comfort of friendship was that one had to explain nothing."
  },
  {
    "fav": "false",
    "author": "Henry Adams",
    "quote": "A friend in power is a friend lost."
  },
  {
    "fav": "false",
    "author": "Renee Olstead",
    "quote": "The biggest ingredient in a best friend is someone whose actions you respect and who you can truly be yourself around."
  },
  {
    "fav": "false",
    "author": "Jim Henson",
    "quote": "There's not a word yet for old friends who've just met."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "A man cannot be said to succeed in this life who does not satisfy one friend."
  },
  {
    "fav": "false",
    "author": "W. Somerset Maugham",
    "quote": "When you choose your friends, don't be short-changed by choosing personality over character."
  },
  {
    "fav": "false",
    "author": "Ray Bradbury",
    "quote": "\"Why is it,\" he said, one time, at the subway entrance, \"I feel I've known you so many years?\" \"Because I like you,\" she said, \"and I don't want anything from you.\""
  },
  {
    "fav": "false",
    "author": "Naomi Judd",
    "quote": "Solitude is creativity’s best friend, and solitude is refreshment for our souls."
  },
  {
    "fav": "false",
    "author": "Albert Camus",
    "quote": "Don’t walk in front of me… I may not follow Don’t walk behind me… I may not lead Walk beside me… just be my friend"
  },
  {
    "fav": "false",
    "author": "Tennessee Williams",
    "quote": "Life is partly what we make it, and partly what it is made by the friends we choose."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friendship is the comfort that comes from knowing that even when you feel all alone, you aren't."
  },
  {
    "fav": "false",
    "author": "Henri Nouwen",
    "quote": "Friendship has always belonged to the core of my spiritual journey."
  },
  {
    "fav": "false",
    "author": "John Green",
    "quote": "I hadn’t been in proper school in three years. My parents were my two best friends. My third best friend was an author who did not know I existed."
  },
  {
    "fav": "false",
    "author": "Epicurus",
    "quote": "Of all the things which wisdom provides to make us entirely happy, much the greatest is the possession of friendship."
  },
  {
    "fav": "false",
    "author": "C.S. Lewis",
    "quote": "Friendship, is born at the moment when one man says to another \"What! You too? I thought that no one but myself\""
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Some people arrive and make such a beautiful impact on your life, you can barely remember what life was like without them."
  },
  {
    "fav": "false",
    "author": "Charles Lamb",
    "quote": "Tis the privilege of friendship to talk nonsense, and to have her nonsense respected."
  },
  {
    "fav": "false",
    "author": "Thomas Huxley",
    "quote": "Friendship involves many things but, above all the power of going outside oneself and appreciating what is noble and loving in another."
  },
  {
    "fav": "false",
    "author": "Leo Buscaglia",
    "quote": "A single rose can be my garden… a single friend, my world."
  },
  {
    "fav": "false",
    "author": "Ed Cunningham",
    "quote": "Friends are those rare people who ask how we are and then wait to hear the answer."
  },
  {
    "fav": "false",
    "author": "Jean de la Fontaine",
    "quote": "Rare as is true love, true friendship is rarer."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "Nothing makes the earth seem so spacious as to have friends at a distance; they make the latitudes and longitudes."
  },
  {
    "fav": "false",
    "author": "Kimberly Guilfoyle",
    "quote": "Advocating for yourself in the context of friendship starts with choosing the right people to be part of your inner circle."
  },
  {
    "fav": "false",
    "author": "Bhumibol Adulyadej",
    "quote": "When people have compassion, friendship, and unity, they speak and think in a constructive way to ensure national independence and prosperity."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The same person that speaks highly of you will be the same person that downs you. Be careful who you call friends."
  },
  {
    "fav": "false",
    "author": "A.A. Milne",
    "quote": "You can't stay in your corner of the Forest waiting for others to come to you. You have to go to them sometimes."
  },
  {
    "fav": "false",
    "author": "Elie Wiesel",
    "quote": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing."
  },
  {
    "fav": "false",
    "author": "Conor Oberst",
    "quote": "When everything is lonely I can be my best friend."
  },
  {
    "fav": "false",
    "author": "Jodi Picoult",
    "quote": "You always knew after shitty things happened, who your friends really were."
  },
  {
    "fav": "false",
    "author": "John Hay",
    "quote": "Friends are the sunshine of life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Stick with the people who pull the magic out of you and not the madness."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I love the friends that you don’t see for days. Weeks. Even months and the bond is still strong as ever."
  },
  {
    "fav": "false",
    "author": "James F. Byrnes",
    "quote": "Friendship without self-interest is one of the rare and beautiful things of life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You and I are more than friends. We're like a really small gang."
  },
  {
    "fav": "false",
    "author": "Markus Zusak",
    "quote": "A snowball in the face is surely the perfect beginning to a lasting friendship."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A friend is someone who knows the song in your heart and can sing it back to you when you have forgotten the words."
  },
  {
    "fav": "false",
    "author": "Vandi Tanko",
    "quote": "An honest enemy is better than a best friend who lies."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You are braver than you believe... But, the most important thing is, even if we are apart, I'll always be with you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True friends aren't the ones who make your problems disappear. They are the ones who won't disappear when you're facing problems."
  },
  {
    "fav": "false",
    "author": "Jane Austen, Northanger Abbey",
    "quote": "There is nothing I wouldn’t do for those who are really my friends. I have no notion of loving people by halves; it is not my nature."
  },
  {
    "fav": "false",
    "author": "Max Jacob",
    "quote": "Friendship is inexplicable, it should not be explained if one doesn't want to kill it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "In the cookie of life, friends are the chocolate chips."
  },
  {
    "fav": "false",
    "author": "Osho",
    "quote": "Friendship is the purest love."
  },
  {
    "fav": "false",
    "author": "Thomas Fuller",
    "quote": "There is a scarcity of friendship, but not of friends."
  },
  {
    "fav": "false",
    "author": "P.G. Wodehouse",
    "quote": "There is no surer foundation for a beautiful friendship than a mutual taste in literature."
  },
  {
    "fav": "false",
    "author": "Amos Bronson Alcott",
    "quote": "Our friends interpret the world and ourselves to us, if we take them tenderly and truly."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True friendship isn’t about being inseparable, it’s being separated & nothing changes."
  },
  {
    "fav": "false",
    "author": "Emilie Autumn",
    "quote": "It gives me strength to have somebody to fight for; I can never fight for myself, but, for others, I can kill."
  },
  {
    "fav": "false",
    "author": "Giotto di Bondone",
    "quote": "The sincere friends of this world are as ship lights in the stormiest of nights."
  },
  {
    "fav": "false",
    "author": "Walt Whitman",
    "quote": "I no doubt deserved my enemies, but I don’t believe I deserved my friends."
  },
  {
    "fav": "false",
    "author": "George Herbert",
    "quote": "The best mirror is an old friend."
  },
  {
    "fav": "false",
    "author": "Denise Martin",
    "quote": "True friendship is like phosphorescence—it glows best when the world around you goes dark."
  },
  {
    "fav": "false",
    "author": "Steve Maraboli",
    "quote": "Friends are medicine for a wounded heart, and vitamins for a hopeful soul."
  },
  {
    "fav": "false",
    "author": "Joseph Parry",
    "quote": "Make new friends, but keep the old; Those are silver, these are gold."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Never let your best friends get lonely... keep disturbing them."
  },
  {
    "fav": "false",
    "author": "A.A. Milne",
    "quote": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you."
  },
  {
    "fav": "false",
    "author": "Lilian Whiting",
    "quote": "To be rich in friends is to be poor in nothing."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you have crazy friends you have everything you'll ever need."
  },
  {
    "fav": "false",
    "author": "Charles Peguy",
    "quote": "Love is rarer than genius itself. And friendship is rarer than love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A friend is someone who understand your past, believes in your future, and accepts you today just the way you are."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "Anybody can sympathise with the sufferings of a friend, but it requires a very fine nature to sympathise with a friend’s success."
  },
  {
    "fav": "false",
    "author": "Rumi",
    "quote": "Out beyond ideas of wrongdoing and rightdoing there is a field. I'll meet you there. When the soul lies down in that grass the world is too full to talk about."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "When friendships are real, they are not glass threads or frost work, but the solidest things we can know."
  },
  {
    "fav": "false",
    "author": "Sarah Desse",
    "quote": "Life is an awful, ugly place to not have a best friend."
  },
  {
    "fav": "false",
    "author": "Dag Hammarskjold",
    "quote": "Friendship needs no words - it is solitude delivered from the anguish of loneliness."
  },
  {
    "fav": "false",
    "author": "Amy Poehler",
    "quote": "Find a group of people who challenge and inspire you; spend a lot of time with them, and it will change your life."
  },
  {
    "fav": "false",
    "author": "Jesse Owens",
    "quote": "Awards become corroded. Friends gather no dust."
  },
  {
    "fav": "false",
    "author": "Willa Cather",
    "quote": "Only solitary men know the full joys of friendship. Others have their family; but to a solitary and an exile, his friends are everything."
  },
  {
    "fav": "false",
    "author": "Edward G. Bulwer-Lytton",
    "quote": "A friend who stands with you in pressure is more valuable than a hundred ones who stand with you in pleasure."
  },
  {
    "fav": "false",
    "author": "Ethel Barrymore",
    "quote": "The best time to make friends is before you need them."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friends pick us up when we fall down, and if they can't pick us up, they lie down and listen for a while."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "In life have a friend that's like a mirror and shadow; Mirror doesn't lie and shadow never leaves."
  },
  {
    "fav": "false",
    "author": "Gwyneth Paltrow",
    "quote": "The best way to mend a broken heart is time and girlfriends."
  },
  {
    "fav": "false",
    "author": "Crystal Woods",
    "quote": "Ten minutes with a genuine friend is better than years spent with anyone less."
  },
  {
    "fav": "false",
    "author": "Thomas Moore",
    "quote": "Came but for friendship, and took away love."
  },
  {
    "fav": "false",
    "author": "Christy Evans",
    "quote": "Good friends are like stars, you don’t always see them, but you know they are there."
  },
  {
    "fav": "false",
    "author": "Kenny Rogers",
    "quote": "There has to be chemistry in a duet, but if you go beyond the point of friendship and attraction, you lose something."
  },
  {
    "fav": "false",
    "author": "Elizabeth Taylor",
    "quote": "You find out who your real friends are when you’re involved in a scandal."
  },
  {
    "fav": "false",
    "author": "Emilie SaintGenis",
    "quote": "True friends don’t judge each other, they judge other people together."
  },
  {
    "fav": "false",
    "author": "Anna Cummins",
    "quote": "Do not save your loving speeches for your friends till they are dead; Do not write them on their tombstones, speak them rather now instead."
  },
  {
    "fav": "false",
    "author": "Marcus Tullius Cicero",
    "quote": "Friendship improves happiness, and abates misery, by doubling our joys, and dividing our grief."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Stay close to people who feel like sunlight."
  },
  {
    "fav": "false",
    "author": "Nishan Panwar",
    "quote": "It is hard to deal with someone who smiles and pretends to like you to your face and sticks that eight inch blade in your back when you turn around."
  },
  {
    "fav": "false",
    "author": "Carl Jung",
    "quote": "The meeting of two personalities is like the contact of two chemical substances: if there is any reaction, both are transformed."
  },
  {
    "fav": "false",
    "author": "Henry Drummond",
    "quote": "Wherever we are, it is our friends that make our world."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friends are like walls. Sometimes you lean on them, and sometimes it's good just knowing they are there."
  },
  {
    "fav": "false",
    "author": "Thomas Aquinas",
    "quote": "Friendship is the source of the greatest pleasures, and without friends even the most agreeable pursuits become tedious."
  },
  {
    "fav": "false",
    "author": "Brandi Snyder",
    "quote": "To the world you may be just one person, but to one person you may be the world."
  },
  {
    "fav": "false",
    "author": "Dr. Sunwolf",
    "quote": "We need at least one friend who understands what we do not say."
  },
  {
    "fav": "false",
    "author": "Simone de Beauvoir",
    "quote": "One's life has value so long as one attributes value to the life of others, by means of love, friendship, indignation and compassion."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The only people I owe my loyalty to are those who never made me question theirs."
  },
  {
    "fav": "false",
    "author": "H. Jackson Brown, Jr.",
    "quote": "Acquaintances we meet, enjoy, and can easily leave behind; but friendship grows deep roots."
  },
  {
    "fav": "false",
    "author": "Michael Bassey Johnson",
    "quote": "Pretend to be poor in reality and you'll notice a decrease in your friends list and request."
  },
  {
    "fav": "false",
    "author": "John Steinbeck",
    "quote": "I got you to look after me, and you got me to look after you, and that's why."
  },
  {
    "fav": "false",
    "author": "Oliver Wendell Holmes Sr.",
    "quote": "Friendship is the breathing rose, with sweets in every fold."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Keep talking about me behind my back, and watch God keep blessing me in front of your face."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Be slow to fall into friendship; but when thou art in, continue firm & constant."
  },
  {
    "fav": "false",
    "author": "Corbin Bernsen",
    "quote": "I don’t have a bunch of mates. I don’t have a man cave. My wife and I, we are each other’s best friend."
  },
  {
    "fav": "false",
    "author": "Elbert Hubbard",
    "quote": "A friend is someone who knows all about you and still loves you."
  },
  {
    "fav": "false",
    "author": "George Santayana",
    "quote": "One's friends are that part of the human race with which one can be human."
  },
  {
    "fav": "false",
    "author": "Marcelene Cox",
    "quote": "One sure way to lose another woman's friendship is to try to improve her flower arrangements."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friendship is delicate as a glass, once broken it can be fixed, but there will always be cracks…"
  },
  {
    "fav": "false",
    "author": "Sylvia Plath",
    "quote": "There is nothing like puking with somebody to make you into old friends."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "There are some people in life that make you laugh a little louder, smile a little bigger and live just a little bit better."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You and I are really more than friends. We're like a really small gang."
  },
  {
    "fav": "false",
    "author": "Terri Guillemets",
    "quote": "Friends make you smile — best friends make you giggle ’til you pee your pants."
  },
  {
    "fav": "false",
    "author": "Elbert Hubbard",
    "quote": "It may happen sometimes that a long debate becomes the cause of a longer friendship. Commonly, those who dispute with one another at last agree."
  },
  {
    "fav": "false",
    "author": "Friedrich Nietzsche",
    "quote": "The man of knowledge must be able not only to love his enemies but also to hate his friends."
  },
  {
    "fav": "false",
    "author": "Jane Austen",
    "quote": "General benevolence, but not general friendship, made a man what he ought to be."
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "A friend to all is a friend to none."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You can always tell when two people are best friends because they're always having way more fun than it makes sense for them to be having."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The best kind of friendships are fierce lady friendships where you aggressively believe in each other, defend each other, and think the other deserves the world."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A true friend is the greatest of all blessings."
  },
  {
    "fav": "false",
    "author": "Thomas Jefferson",
    "quote": "Friendship is precious, not only in the shade, but in the sunshine of life."
  },
  {
    "fav": "false",
    "author": "Jean de la Bruyere",
    "quote": "Love and friendship exclude each other."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "He has no enemies, but is intensely disliked by his friends."
  },
  {
    "fav": "false",
    "author": "Charles Caleb Colton",
    "quote": "True friendship is like sound health; the value of it is seldom known until it is lost."
  },
  {
    "fav": "false",
    "author": "Rodrigo Duterte",
    "quote": "Let me be very clear: my friendship with my friends ends where the interest of the country begins."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You know someone's special to you when y... it's pure magic. If you ever find someone like this in your life, never let them go."
  },
  {
    "fav": "false",
    "author": "Patience Johnson",
    "quote": "If you never listen, you can't see. The devil has got so many people so disconnected that they cannot even listen or even sense when the Lord is speaking."
  },
  {
    "fav": "false",
    "author": "Robert Blair",
    "quote": "Friendship! Mysterious cement of the soul, Sweetener of life, and solder of society."
  },
  {
    "fav": "false",
    "author": "Irish Proverb",
    "quote": "A good friend is like a four-leaf clover: hard to find and lucky to have."
  },
  {
    "fav": "false",
    "author": "Jim Morrison",
    "quote": "A friend is someone who gives you total freedom to be yourself."
  },
  {
    "fav": "false",
    "author": "Mufti Ismail Menk",
    "quote": "We fear our enemy but the bigger and real fear is that of a fake friend who is sweetest to your face and most vile behind your back."
  },
  {
    "fav": "false",
    "author": "Thomas Aquinas",
    "quote": "Moral science is better occupied when treating of friendship than of justice."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A best friend is like a four-leaf clover: hard to find and lucky to have."
  },
  {
    "fav": "false",
    "author": "Christie Brinkley",
    "quote": "Share your smile with the world. It's a symbol of friendship and peace."
  },
  {
    "fav": "false",
    "author": "Robert Kraft",
    "quote": "Loyalty and friendship trumps politics for me."
  },
  {
    "fav": "false",
    "author": "Anais Nin",
    "quote": "Each friend represents a world in us, a world not born until they arrive, and it is only by this meeting that a new world is born."
  },
  {
    "fav": "false",
    "author": "June Jordan",
    "quote": "But, based on my friendship with Evie as young mothers, I started going on freedom rides in 1966."
  },
  {
    "fav": "false",
    "author": "Patience Johnson",
    "quote": "Christians we cannot be allowed to be fractured at a time like this. There are more of us, there are more of light in us than in the agents of darkness."
  },
  {
    "fav": "false",
    "author": "J.R.R. Tolkien",
    "quote": "I am glad you are here with me. Here at the end of all things, Sam."
  },
  {
    "fav": "false",
    "author": "C. S. Lewis",
    "quote": "Friendship is unnecessary, like philosophy, like art… It has no survival value; rather it is one of those things which give value to survival."
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "What is a friend? A single soul dwelling in two bodies."
  },
  {
    "fav": "false",
    "author": "Meghan Markle",
    "quote": "If we treated ourselves as well as we treated our best friend, can you imagine?"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "My friend, remember that without stupidity there wouldn't be intelligence, and without ugliness there wouldn't be beauty, so the world needs you after all."
  },
  {
    "fav": "false",
    "author": "Friedrich Nietzsche",
    "quote": "It is not a lack of love, but a lack of friendship that makes unhappy marriages."
  },
  {
    "fav": "false",
    "author": "Lois L. Kaufman",
    "quote": "Plant a seed of friendship; reap a bouquet of happiness."
  },
  {
    "fav": "false",
    "author": "Doe Zantamata",
    "quote": "Good friends help you to find important things when you have lost them‰Û your smile, your hope and your courage."
  },
  {
    "fav": "false",
    "author": "Rachel Cohn",
    "quote": "It's bullshit to think of friendship and romance as being different. They're not. They're just variations of the same love. Variations of the same desire to be close."
  },
  {
    "fav": "false",
    "author": "Anais Nin",
    "quote": "What I cannot love, I overlook. Is that real friendship?"
  },
  {
    "fav": "false",
    "author": "Charles Kingsley",
    "quote": "It is only the great hearted who can be true friends. The mean and cowardly, Can never know what true friendship means."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "That's the price you pay for the richness of loving and knowing people in more than one place."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friendship is like peeing on yourself: everyone can see it, but only you get the warm feeling that it brings."
  },
  {
    "fav": "false",
    "author": "Richard Bach",
    "quote": "Can miles truly separate you from friends... If you want to be with someone you love, aren't you already there?"
  },
  {
    "fav": "false",
    "author": "J. Paul Getty",
    "quote": "During the 1950s, Aristotle Onassis and I formed what grew to be a close friendship and association in several business ventures."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "Words are easy, like the wind; Faithful friends are hard to find."
  },
  {
    "fav": "false",
    "author": "Thomas Jefferson",
    "quote": "Peace and friendship with all mankind is our wisest policy, and I wish we may be permitted to pursue it."
  },
  {
    "fav": "false",
    "author": "Elizabeth Taylor",
    "quote": "You find out who your real friends are when you're involved in a scandal."
  },
  {
    "fav": "false",
    "author": "Kemmy Nola",
    "quote": "Be very careful of who you share your problem with, remember that not every friend that smile at you is your best friend."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Dear Diamond, we all know who is really a girl's best friend. Sincerely yours, Chocolate Cake."
  },
  {
    "fav": "false",
    "author": "Lea Michele",
    "quote": "In this lifetime, if there's anything you need, it's a best friend."
  },
  {
    "fav": "false",
    "author": "Amy Leigh Mercree",
    "quote": "Forever friends are a treasure chest of understanding and compassion. Cherish them."
  },
  {
    "fav": "false",
    "author": "Ritu Ghatourey",
    "quote": "Watch who you call friend, because friends are the same ones that will leak your business to everyone after yall not friends anymore."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True friends are those rare people who come to find you in dark places and lead you back into the light."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "Ein Freund ist ein Mensch, der die Melodie deines Herzen kennt und sie dir vorspielt, wenn du sie vergessen hast."
  },
  {
    "fav": "false",
    "author": "Mark Twain",
    "quote": "Good friends, good books and a sleepy conscience: this is the ideal life."
  },
  {
    "fav": "false",
    "author": "Whitney Wolfe Herd",
    "quote": "Love, friendship, networking - these are all critical connections and the foundation of a healthy, happy life."
  },
  {
    "fav": "false",
    "author": "Alexander Dumas",
    "quote": "Friendship consists in forgetting what one gives and remembering what one receives."
  },
  {
    "fav": "false",
    "author": "Ian Ziering",
    "quote": "To be with old friends is very warming and comforting."
  },
  {
    "fav": "false",
    "author": "Albert Camus",
    "quote": "Don’t walk behind me; I may not lead. Don’t walk in front of me; I may not follow. Just walk beside me and be my friend."
  },
  {
    "fav": "false",
    "author": "Marcus Tullius Cicero",
    "quote": "Friendship improves happiness and abates misery, by the doubling of our joy and the dividing of our grief."
  },
  {
    "fav": "false",
    "author": "L.M. Montgomery",
    "quote": "True friends are always together in spirit. (Anne Shirley)"
  },
  {
    "fav": "false",
    "author": "Anita Brookner",
    "quote": "Accountability in friendship is the equivalent of love without strategy."
  },
  {
    "fav": "false",
    "author": "Martin Luther King, Jr.",
    "quote": "In the end, we will remember not the words of our enemies, but the silence of our friends."
  },
  {
    "fav": "false",
    "author": "Herman Melville",
    "quote": "Friendship at first sight, like love at first sight, is said to be the only truth."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Better to have an enemy who slaps you in the face than a friend who stabs you in the back."
  },
  {
    "fav": "false",
    "author": "Albert Camus",
    "quote": "Friendship often ends in love, but love in friendship - never."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A good friend knows all your stories. A best friend helped you create them."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A friend is someone who understands your past, believes in your future and accepts you just the way you are."
  },
  {
    "fav": "false",
    "author": "Arnold H. Glasgow",
    "quote": "A true friend never gets in your way unless you happen to be going down."
  },
  {
    "fav": "false",
    "author": "Simon Sinek",
    "quote": "A friend is an emotional bond, just like friendship is a human experience."
  },
  {
    "fav": "false",
    "author": "George R.R. Martin",
    "quote": "When the snows fall and the white winds blow, the lone wolf dies but the pack survives."
  },
  {
    "fav": "false",
    "author": "Abraham Lincoln",
    "quote": "Do I not destroy my enemies when I make them my friends?"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A best friend is someone who loves you when you forget to love yourself."
  },
  {
    "fav": "false",
    "author": "The Buddha",
    "quote": "An insincere and evil friend is more to be feared than a wild beast; a wild beast may wound your body, but an evil friend will wound your mind."
  },
  {
    "fav": "false",
    "author": "Virginia Tubbs",
    "quote": "Though time and miles may separate us, I have built a bridge of lovely memories to span the distance."
  },
  {
    "fav": "false",
    "author": "Groucho Marx",
    "quote": "Outside of a dog, a book is a man’s best friend. Inside of a dog it’s too dark to read."
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "Your friend is your needs answered."
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "Friendship is always a sweet responsibility, never an opportunity."
  },
  {
    "fav": "false",
    "author": "Bonnie Jensen",
    "quote": "Contrary to popular belief, going shopping is really about stopping afterward for cheesecake."
  },
  {
    "fav": "false",
    "author": "A.A. Milne",
    "quote": "Piglet sidled up to Pooh from behind. \"Pooh!\" he whispered. \"Yes, Piglet?\" \"Nothing,\" said Piglet, taking Pooh's paw. \"I just wanted to be sure of you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "My imaginary friend thinks he has problems."
  },
  {
    "fav": "false",
    "author": "Simone Weil",
    "quote": "To want friendship is a great fault. Friendship ought to be a gratuitous joy, like the joys afforded by art or life."
  },
  {
    "fav": "false",
    "author": "Linda Grayson",
    "quote": "There is nothing better than a friend, unless it is a friend with chocolate."
  },
  {
    "fav": "false",
    "author": "Laurence J. Peter",
    "quote": "You can always tell a real friend: when you've made a fool of yourself he doesn't feel you've done a permanent job."
  },
  {
    "fav": "false",
    "author": "Richard Bach",
    "quote": "Your friends will know you better in the first minute you meet than your acquaintances will know you in a thousand years."
  },
  {
    "fav": "false",
    "author": "Pietro Aretino",
    "quote": "I keep my friends as misers do their treasure, because, of all the things granted us by wisdom, none is greater or better than friendship."
  },
  {
    "fav": "false",
    "author": "Irish Proverb",
    "quote": "A good friend is like a four-leaf clover; hard to find and lucky to have."
  },
  {
    "fav": "false",
    "author": "Charles Eastman",
    "quote": "Friendship is held to be the severest test of character. It is easy, we think, to be loyal to a family and clan, whose blood is in your own veins."
  },
  {
    "fav": "false",
    "author": "C.S. Lewis",
    "quote": "Friendship is unnecessary, like philosophy, like art... It has no survival value; rather it is one of those things that give value to survival."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "The most I can do for my friend is simply be his friend."
  },
  {
    "fav": "false",
    "author": "Barbara Bush",
    "quote": "Value your friendship. Value your relationships."
  },
  {
    "fav": "false",
    "author": "Leo Buscaglia",
    "quote": "A single rose can be my garden... a single friend, my world."
  },
  {
    "fav": "false",
    "author": "Joseph Addison",
    "quote": "The greatest sweetener of human life is friendship. To raise this to the highest pitch of enjoyment is a secret which but few discover."
  },
  {
    "fav": "false",
    "author": "Jennie Churchill",
    "quote": "Treat your friends as you do your best pictures, and place them in their best light."
  },
  {
    "fav": "false",
    "author": "Plautus",
    "quote": "Where there are friends, there is wealth."
  },
  {
    "fav": "false",
    "author": "Anna Deavere Smith",
    "quote": "Friendship is a wildly underrated medication."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You are summer to my winter heart."
  },
  {
    "fav": "false",
    "author": "Robert Louis Stevenson",
    "quote": "A friend is a gift you give yourself."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friends listen to what you say. Best friends listen to what you don't say."
  },
  {
    "fav": "false",
    "author": "Buddha",
    "quote": "An insincere and evil friend is more to be feared than a wild beast; a wild beast may wound your body, but an evil friend will wound your mind."
  },
  {
    "fav": "false",
    "author": "Sylvia Plath",
    "quote": "We should meet in another life, we should meet in air, me and you."
  },
  {
    "fav": "false",
    "author": "A.A. Milne",
    "quote": "I don’t feel very much like Pooh today,\" said Pooh. \"There there,\" said Piglet. \"I’ll bring you tea and honey until you do."
  },
  {
    "fav": "false",
    "author": "Theophile Gautier",
    "quote": "It is difficult to obtain the friendship of a cat. It is a philosophical animal... one that does not place its affections thoughtlessly."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "That's when I realized what a true friend was. Someone who would always love you-the imperfect you, the confused you, the wrong you-because that is that people are supposed to do."
  },
  {
    "fav": "false",
    "author": "Marlene Dietrich",
    "quote": "It is the friends you can call up at 4 a.m. that matter."
  },
  {
    "fav": "false",
    "author": "H. Jackson Brown, Jr.",
    "quote": "Remember that the most valuable antiques are dear old friends."
  },
  {
    "fav": "false",
    "author": "Marquise de Sevigne",
    "quote": "True friendship is never serene."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The most memorable people in life will be the friends who loved you when you weren't very lovable."
  },
  {
    "fav": "false",
    "author": "Irving Stone",
    "quote": "There are no faster or firmer friendships than those formed between people who love the same books."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Studying means 10% reading and 90% complaining to your friends that you have to study."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A friend is one who overlooks your broken fence and admires the flowers in your garden."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Find your tribe. Love them hard."
  },
  {
    "fav": "false",
    "author": "Tyne Daly",
    "quote": "Sweat makes good friendship cement."
  },
  {
    "fav": "false",
    "author": "A.A. Milne",
    "quote": "Are we going to be friends forever? asked Piglet. Even longer, Pooh answered."
  },
  {
    "fav": "false",
    "author": "Grace Pulpit",
    "quote": "A friend is the one who comes in when the whole world has gone out."
  },
  {
    "fav": "false",
    "author": "Woodrow T. Wilson",
    "quote": "Friendship is the only cement that will ever hold the world together."
  },
  {
    "fav": "false",
    "author": "Mencius",
    "quote": "Friends are the siblings God never gave us."
  },
  {
    "fav": "false",
    "author": "William Wycherley",
    "quote": "Good fellowship and friendship are lasting, rational and manly pleasures."
  },
  {
    "fav": "false",
    "author": "George Herbert",
    "quote": "Read as you taste fruit or savor wine, or enjoy friendship, love or life."
  },
  {
    "fav": "false",
    "author": "Dee Remy",
    "quote": "Together we shared a bond not even death would violate."
  },
  {
    "fav": "false",
    "author": "Ransom Riggs",
    "quote": "That was our friendship: equal parts irritation and cooperation."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It's easy to spot the strong women. They're the ones lifting each other up, not tearing each other down."
  },
  {
    "fav": "false",
    "author": "Ally Condie",
    "quote": "Growing apart doesn't change the fact that for a long time we grew side by side; our roots will always be tangled. I'm glad for that."
  },
  {
    "fav": "false",
    "author": "Abraham Lincoln",
    "quote": "The things I want to know are in books; my best friend is the man who’ll get me a book I ain’t read."
  },
  {
    "fav": "false",
    "author": "Wizard of Oz",
    "quote": "Oh, you're the best friends anybody ever had. And it's funny, but I feel as if I'd known you all the time, but I couldn't have, could I?"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A good friend is like a bra: hard to find one you're comfortable with, always provides support, holds you tight and is always close to your heart."
  },
  {
    "fav": "false",
    "author": "Sallust",
    "quote": "The firmest friendship is based on an identity of likes and dislikes."
  },
  {
    "fav": "false",
    "author": "Paul Theroux",
    "quote": "Friendship is also about liking a person for their failings, their weakness. It's also about mutual help, not about exploitation."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Maybe I can’t stop the downpour, but I will always join you for a walk in the rain."
  },
  {
    "fav": "false",
    "author": "Edward Everett Hale",
    "quote": "The making of friends who are real friends is the best token we have of a man's success in life."
  },
  {
    "fav": "false",
    "author": "Robert Southey",
    "quote": "No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The older I get the more selective I am of who is in my tribe. I would rather have four quarters than a hundred pennies."
  },
  {
    "fav": "false",
    "author": "Richard Burton",
    "quote": "False friendship, like the ivy, decays and ruins the walls it embraces; but true friendship gives new life and animation to the object it supports."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Best Friend: The one you can get mad at only for a short period because you have important stuff to tell them."
  },
  {
    "fav": "false",
    "author": "Elizabeth Foley",
    "quote": "The most beautiful discovery true friends make is that they can grow separately without growing apart."
  },
  {
    "fav": "false",
    "author": "Jess C. Scott",
    "quote": "Friends are the family you choose"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friends come and go, but enemies remain and build up."
  },
  {
    "fav": "false",
    "author": "Jess C. Scott",
    "quote": "Friends are the family you choose."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "True friendship can afford true knowledge. It does not depend on darkness and ignorance."
  },
  {
    "fav": "false",
    "author": "Titus Maccius Plautus",
    "quote": "Where there are friends, there is wealth."
  },
  {
    "fav": "false",
    "author": "Jane Austen",
    "quote": "There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The alphabet begins with ABC, numbers begin with 123, music begins with do-re-mi, and friendship begins with you and me."
  },
  {
    "fav": "false",
    "author": "Sidonie Gabrielle Colette",
    "quote": "It is wise to apply the oil of refined politeness to the mechanism of friendship."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friends are like walls, sometimes you lean on them and sometimes it's good just knowing they're there."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Laughing is one of the best exercises, it's like running inside your mind. You can do it almost anywhere and it's even better with a friend."
  },
  {
    "fav": "false",
    "author": "George MacDonald",
    "quote": "Few delights can equal the mere presence of someone we utterly trust."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I'd take a nerf bullet for you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Truly great friends are hard to find, difficult to leave and impossible to forget."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "A man's growth is seen in the successive choirs of his friends."
  },
  {
    "fav": "false",
    "author": "Adam Sandler",
    "quote": "Sixth grade was a big time, in my childhood, of hoops and friendship, and coming up with funny things."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Nothing compares to the pain of a belly ache from laughing too hard with your best friend."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "F.R.I.E.N.D.S. Fight for you. Respect you. Include you. Encourage you. Need you. Deserve you. Stand by you."
  },
  {
    "fav": "false",
    "author": "Celia Brayfield",
    "quote": "Long friendships are like jewels, polished over time to become beautiful and enduring."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friends come and go, like the waves of the ocean, but the true ones stay like an octopus on your face."
  },
  {
    "fav": "false",
    "author": "Wendi Deng Murdoch",
    "quote": "I'm loyal, and I like my friends. Friendship enriches your life and makes it more interesting."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A friend is someone who listens to your bullshit, tells you that it is bullshit and listens some more."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I hope we're good friends until we die, then I hope we can stay ghost friends, walk through walls and scare people."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I used to think enemies were the worst people in the world, but that was until I met fake friends and realized that they're a lot worse."
  },
  {
    "fav": "false",
    "author": "Christian Dior",
    "quote": "All I required to be happy was friendship and people I could admire."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Real queens fix each other's crowns."
  },
  {
    "fav": "false",
    "author": "Sandra Kring",
    "quote": "It’s not the length of time we knew someone that makes them so special. It’s what they brought into our lives."
  },
  {
    "fav": "false",
    "author": "Honore de Balzac",
    "quote": "Nothing so fortifies a friendship as a belief on the part of one friend that he is superior to the other."
  },
  {
    "fav": "false",
    "author": "Teresa of Ávila",
    "quote": "If this is how you treat your friends, no wonder you have so many enemies."
  },
  {
    "fav": "false",
    "author": "Shirley MacLaine",
    "quote": "Fear makes strangers of people who would be friends."
  },
  {
    "fav": "false",
    "author": "Alexander McCall Smith",
    "quote": "That is the best thing that anybody can be to anybody else—a friend."
  },
  {
    "fav": "false",
    "author": "Friedrich Nietzsche",
    "quote": "Love is blind; friendship closes its eyes."
  },
  {
    "fav": "false",
    "author": "Markus Zusak",
    "quote": "Failure has been my best friend as a writer. It tests you, to see if you have what it takes to see it through."
  },
  {
    "fav": "false",
    "author": "Henry Adams",
    "quote": "Friends are born, not made."
  },
  {
    "fav": "false",
    "author": "Alice Walker",
    "quote": "No person is your friend who demands your silence, or denies your right to grow."
  },
  {
    "fav": "false",
    "author": "Anaïs Nin",
    "quote": "Each friend represents a world in us, a world possibly not born until they arrive, and it is only by this meeting that a new world is born."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you can't look on the bright side, I will sit with you in the dark."
  },
  {
    "fav": "false",
    "author": "Charles Caleb Colton",
    "quote": "Friendship often ends in love; but love in friendship - never."
  },
  {
    "fav": "false",
    "author": "Louisa May Alcott",
    "quote": "A faithful friend is a strong defense; And he that hath found him hath found a treasure."
  },
  {
    "fav": "false",
    "author": "H. Jackson Brown Jr.",
    "quote": "Remember that the most valuable antiques are dear old friends."
  },
  {
    "fav": "false",
    "author": "Cornelius Vanderbilt",
    "quote": "There is no friendship in trade."
  },
  {
    "fav": "false",
    "author": "John Evelyn",
    "quote": "Friendship is the golden thread that ties the heart of all the world."
  },
  {
    "fav": "false",
    "author": "Marcus Tullius Cicero",
    "quote": "A friend is, as it were, a second self."
  },
  {
    "fav": "false",
    "author": "Anne Lamott",
    "quote": "Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you."
  },
  {
    "fav": "false",
    "author": "Arnold H. Glasgow",
    "quote": "A loyal friend laughs at your jokes when they’re not so good, and sympathizes with your problems when they’re not so bad."
  },
  {
    "fav": "false",
    "author": "Saint Francis de Sales",
    "quote": "A quarrel between friends, when made up, adds a new tie to friendship."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Fake friends are like autumn leaves, they're scattered everywhere."
  },
  {
    "fav": "false",
    "author": "S.E. Hinton",
    "quote": "If you have two friends in your lifetime, you're lucky. If you have one good friend, you're more than lucky."
  },
  {
    "fav": "false",
    "author": "Mason Cooley",
    "quote": "Bad faith likes discourse on friendship and loyalty."
  },
  {
    "fav": "false",
    "author": "Susan Orlean",
    "quote": "One of my favorite activities as a teen-ager was to watch television over the phone with my best friend."
  },
  {
    "fav": "false",
    "author": "Dalai Lama",
    "quote": "My aim is to create a happy society with genuine friendship. Friendship between Tibetan and Chinese peoples is very essential."
  },
  {
    "fav": "false",
    "author": "Michael Bassey Johnson",
    "quote": "Someone who smiles too much with you can sometime frown too much with you at your back."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "We are going to be best friends forever... besides you already know too much."
  },
  {
    "fav": "false",
    "author": "Bill Watterson",
    "quote": "Things are never quite as scary when you've got a best friend."
  },
  {
    "fav": "false",
    "author": "Charles Dickens",
    "quote": "Fan the sinking flame of hilarity with the wing of friendship; and pass the rosy wine."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friendship is another word for love."
  },
  {
    "fav": "false",
    "author": "Plautus",
    "quote": "Nothing but heaven itself is better than a friend who is really a friend."
  },
  {
    "fav": "false",
    "author": "Bernard Meltzer",
    "quote": "A true friend is one who thinks you are a good egg even if you are half-cracked."
  },
  {
    "fav": "false",
    "author": "Susan Glaspell",
    "quote": "As I grow older, I think friendship between women is a thing to cherish."
  },
  {
    "fav": "false",
    "author": "Robert E. Lee",
    "quote": "Never do a wrong thing to make a friend or to keep one."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It is during the worst times of your life that you will get to see the true colors of the people who say they care for you."
  },
  {
    "fav": "false",
    "author": "David Tyson Gentry",
    "quote": "True friendship comes when the silence between two people is comfortable."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "A friend is one that knows you as you are, understands where you have been, accepts what you have become and still gently allows you to grow."
  },
  {
    "fav": "false",
    "author": "Robert Brault",
    "quote": "I value the friend who for me finds time on his calendar, but I cherish the friend who for me does not consult his calendar."
  },
  {
    "fav": "false",
    "author": "Jimmy Chin",
    "quote": "A lot of why I climb is for the friendship, the loyalty and trust, the shared experience of being in that moment."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Remember, you don’t need a certain number of friends. just a number of friends you can be certain of."
  },
  {
    "fav": "false",
    "author": "L.M. Montgomery",
    "quote": "True friends are always together in spirit."
  },
  {
    "fav": "false",
    "author": "George Foreman",
    "quote": "Forgiveness is that subtle thread that binds both love and friendship. Without forgiveness, you may not even have a child one day."
  },
  {
    "fav": "false",
    "author": "Nicholas Sparks",
    "quote": "You are my best friend as well as my lover, and I do not know which side of you I enjoy the most. I treasure each side, just as I have treasured our life together."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A best friend is someone who makes you laugh even when you think you’ll never smile again."
  },
  {
    "fav": "false",
    "author": "Mother Angelica",
    "quote": "Two of man's basic needs are to love and to share. Both of these needs are satisfied in greater or lesser degree by friendship."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A good friend knows all your stories. A best friend helped you write them."
  },
  {
    "fav": "false",
    "author": "Patience Johnson",
    "quote": "Be careful because God's gifts alone are not able to give you joy; God's gift can only bring you joy when they are joined with your gratitude."
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "Wishing to be friends is quick work, but friendship is a slow ripening fruit."
  },
  {
    "fav": "false",
    "author": "Seneca",
    "quote": "Friendship always benefits; love sometimes injures."
  },
  {
    "fav": "false",
    "author": "Emily Bronte",
    "quote": "Love is like the wild rose-briar; Friendship like the holly-tree. The holly is dark when the rose-briar blooms, but which will bloom most constantly?"
  },
  {
    "fav": "false",
    "author": "Washington Irving",
    "quote": "Sweet is the memory of distant friends! Like the mellow rays of the departing sun, it falls tenderly, yet sadly, on the heart."
  },
  {
    "fav": "false",
    "author": "Mortimer Adler",
    "quote": "Friendship is a very taxing and arduous form of leisure activity."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friends are chocolate chips in the cookie of life!"
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "It is one of the blessings of old friends that you can afford to be stupid with them."
  },
  {
    "fav": "false",
    "author": "Eleanor Roosevelt",
    "quote": "Many people will walk in and out of your life but only true friends leave footprints in your heart."
  },
  {
    "fav": "false",
    "author": "George Washington",
    "quote": "Actions, not words, are the true criterion of the attachment of friends."
  },
  {
    "fav": "false",
    "author": "Sophie Swetchine",
    "quote": "The ideal friendship is to feel as one while remaining two."
  },
  {
    "fav": "false",
    "author": "Sicilian Proverb",
    "quote": "Only your real friends will tell you when your face is dirty."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Maybe I can't stop the downpour, but I will always join you for a walk in the rain."
  },
  {
    "fav": "false",
    "author": "George Washington",
    "quote": "Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A best friend isn’t just someone who’s always there for you. It’s someone who understands you a bit more than you understand yourself."
  },
  {
    "fav": "false",
    "author": "Robert Staughton Lynd",
    "quote": "Friendship will not stand the strain of very much good advice for very long."
  },
  {
    "fav": "false",
    "author": "Jacques Delille",
    "quote": "Fate chooses your relations, you choose your friends."
  },
  {
    "fav": "false",
    "author": "Mariella Frostrup",
    "quote": "Sustaining true friendship is a lot more challenging than we give it credit for."
  },
  {
    "fav": "false",
    "author": "Confucius",
    "quote": "It is more shameful to distrust our friends than to be deceived by them."
  },
  {
    "fav": "false",
    "author": "J.K. Rowling",
    "quote": "He must have known I'd want to leave you.\" \"No, he must have known you would always want to come back."
  },
  {
    "fav": "false",
    "author": "Epicurus",
    "quote": "It is not so much our friends' help that helps us, as the confidence of their help."
  },
  {
    "fav": "false",
    "author": "Mao Zedong",
    "quote": "The differences between friends cannot but reinforce their friendship."
  },
  {
    "fav": "false",
    "author": "Jessica Hahn",
    "quote": "I believe in God, because he is the only thing that kept me going. He’s my best friend."
  },
  {
    "fav": "false",
    "author": "Saint Teresa of Avila",
    "quote": "For prayer is nothing else than being on terms of friendship with God."
  },
  {
    "fav": "false",
    "author": "William Arthur Ward",
    "quote": "When we seek to discover the best in others we somehow bring out the best in ourselves."
  },
  {
    "fav": "false",
    "author": "Rabindranath Tagore",
    "quote": "Depth of friendship does not depend on length of acquaintance."
  },
  {
    "fav": "false",
    "author": "William Blake",
    "quote": "Opposition is true friendship."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "As your best friend I'll always pick you up when you fall, after I finish laughing."
  },
  {
    "fav": "false",
    "author": "Jayne Anne Phillips",
    "quote": "Talk between women friends is always therapy..."
  },
  {
    "fav": "false",
    "author": "Lena Dunham",
    "quote": "I think about my best friendship – which the Marnie-Hannah friendship in Girls is based on – as like a great romance of my young life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I love my computer because all my friends live inside it!"
  },
  {
    "fav": "false",
    "author": "Haruki Murakami",
    "quote": "Nobody likes being alone that much. I don't go out of my way to make friends, that's all. It just leads to disappointment. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You don't have to be crazy to hang out with me... I'll train you."
  },
  {
    "fav": "false",
    "author": "Francois Muriac",
    "quote": "No love, no friendship can cross the path of our destiny without leaving some mark on it forever."
  },
  {
    "fav": "false",
    "author": "Barbara Kingsolver",
    "quote": "The friend who holds your hand and says the wrong thing is made of dearer stuff than the one who stays away."
  },
  {
    "fav": "false",
    "author": "Anton Chekhov",
    "quote": "Love, friendship and respect do not unite people as much as a common hatred for something."
  },
  {
    "fav": "false",
    "author": "Doug Larson",
    "quote": "The cat could very well be man’s best friend but would never stop to admitting it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A true friend accepts who you are, but also helps you become who you should be."
  },
  {
    "fav": "false",
    "author": "Shanna Rodriguez",
    "quote": "The great thing about new friends is that they bring new energy to your soul."
  },
  {
    "fav": "false",
    "author": "Oprah Winfrey",
    "quote": "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It's ok. You just forgot who you are. Welcome back."
  },
  {
    "fav": "false",
    "author": "Jess C. Scott",
    "quote": "My head’ll explode if I continue with this escapism."
  },
  {
    "fav": "false",
    "author": "Helen Keller",
    "quote": "I would rather walk with a friend in the dark, than alone in the light."
  },
  {
    "fav": "false",
    "author": "Dalai Lama",
    "quote": "Even an animal, if you show genuine affection, gradually trust develops... If you always showing bad face and beating, how can you develop friendship?"
  },
  {
    "fav": "false",
    "author": "Mindy Kaling",
    "quote": "One friend with whom you have a lot in common is better than three with whom you struggle to find things to talk about."
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "In the sweetness of friendship let there be laughter, for in the dew of little things the heart finds its morning and is refreshed."
  },
  {
    "fav": "false",
    "author": "Sarah Orne Jewett",
    "quote": "Yes'm, old friends is always best, 'less you can catch a new one that's fit to make an old one out of."
  },
  {
    "fav": "false",
    "author": "Jasmine Guy",
    "quote": "The building of friendship, family, community and love is complicated. We are so isolated in this country, no longer supported by tribes and villages."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sitting silently beside a friend who is hurting may be the best gift we can give."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Best friends make the good times better and the hard times easier."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It's not what we have in life, but who we have in our life that matters."
  },
  {
    "fav": "false",
    "author": "Anne Morrow Lindbergh",
    "quote": "Men kick friendship around like a football, but it doesn’t seem to crack. Women treat it like glass and it goes to pieces."
  },
  {
    "fav": "false",
    "author": "Emil Zatopek",
    "quote": "Great is the victory, but the friendship of all is greater."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "An enemy, who is honest and shows his/her hate openly is better than a friend who is liar and putting you down secretly."
  },
  {
    "fav": "false",
    "author": "Jane Fonda",
    "quote": "They make me stronger; they make me braver."
  },
  {
    "fav": "false",
    "author": "Alfred A. Montapert",
    "quote": "All lasting business is built on friendship."
  },
  {
    "fav": "false",
    "author": "Whitney Otto",
    "quote": "Why are old lovers able to become friends? Two reasons. They never truly loved each other, or they love each other still."
  },
  {
    "fav": "false",
    "author": "Luellen Hoffman",
    "quote": "Life is a bitter sweet journey my friend, a bitter sweet journey."
  },
  {
    "fav": "false",
    "author": "Ella Wheeler Wilcox",
    "quote": "All love that has not friendship for its base, is like a mansion built upon the sand."
  },
  {
    "fav": "false",
    "author": "Emily Dickinson",
    "quote": "My friends are my estate."
  },
  {
    "fav": "false",
    "author": "The Beatles",
    "quote": "I get by with a little help from my friends."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friends pick us up when we fall down, and if they can’t pick us up, they lie down and listen for a while."
  },
  {
    "fav": "false",
    "author": "Plutarch",
    "quote": "I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better."
  },
  {
    "fav": "false",
    "author": "Gina Barreca",
    "quote": "It's not that diamonds are a girl's best friend, but it's your best friends who are your diamonds."
  },
  {
    "fav": "false",
    "author": "Tina Knowles",
    "quote": "I not only enjoy a really great friendship with both my girls but also a close mother-daughter bond as well."
  },
  {
    "fav": "false",
    "author": "Edwin Arlington Robinson",
    "quote": "Friends: people who borrow my books and set wet glasses on them."
  },
  {
    "fav": "false",
    "author": "George Santayana",
    "quote": "Friendship is almost always the union of a part of one mind with the part of another; people are friends in spots."
  },
  {
    "fav": "false",
    "author": "Arthur Ashe",
    "quote": "We must reach out our hand in friendship and dignity both to those who would befriend us and those who would be our enemy."
  },
  {
    "fav": "false",
    "author": "Eugene Kennedy",
    "quote": "The real test of friendship is can you literally do nothing with the other person? Can you enjoy those moments of life that are utterly simple?"
  },
  {
    "fav": "false",
    "author": "Patience Johnson",
    "quote": "Five minutes after something happened might not be the best time for you to get into your Facebook and tell everybody. Men's panic does not produce God's power."
  },
  {
    "fav": "false",
    "author": "Plautus",
    "quote": "Friendship is composed of a single soul inhabiting two bodies."
  },
  {
    "fav": "false",
    "author": "Antoine de Saint-Exupéry",
    "quote": "People have forgotten this truth,\" the fox said. \"But you mustn’t forget it. You become responsible forever for what you’ve tamed. You’re responsible for your rose."
  },
  {
    "fav": "false",
    "author": "F. Scott Fitzgerald",
    "quote": "They’re a rotten crowd’, I shouted across the lawn. ‘You’re worth the whole damn bunch put together."
  },
  {
    "fav": "false",
    "author": "George Jean Nathan",
    "quote": "Love demands infinitely less than friendship."
  },
  {
    "fav": "false",
    "author": "Joseph Campbell",
    "quote": "Love is a friendship set to music."
  },
  {
    "fav": "false",
    "author": "Saint Augustine",
    "quote": "I want my friend to miss me as long as I miss him."
  },
  {
    "fav": "false",
    "author": "Proverbs 27:9",
    "quote": "A sweet friendship refreshes the soul."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friends don't let friends do silly things...alone."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Best friends: it’s a promise, not a label."
  },
  {
    "fav": "false",
    "author": "Arthur Brisbane",
    "quote": "A good friend can tell you what is the matter with you in a minute. He may not seem such a good friend after telling."
  },
  {
    "fav": "false",
    "author": "Patience Johnson",
    "quote": "Whenever you are in transition it is always important to choose the words that you use. You call it crises in your life and I call it transition."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friendship improves happiness, and abates misery, by doubling our joys, and dividing our grief."
  },
  {
    "fav": "false",
    "author": "Bob Marley",
    "quote": "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for."
  },
  {
    "fav": "false",
    "author": "Joseph Addison",
    "quote": "The greatest sweetener of human life is Friendship. To raise this to the highest pitch of enjoyment, is a secret which but few discover."
  },
  {
    "fav": "false",
    "author": "C.S. Lewis",
    "quote": "Friendship is born at that moment when one person says to another: ‘What! You too? I thought I was the only one."
  },
  {
    "fav": "false",
    "author": "Publilius Syrus",
    "quote": "A friendship that can end never really began"
  },
  {
    "fav": "false",
    "author": "Oprah Winfrey",
    "quote": "If you can survive 11 days in cramped quarters with a friend and come out laughing, your friendship is the real deal."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Best friends are people who make your problems their problems, just so you don’t have to go through them alone."
  },
  {
    "fav": "false",
    "author": "C. S. Lewis",
    "quote": "Eros will have naked bodies; Friendship naked personalities."
  },
  {
    "fav": "false",
    "author": "Audrey Hepburn",
    "quote": "True friends are families which you can select."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "An insincere and evil friend is more to be feared than a wild beast; a wild beast may wound your body, but an evil friend will wound your mind."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A best friend is like a four leaf clover, hard to find, lucky to have."
  },
  {
    "fav": "false",
    "author": "Nicole Richie",
    "quote": "True friends are like diamond—bright, beautiful, valuable and always in style."
  },
  {
    "fav": "false",
    "author": "Christopher Hitchens",
    "quote": "What do you most value in your friends? Their continued existence."
  },
  {
    "fav": "false",
    "author": "William Blake",
    "quote": "The bird a nest, the spider a web, man friendship."
  },
  {
    "fav": "false",
    "author": "Lucius Annaeus Seneca",
    "quote": "One of the most beautiful qualities of true friendship is to understand and to be understood."
  },
  {
    "fav": "false",
    "author": "Gabriel Garcia Marquez",
    "quote": "A true friend reaches for your hand and touches your heart."
  },
  {
    "fav": "false",
    "author": "Gotthold Ephraim Lessing",
    "quote": "The most deadly fruit is borne by the hatred which one grafts on an extinguished friendship."
  },
  {
    "fav": "false",
    "author": "Elizabeth Foley",
    "quote": "A best friend is someone who loves you when you forget to love yourself."
  },
  {
    "fav": "false",
    "author": "Clifton Fadiman",
    "quote": "One measure of friendship consists not in the number of things friends can discuss, but in the number of things they need no longer mention."
  },
  {
    "fav": "false",
    "author": "Jean de la Bruyere",
    "quote": "Two persons cannot long be friends if they cannot forgive each other's little failings."
  },
  {
    "fav": "false",
    "author": "David Tyson",
    "quote": "True friendship comes when the silence between two people is comfortable."
  },
  {
    "fav": "false",
    "author": "Elisabeth Foley",
    "quote": "The most beautiful discovery true friends make is that they can grow separately without growing apart."
  },
  {
    "fav": "false",
    "author": "Sydney Smith",
    "quote": "Life is to be fortified by many friendships. To love and to be loved is the greatest happiness of existence."
  },
  {
    "fav": "false",
    "author": "Marie de France",
    "quote": "If one of two lovers is loyal, and the other jealous and false, how may their friendship last, for Love is slain!"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You can always tell when two people are best friends because they are having more fun than it makes sense for them to be having."
  },
  {
    "fav": "false",
    "author": "Frank Crane",
    "quote": "What is a friend? I will tell you: it is someone with whom you dare to be yourself."
  },
  {
    "fav": "false",
    "author": "William Feather",
    "quote": "Finishing a good book is like leaving a good friend."
  },
  {
    "fav": "false",
    "author": "William Temple",
    "quote": "Man’s wisdom is his best friend; folly his worst enemy."
  },
  {
    "fav": "false",
    "author": "J.M. Laurence",
    "quote": "It's not what we have in our life, but who we have in our life that counts."
  },
  {
    "fav": "false",
    "author": "Christina Perri",
    "quote": "Music has been my everything since day one. It’s been my shoulder to cry on, my rock and my best friend."
  },
  {
    "fav": "false",
    "author": "Eleanor Roosevelt",
    "quote": "Friendship with ones self is all important, because without it one cannot be friends with anyone else in the world."
  },
  {
    "fav": "false",
    "author": "Jeremy Taylor",
    "quote": "Secrecy is the chastity of friendship."
  },
  {
    "fav": "false",
    "author": "Lauren Conrad",
    "quote": "Some people are willing to betray years of friendship just to get a little bit of the spotlight."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I like you a lottle. It's like a little, except a lot."
  },
  {
    "fav": "false",
    "author": "Donna Roberts",
    "quote": "A friend knows the song in my heart and sings it to me when my memory fails."
  },
  {
    "fav": "false",
    "author": "Lou Holtz",
    "quote": "When the bank asks me about my assets, I include my friendship with Regis Philbin."
  },
  {
    "fav": "false",
    "author": "King Solomon",
    "quote": "As iron sharpens iron, so a friend sharpens a friend."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I'd walk through fire for my best friend. Well, not fire because that's dangerous. But a super humid room... well not too humid, because you know... my hair."
  },
  {
    "fav": "false",
    "author": "Patience Johnson",
    "quote": "I don't want to settle down because God has satisfied me and heard my prayers. I want to stay hungry and thirsty for the things of God."
  },
  {
    "fav": "false",
    "author": "Sophocles",
    "quote": "You win the victory when you yield to friends."
  },
  {
    "fav": "false",
    "author": "Jess C. Scott",
    "quote": "When someone loves you, the way they talk about you is different. You feel safe and comfortable."
  },
  {
    "fav": "false",
    "author": "Sydney Smith",
    "quote": "Madam, I have been looking for a person who disliked gravy all my life; let us swear eternal friendship."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A true friend cares like a mom, scolds like a dad, teases like a sister, irritates like a brother and loves more than a lover."
  },
  {
    "fav": "false",
    "author": "Martin Luther King Jr.",
    "quote": "In the end, we will remember not the words of our enemies, but the silence of our friends."
  },
  {
    "fav": "false",
    "author": "Lord Byron",
    "quote": "Friendship is Love without his wings!"
  },
  {
    "fav": "false",
    "author": "Thiruvalluvar",
    "quote": "To embrace the whole world in friendship is wisdom. This wisdom is not changeable like the flowers that bloom and fade."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Our phones fall, we panic. Our friends fall, we laugh."
  },
  {
    "fav": "false",
    "author": "Benjamin Franklin",
    "quote": "Tis a great confidence in a friend to tell him your faults; greater to tell him his."
  },
  {
    "fav": "false",
    "author": "Anna Cummins",
    "quote": "Do not save your loving speeches for your friends till they are dead; do not write them on their tombstones, speak them rather now instead."
  },
  {
    "fav": "false",
    "author": "Ritu Ghatourey",
    "quote": "Time alone can prove the worth offriendship. As time goes by we losethe the false ones and keep thebest. True friends stay when all therest are gone."
  },
  {
    "fav": "false",
    "author": "Dorothy Parker",
    "quote": "Constant use had not worn ragged the fabric of their friendship."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "A true friend stabs you in the front."
  },
  {
    "fav": "false",
    "author": "Chelsea Handler",
    "quote": "The love that comes from friendship is the underlying facet of a happy life."
  },
  {
    "fav": "false",
    "author": "Patience Johnson",
    "quote": "Thank God #EVEN# #THOUGH# in bad times not only in your good; this is a graduated form of gratitude."
  },
  {
    "fav": "false",
    "author": "Charles de Montesquieu",
    "quote": "Friendship is an arrangement by which we undertake to exchange small favors for big ones."
  },
  {
    "fav": "false",
    "author": "Bernard Meltzer",
    "quote": "A true friend is someone who thinks that you are a good egg even though he knows that you are slightly cracked."
  },
  {
    "fav": "false",
    "author": "Robert Louis Stevenson",
    "quote": "So long as we love we serve; so long as we are loved by others, I would almost say that we are indispensable; and no man is useless while he has a friend."
  },
  {
    "fav": "false",
    "author": "Oliver Wendell Holmes, Sr.",
    "quote": "Without wearing any mask we are conscious of, we have a special face for each friend."
  },
  {
    "fav": "false",
    "author": "Charles Kingsley",
    "quote": "Friendship is like a glass ornament, once it is broken it can rarely be put back together exactly the same way."
  },
  {
    "fav": "false",
    "author": "Thalia",
    "quote": "Friendship is something that is cultivated."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "There’s not a word yet for old friends who’ve just met."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "I had three chairs in my house; one for solitude, two for friendship, three for society."
  },
  {
    "fav": "false",
    "author": "S.E. Hinton",
    "quote": "If you have two friends in your lifetime, you’re lucky. If you have one good friend, you’re more than lucky."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Best friends don’t necessarily have to talk every day. They don’t even need to talk for weeks. But when they do, it’s like they never stopped talking."
  },
  {
    "fav": "false",
    "author": "A.A. Milne",
    "quote": "It is more fun to talk with someone who doesn't use long, difficult words but rather short, easy words like \"What about lunch?"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Best friend: someone you can only stay mad at for so long because you have important things to talk about."
  },
  {
    "fav": "false",
    "author": "Confucius",
    "quote": "Never contract friendship with a man that is not better than thyself."
  },
  {
    "fav": "false",
    "author": "Bernard Branson",
    "quote": "Rejection is an opportunity for your selection."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Only a true friend will tell you to your face what others are saying behind your back."
  },
  {
    "fav": "false",
    "author": "Samuel Johnson",
    "quote": "The feeling of friendship is like that of being comfortably filled with roast beef; love, like being enlivened with champagne."
  },
  {
    "fav": "false",
    "author": "Hiro Mashima",
    "quote": "Is that your reason for fighting?! We're different!!! We fight for the sake of our injured friends!!! No matter if our opponents are humans, demons, or even gods!!!"
  },
  {
    "fav": "false",
    "author": "Doris Lessing",
    "quote": "Trust no friend without faults, and love a woman, but no angel."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Never forget who was there when you needed them."
  },
  {
    "fav": "false",
    "author": "Henry Ford",
    "quote": "My best friend is the one who brings out the best in me."
  },
  {
    "fav": "false",
    "author": "Rebecca Wells",
    "quote": "You know how some people, when they're together, they somehow make you feel more hopeful? Make you feel like the world is not the insane place it really is?"
  },
  {
    "fav": "false",
    "author": "Publilius Syrus",
    "quote": "A friendship that can end never really began."
  },
  {
    "fav": "false",
    "author": "Muhammad Ali",
    "quote": "Friendship... is not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything."
  },
  {
    "fav": "false",
    "author": "Reese Witherspoon",
    "quote": "I don’t know what I would have done so many times in my life if I hadn’t had my girlfriends."
  },
  {
    "fav": "false",
    "author": "Sabrina Bryan",
    "quote": "Friendship is the complete explanation of what a Cheetah Girl is - if you have that true friendship, you can conquer anything you want."
  },
  {
    "fav": "false",
    "author": "Henry Ward Beecher",
    "quote": "Laughter is not a bad beginning for a friendship, and it is the best ending for one."
  },
  {
    "fav": "false",
    "author": "Mencius",
    "quote": "Friendship with a man is friendship with his virtue."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Your friends should motivate and inspire you. Your circle should be well rounded and supportive. Keep it tight. Quality over quantity, always."
  },
  {
    "fav": "false",
    "author": "Rainbow Rowell",
    "quote": "I don’t trust anybody. Not anybody. And the more that I care about someone, the more sure I am they’re going to get tired of me and take off."
  },
  {
    "fav": "false",
    "author": "Sophie Kinsella",
    "quote": "Relationships are all about trust and equality. If one person shares, then the other person should share, too."
  },
  {
    "fav": "false",
    "author": "London Mond",
    "quote": "Most people want to see you to do better, but not doing better than them."
  },
  {
    "fav": "false",
    "author": "Steven Van Zandt",
    "quote": "Rock n' roll as a genre is different from pop and hip hop: it is about bands, and that for me suggests brotherhood, family, friendship and community."
  },
  {
    "fav": "false",
    "author": "Lord Byron",
    "quote": "Friendship may, and often does, grow into love, but love never subsides into friendship."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Find friends who aren't too proud to pray for you. To cry for you. To hope for you. To ask God to be one with you. That's what's real."
  },
  {
    "fav": "false",
    "author": "Rachel Simmons",
    "quote": "There are no shortcuts to genuine friendship. Relationships are built over time."
  },
  {
    "fav": "false",
    "author": "Euripides",
    "quote": "Life has no blessing like a prudent friend."
  },
  {
    "fav": "false",
    "author": "Margaret Lee Runbeck",
    "quote": "Silence make the real conversations between friends. Not the saying, but the never needing to say that counts."
  },
  {
    "fav": "false",
    "author": "C. S. Lewis",
    "quote": "A friend is someone who knows the song in your heart and can sing it back to you when you have forgotten the words."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "That moment when you, a queen, come across another queen, and discuss how to maximize your joint slay."
  },
  {
    "fav": "false",
    "author": "Jeremy Taylor",
    "quote": "Love is friendship set on fire."
  },
  {
    "fav": "false",
    "author": "Charles Darwin",
    "quote": "Fate chooses your relations, you choose your friends."
  },
  {
    "fav": "false",
    "author": "Tahar Ben Jelloun",
    "quote": "Real friendship, like real poetry, is extremely rare—and precious as a pearl."
  },
  {
    "fav": "false",
    "author": "Thomas A. Edison",
    "quote": "I have friends in overalls whose friendship I would not swap for the favor of the kings of the world."
  },
  {
    "fav": "false",
    "author": "Megan McCafferty",
    "quote": "Girls will get together just to get together. Guys need an activity as an excuse. Otherwise it’s too homo for them to handle."
  },
  {
    "fav": "false",
    "author": "Virginia Woolf",
    "quote": "Some people go to priests; others to poetry; I to my friends."
  },
  {
    "fav": "false",
    "author": "Nargis Fakhri",
    "quote": "Every friendship is different because everyone's personality is different."
  },
  {
    "fav": "false",
    "author": "Mencius",
    "quote": "Friendship is one mind in two bodies."
  },
  {
    "fav": "false",
    "author": "Oliver Goldsmith",
    "quote": "Pity and friendship are two passions incompatible with each other."
  },
  {
    "fav": "false",
    "author": "John D. Rockefeller",
    "quote": "A friendship founded on business is better than a business founded on friendship."
  },
  {
    "fav": "false",
    "author": "Thomas Aquinas",
    "quote": "There is nothing on this earth more to be prized than true friendship."
  },
  {
    "fav": "false",
    "author": "Marlene Dietrich",
    "quote": "It's the friends you can call up at 4 a.m. that matter."
  },
  {
    "fav": "false",
    "author": "Jodie Foster",
    "quote": "My definition of a friend is somebody who adores you even though they know the things you're most ashamed of."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The one who doesn't tell you what you want to hear, but tells you what you need to hear. Keep that."
  },
  {
    "fav": "false",
    "author": "Robert Brault",
    "quote": "As a friend, you first give your understanding, then you try to understand."
  },
  {
    "fav": "false",
    "author": "Maya Angelou",
    "quote": "Try to be a rainbow in someone's cloud."
  },
  {
    "fav": "false",
    "author": "C.S. Lewis",
    "quote": "Friendship is born at that moment when one person says to another, ‘What! You too? I thought I was the only one."
  },
  {
    "fav": "false",
    "author": "Patience Johnson",
    "quote": "Learn to eat with your enemies all around you but most of all thank God for his presence. Keep your eyes fixed to the presence of God in the presence of your enemies."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don't worry, I got your back."
  },
  {
    "fav": "false",
    "author": "P.C. Cast",
    "quote": "If you have good friends, no matter how much life is sucking , they can make you laugh."
  },
  {
    "fav": "false",
    "author": "Liz Fenton",
    "quote": "A true best friend loves you even when it seems like you’ve gone off the deep end."
  },
  {
    "fav": "false",
    "author": "Walter Winchell",
    "quote": "A real friend is one who walks in when the rest of the world walks out."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If Barbie is so popular, why do you have to buy her friends?"
  },
  {
    "fav": "false",
    "author": "Erich Maria Remarque",
    "quote": "Love should not be polluted with friendship."
  },
  {
    "fav": "false",
    "author": "Mario Puzo",
    "quote": "Friendship and money: oil and water."
  },
  {
    "fav": "false",
    "author": "Robert Louis Stevenson",
    "quote": "We are all travelers in the wilderness of this world, and the best we can find in our travels is an honest friend."
  },
  {
    "fav": "false",
    "author": "Harry Emerson Fosdick",
    "quote": "The steady discipline of intimate friendship with Jesus results in men becoming like Him."
  },
  {
    "fav": "false",
    "author": "John Leonard",
    "quote": "It takes a long time to grow an old friend."
  },
  {
    "fav": "false",
    "author": "Joan Jett",
    "quote": "You got nothing to lose. You don't lose when you lose fake friends."
  },
  {
    "fav": "false",
    "author": "Proverbs",
    "quote": "A sweet friendship refreshes the soul."
  },
  {
    "fav": "false",
    "author": "N. R. Hart",
    "quote": "Some souls just understand each other upon meeting."
  },
  {
    "fav": "false",
    "author": "Jim Henson",
    "quote": "There’s not a word yet for old friends who’ve just met."
  },
  {
    "fav": "false",
    "author": "Robert Louis Stevenson",
    "quote": "Marriage: A friendship recognized by the police."
  },
  {
    "fav": "false",
    "author": "Jane Austen",
    "quote": "There is nothing I wouldn't do for those who are really my friends. I have no notion of loving people by halves; it is not my nature."
  },
  {
    "fav": "false",
    "author": "Tim Finn",
    "quote": "I think quite a lot of people have a friendship or a love that's gone like that and it never quite reconciles properly."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "The only way to have a friend is to be one."
  },
  {
    "fav": "false",
    "author": "Anna Taylor",
    "quote": "Some people arrive and make such a beautiful impact on your life, you can barely remember what life was like without them."
  },
  {
    "fav": "false",
    "author": "Nausicaa Twila",
    "quote": "There are rare people who will show up at the right time, help you through the hard times and stay into your best times… Those are the keepers."
  },
  {
    "fav": "false",
    "author": "Francesco Guicciardini",
    "quote": "Since there is nothing so well worth having as friends, never lose a chance to make them."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "...Who could refrain, That had a heart to love, and in that heart Courage to make love known?"
  },
  {
    "fav": "false",
    "author": "Pierre Teilhard de Chardin",
    "quote": "The world is round so that friendship may encircle it."
  },
  {
    "fav": "false",
    "author": "Joan Powers",
    "quote": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you."
  },
  {
    "fav": "false",
    "author": "Socrates",
    "quote": "Be slow to fall into friendship; but when thou art in, continue firm & constant."
  },
  {
    "fav": "false",
    "author": "C.J. Langenhoven",
    "quote": "Friends should be like books, few, but hand-selected."
  },
  {
    "fav": "false",
    "author": "Albert Camus",
    "quote": "How can sincerity be a condition of friendship? A taste for truth at any cost is a passion which spares nothing."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A good friend can tell you what is the matter with you in a minute. He may not seem such a good friend after telling."
  },
  {
    "fav": "false",
    "author": "Wole Soyinka",
    "quote": "I take friendship very seriously."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "Anybody can sympathise with the sufferings of a friend, but it requires a very fine nature to sympathise with a friend's success."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "Laughter is not at all a bad beginning for a friendship, and it is far the best ending for one."
  },
  {
    "fav": "false",
    "author": "Bill Watterson",
    "quote": "Things are never quite as scary when you have a best friend."
  },
  {
    "fav": "false",
    "author": "Charles Lamb",
    "quote": "Tis the privilege of friendship to talk nonsense, and have her nonsense respected."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "No one will ever be as entertained by us as us."
  },
  {
    "fav": "false",
    "author": "J.D. Salinger",
    "quote": "I am always saying \"Glad to've met you\" to somebody I'm not at all glad I met. If you want to stay alive, you have to say that stuff, though."
  },
  {
    "fav": "false",
    "author": "Ann Patchett",
    "quote": "Writing is a job, a talent, but it's also the place to go in your head. It is the imaginary friend you drink your tea with in the afternoon."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Notice the people who are happy for your happiness and sad for your sadness. They're the ones who deserve special places in your heart."
  },
  {
    "fav": "false",
    "author": "St. Jerome",
    "quote": "The friendship that can cease has never been real."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "Friendship is a two way street not a one way road."
  },
  {
    "fav": "false",
    "author": "Patience Johnson",
    "quote": "Man's panic does not produce God's power.....sometimes you need to pray before you post on social media."
  },
  {
    "fav": "false",
    "author": "Henry van Dyke",
    "quote": "A friend is what the heart needs all the time."
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "My best friend is the man who in wishing me well wishes it for my sake."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You're pretty much my most favorite of all time in the history of ever."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Cheers to low maintenance friends, the ones who understand life gets busy but when we see each other, there's nothing but love."
  },
  {
    "fav": "false",
    "author": "German Proverb",
    "quote": "Better an honest enemy than a false friend."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You are gold, baby. Solid gold."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True friends are never apart, maybe in distance but never in heart."
  },
  {
    "fav": "false",
    "author": "Marcel Proust",
    "quote": "Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I don't know what's tighter, our jeans or our friendship."
  },
  {
    "fav": "false",
    "author": "William Rotsler",
    "quote": "How rare and wonderful is that flash of a moment when we realize we have discovered a friend."
  },
  {
    "fav": "false",
    "author": "Laurence J. Peter",
    "quote": "You can always tell a real friend: when you’ve made a fool of yourself he doesn’t feel you’ve done a permanent job."
  },
  {
    "fav": "false",
    "author": "Faye Hall",
    "quote": "True love is finding your soulmate in your best friend."
  },
  {
    "fav": "false",
    "author": "Eugene Kennedy",
    "quote": "Friendship is something whose depth fits human aspirations and fulfills human possibilities."
  },
  {
    "fav": "false",
    "author": "Marlene Dietrich",
    "quote": "It’s the friends you can call up at 4am that matter."
  },
  {
    "fav": "false",
    "author": "Sarah Valdez",
    "quote": "A friend is one of the best things you can be and the greatest things you can have."
  },
  {
    "fav": "false",
    "author": "C.S. Lewis",
    "quote": "Friendship is unnecessary, like philosophy, like art.... It has no survival value; rather it is one of those things which give value to survival."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friends listen to what you say. Best friends listen to what you don’t say."
  },
  {
    "fav": "false",
    "author": "Benjamin Franklin",
    "quote": "A false friend and a shadow attend only while the sun shines."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Some talk to you in their free time and some free their time to talk to you. Learn the difference."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "There's nothing better than a good friend, except for a good friend with chocolate."
  },
  {
    "fav": "false",
    "author": "George Washington",
    "quote": "True friendship is a plant of slow growth, and must undergo and withstand the shocks of adversity, before it is entitled to the appellation."
  },
  {
    "fav": "false",
    "author": "Samuel Butler",
    "quote": "Friendship is like money, easier made than kept."
  },
  {
    "fav": "false",
    "author": "Petrarch",
    "quote": "Suspicion is the cancer of friendship."
  },
  {
    "fav": "false",
    "author": "Nigerian Proverb",
    "quote": "Hold a true friend with both your hands."
  },
  {
    "fav": "false",
    "author": "William James",
    "quote": "Wherever you are, it's your friends who make your world."
  },
  {
    "fav": "false",
    "author": "William Hazlitt",
    "quote": "Even in the common affairs of life, in love, friendship, and marriage, how little security have we when we trust our happiness in the hands of others!"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Surround yourself with people who talk about visions and ideas. Not people."
  },
  {
    "fav": "false",
    "author": "Oliver Wendell Holmes, Sr.",
    "quote": "There is no friend like an old friend who has shared our morning days, no greeting like his welcome, no homage like his praise."
  },
  {
    "fav": "false",
    "author": "Hubert H. Humphrey",
    "quote": "The greatest gift of life is friendship, and I have received it."
  },
  {
    "fav": "false",
    "author": "Thomas J. Watson",
    "quote": "Don’t make friends who are comfortable to be with. Make friends who will force you to lever yourself up."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Some souls just understand each other upon meeting."
  },
  {
    "fav": "false",
    "author": "Len Wein",
    "quote": "A true friend is someone who is there for you when he’d rather be anywhere else."
  },
  {
    "fav": "false",
    "author": "Mortimer Adler",
    "quote": "Conjugal love, or the friendship of spouses, can persist even after sexual desires have weakened, withered, and disappeared."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Want to see who your real friends are? Screw up and see who's still there."
  },
  {
    "fav": "false",
    "author": "C.S. Lewis",
    "quote": "Friendship is born at that moment when one person says to another: 'What! You too? I thought I was the only one.\""
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Life’s not about the people who act true to your face. It’s about the people who remain true behind your back."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Good friends are like stars. You don't always see them, but you know that they are always there."
  },
  {
    "fav": "false",
    "author": "Tim Cope",
    "quote": "Ultimately, it's a sense of camaraderie and friendship with local people that is core to my journeys."
  },
  {
    "fav": "false",
    "author": "Rainbow Rowell",
    "quote": "Holding Eleanor's hand was like holding a butterfly. Or a heartbeat. Like holding something complete, and completely alive."
  },
  {
    "fav": "false",
    "author": "Misty Copeland",
    "quote": "Anything is possible when you have the right people there to support you."
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "Without friends no one would choose to live, though he had all other goods."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Unexpected friendships are the best ones."
  },
  {
    "fav": "false",
    "author": "Mandy Hale",
    "quote": "Two things you will never have to chase: True friends & true love."
  },
  {
    "fav": "false",
    "author": "O. Henry",
    "quote": "No friendship is an accident."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "No beauty shines brighter than that of a good heart."
  },
  {
    "fav": "false",
    "author": "Jane Birkin",
    "quote": "My best friend cuts my hair with kitchen scissors."
  },
  {
    "fav": "false",
    "author": "Jane Green",
    "quote": "I think friendship is more important than love, but that love that grows out of friendship is the very best of all."
  },
  {
    "fav": "false",
    "author": "Charles Caleb Colton",
    "quote": "Friendship, of itself a holy tie, is made more sacred by adversity."
  },
  {
    "fav": "false",
    "author": "Jim Henson",
    "quote": "There's not a word yet, for old friends who've just met."
  },
  {
    "fav": "false",
    "author": "John Churton Collins",
    "quote": "In prosperity our friends know us; in adversity we know our friends."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A stranger stabs you in the front. A friend stabs you in the back. A boyfriend stabs you in the heart. Best friends poke each other with straws."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Friendship is so weird. You just pick a human you've met and you're like \"yep, I like this one,\" and you just do stuff with them."
  }
]
