[
  {
    "fav": "false",
    "author": "Leslie Caron",
    "quote": "In order to have great happiness you have to have great pain and unhappiness, otherwise how would you know when you’re happy?"
  },
  {
    "fav": "false",
    "author": "Jim Rohn",
    "quote": "You have two choices: You can make a living, or you can design a life."
  },
  {
    "fav": "false",
    "author": "Abraham Lincoln",
    "quote": "Most folks are as happy as they make up their minds to be."
  },
  {
    "fav": "false",
    "author": "Dale Carnegie",
    "quote": "It isn't what you have or who you are or where you are or what you are doing that makes you happy or unhappy. It is what you think about it."
  },
  {
    "fav": "false",
    "author": "J. Petit Senn",
    "quote": "Happiness is where we find it, but very rarely where we seek it."
  },
  {
    "fav": "false",
    "author": "William E. Gladstone",
    "quote": "Be happy with what you have and are, be generous with both, and you won't have to hunt for happiness."
  },
  {
    "fav": "false",
    "author": "Charles Dickens",
    "quote": "Happiness is a gift and the trick is not to expect it, but to delight in it when it comes."
  },
  {
    "fav": "false",
    "author": "Greg Anderson",
    "quote": "Only one thing has to change for us to know happiness in our lives: where we focus our attention."
  },
  {
    "fav": "false",
    "author": "Reinhold Niebuhr",
    "quote": "God, grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference."
  },
  {
    "fav": "false",
    "author": "Jim Rohn",
    "quote": "Happiness is the art of learning how to get joy from your substance."
  },
  {
    "fav": "false",
    "author": "Werner Erhard",
    "quote": "Happiness is a function of accepting what is."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Be with what you have. Be about what you want."
  },
  {
    "fav": "false",
    "author": "Matthew Stewart",
    "quote": "For me, the only sources of moral values are the pursuit of understanding and the pursuit of happiness."
  },
  {
    "fav": "false",
    "author": "Estelle",
    "quote": "No one goes straight to happiness after a breakup."
  },
  {
    "fav": "false",
    "author": "William Wilberforce",
    "quote": "It is the true duty of every man to promote the happiness of his fellow creatures to the utmost of his power."
  },
  {
    "fav": "false",
    "author": "Nicole Shepherd",
    "quote": "You never regret being kind."
  },
  {
    "fav": "false",
    "author": "Frank Norris",
    "quote": "The People have a right to the Truth as they have a right to life, liberty and the pursuit of happiness."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "Always find opportunities to make someone smile, and to offer random acts of kindness in everyday life."
  },
  {
    "fav": "false",
    "author": "Arthur Schopenhauer",
    "quote": "The greatest of follies is to sacrifice health for any other kind of happiness."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "We find delight in the beauty and happiness of children that makes the heart too big for the body."
  },
  {
    "fav": "false",
    "author": "Ernest Hemingway",
    "quote": "Happiness in intelligent people is the rarest thing I know."
  },
  {
    "fav": "false",
    "author": "Karl Marx",
    "quote": "The first requisite for the happiness of the people is the abolition of religion."
  },
  {
    "fav": "false",
    "author": "Norman MacEwen",
    "quote": "Happiness is not so much in having as sharing. We make a living by what we get, but we make a life by what we give."
  },
  {
    "fav": "false",
    "author": "Robert Anthony",
    "quote": "Most people would rather be certain they’re miserable, than risk being happy."
  },
  {
    "fav": "false",
    "author": "Johann Wolfgang von Goethe",
    "quote": "The person born with a talent they are meant to use will find their greatest happiness in using it."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "Some cause happiness wherever they go; others whenever they go."
  },
  {
    "fav": "false",
    "author": "Dr. Idel Dreimer",
    "quote": "Happiness is always the serendipitous result of looking for something else."
  },
  {
    "fav": "false",
    "author": "Viktor E. Frankl",
    "quote": "Happiness must happen, and the same holds for success: you have to let it happen by not caring about it."
  },
  {
    "fav": "false",
    "author": "Alan Cohen",
    "quote": "Be happy with what you have. Be excited about what you want."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Happiness is a choice you cannot choose what happens, but you can choose your reaction to it and be Happy."
  },
  {
    "fav": "false",
    "author": "Frederic Chopin",
    "quote": "I wish I could throw off the thoughts which poison my happiness, but I take a kind of pleasure in indulging them."
  },
  {
    "fav": "false",
    "author": "Haruki Murakami",
    "quote": "It's like Tolstoy said. Happiness is an allegory, unhappiness a ."
  },
  {
    "fav": "false",
    "author": "Abraham Lincoln",
    "quote": "Folks are usually about as happy as they make their minds up to be."
  },
  {
    "fav": "false",
    "author": "Oprah Winfrey",
    "quote": "The more you praise and celebrate your life, the more there is in life to celebrate."
  },
  {
    "fav": "false",
    "author": "John W. Gardner",
    "quote": "True happiness involves the full use of one's power and talents."
  },
  {
    "fav": "false",
    "author": "Christie Brinkley",
    "quote": "Some people think happiness is a luxury, but it's a necessity. You need to make space for it in your life."
  },
  {
    "fav": "false",
    "author": "Anne Frank",
    "quote": "Whoever is happy will make others happy."
  },
  {
    "fav": "false",
    "author": "Mary Wilson Little",
    "quote": "Happiness is a well-balanced combination of love, labour, and luck."
  },
  {
    "fav": "false",
    "author": "Eric Hoffer",
    "quote": "The search for happiness is one of the chief sources of unhappiness."
  },
  {
    "fav": "false",
    "author": "Alan Cohen",
    "quote": "You cannot judge what should bring others joy, and others cannot judge what should bring you joy."
  },
  {
    "fav": "false",
    "author": "Willie Hill",
    "quote": "Once you do something you love, you never have to work again."
  },
  {
    "fav": "false",
    "author": "Marianne Williamson",
    "quote": "Joy is what happens to us when we allow ourselves to recognize how good things really are."
  },
  {
    "fav": "false",
    "author": "Bernard Meltzer",
    "quote": "Success is getting and achieving what you want. Happiness is wanting and being content with what you get."
  },
  {
    "fav": "false",
    "author": "David Henry Hwang",
    "quote": "I'm happy. Which often looks like crazy."
  },
  {
    "fav": "false",
    "author": "Christian Nestell Bovee",
    "quote": "No man is happy without a delusion of some kind. Delusions are as necessary to our happiness as realities."
  },
  {
    "fav": "false",
    "author": "Deepak Chopra",
    "quote": "The purpose of life is the expansion of happiness."
  },
  {
    "fav": "false",
    "author": "V.S. Pritchett",
    "quote": "The secret of happiness is to find a congenial monotony."
  },
  {
    "fav": "false",
    "author": "Evangeline Lilly",
    "quote": "My family didn’t have a lot of money, and I’m grateful for that. Money is the longest route to happiness."
  },
  {
    "fav": "false",
    "author": "Jules Verne",
    "quote": "With happiness as with health: to enjoy it, one should be deprived of it occasionally."
  },
  {
    "fav": "false",
    "author": "John Stuart Mill",
    "quote": "I have learned to seek my happiness by limiting my desires, rather than in attempting to satisfy them."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Happiness is not having what you want. It is appreciating what you have."
  },
  {
    "fav": "false",
    "author": "Deepak Chopra",
    "quote": "Happiness is a continuation of happenings which are not resisted."
  },
  {
    "fav": "false",
    "author": "Gore Vidal",
    "quote": "You cannot deprive somebody of life, liberty, pursuit of happiness, because that is a right - constitutional right."
  },
  {
    "fav": "false",
    "author": "Douglas Jerrold",
    "quote": "Happiness grows at our own firesides, and is not to be picked in strangers’ gardens."
  },
  {
    "fav": "false",
    "author": "William Saroyan",
    "quote": "The greatest happiness you can have is knowing that you do not necessarily require happiness."
  },
  {
    "fav": "false",
    "author": "Greg Anderson",
    "quote": "Focus on the journey, not the destination. Joy is found not in finishing an activity but in doing it."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "If you want to live a happy life, tie it to a goal, not to people or things."
  },
  {
    "fav": "false",
    "author": "Martin Seligman",
    "quote": "I think we pursue positive relationships whether or not they bring us engagement or happiness."
  },
  {
    "fav": "false",
    "author": "George Bernard Shaw",
    "quote": "Just do what must be done. This may not be happiness, but it is greatness."
  },
  {
    "fav": "false",
    "author": "Nicki Minaj",
    "quote": "My happiness doesn't come from money or fame. My happiness comes from seeing life without struggle."
  },
  {
    "fav": "false",
    "author": "Dr. Seuss",
    "quote": "Don't cry because it's over. Smile because it happened."
  },
  {
    "fav": "false",
    "author": "Abraham Lincoln",
    "quote": "I am not bound to win, I am bound to be true. I am not bound to succeed, but I am bound to live up to the light I have."
  },
  {
    "fav": "false",
    "author": "Henrik Ibsen",
    "quote": "It is the very mark of the spirit of rebellion to crave for happiness in this life"
  },
  {
    "fav": "false",
    "author": "Gautama Buddha",
    "quote": "Thousands of candles can be lighted from a single candle. Happiness never decreases by being shared."
  },
  {
    "fav": "false",
    "author": "Fyodor Dostoyevsky",
    "quote": "Man only likes to count his troubles; he doesn't calculate his happiness."
  },
  {
    "fav": "false",
    "author": "Dante Alighieri",
    "quote": "There is no greater sorrow than to recall happiness in times of misery."
  },
  {
    "fav": "false",
    "author": "Eustace Budgell",
    "quote": "Friendship is a strong and habitual inclination in two persons to promote the good and happiness of one another."
  },
  {
    "fav": "false",
    "author": "Marcel Proust",
    "quote": "Happiness is beneficial for the body, but it is grief that develops the powers of the mind."
  },
  {
    "fav": "false",
    "author": "Immanuel Kant",
    "quote": "It is not God's will merely that we should be happy, but that we should make ourselves happy."
  },
  {
    "fav": "false",
    "author": "Shah Rukh Khan",
    "quote": "Everyone has their own way of expressing happiness."
  },
  {
    "fav": "false",
    "author": "George Orwell",
    "quote": "Men can only be happy when they do not assume that the object of life is happiness."
  },
  {
    "fav": "false",
    "author": "Andre Gide",
    "quote": "Nothing prevents happiness like the memory of happiness."
  },
  {
    "fav": "false",
    "author": "Tom Wilson",
    "quote": "Happiness doesn't depend on how much you have to enjoy, but how much you enjoy what you have."
  },
  {
    "fav": "false",
    "author": "Alfred Tennyson",
    "quote": "Hope Smiles from the threshold of the year to come, Whispering 'it will be happier'..."
  },
  {
    "fav": "false",
    "author": "Samuel Johnson",
    "quote": "Pleasure is very seldom found where it is sought. Our brightest blazes are commonly kindled by unexpected sparks."
  },
  {
    "fav": "false",
    "author": "Taisen Deshimaru",
    "quote": "If you are not happy here and now, you never will be."
  },
  {
    "fav": "false",
    "author": "Marcus Aurelius",
    "quote": "He who lives in harmony with himself lives in harmony with the universe."
  },
  {
    "fav": "false",
    "author": "David Allen",
    "quote": "Much of the stress that people feel doesn't come from having too much to do. It comes from not finishing what they've started."
  },
  {
    "fav": "false",
    "author": "William D. Hoard",
    "quote": "Happiness doesn't depend on what we have, but it does depend on how we feel toward what we have. We can be happy with little and miserable with much."
  },
  {
    "fav": "false",
    "author": "M. Ward",
    "quote": "I learned a long time ago that fame and money is not a ticket to happiness."
  },
  {
    "fav": "false",
    "author": "Confucius",
    "quote": "They must often change, who would be constant in happiness or wisdom."
  },
  {
    "fav": "false",
    "author": "Henry Ford",
    "quote": "There is joy in work. There is no happiness except in the realization that we have accomplished something."
  },
  {
    "fav": "false",
    "author": "Helen Keller",
    "quote": "No one has a right to consume happiness without producing it."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "Nothing makes a person happier than having a happy heart."
  },
  {
    "fav": "false",
    "author": "Maria Montessori",
    "quote": "One test of the correctness of educational procedure is the happiness of the child."
  },
  {
    "fav": "false",
    "author": "Wayne Gretzky",
    "quote": "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy."
  },
  {
    "fav": "false",
    "author": "Charles M. Schulz",
    "quote": "Happiness is a warm puppy."
  },
  {
    "fav": "false",
    "author": "William Arthur Ward",
    "quote": "Happiness is an inside job."
  },
  {
    "fav": "false",
    "author": "William Butler Yeats",
    "quote": "Happiness is neither virtue nor pleasure nor this thing nor that but simply growth, We are happy when we are growing."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "With mirth and laughter let old wrinkles come."
  },
  {
    "fav": "false",
    "author": "Dany Laferrière",
    "quote": "People are unhappy when they get something too easily. You have to sweat – that’s the only moral they know."
  },
  {
    "fav": "false",
    "author": "Sophocles",
    "quote": "Our happiness depends on wisdom all the way."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I didn't find out what happiness means until I got married... and then it was too late."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I feel the best when I am happy."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If people are talking behind your back, be happy that you are the one in front."
  },
  {
    "fav": "false",
    "author": "Richard Bach",
    "quote": "There is no such thing as a problem without a gift for you in its hands. You seek problems because you need their gifts."
  },
  {
    "fav": "false",
    "author": "Daniel Keyes",
    "quote": "I don’t know what’s worse: to not know what you are and be happy, or to become what you’ve always wanted to be, and feel alone."
  },
  {
    "fav": "false",
    "author": "Anne Lamott",
    "quote": "My idea of absolute happiness is to be in bed on a rainy day, with my blankie, my cat, and my dog."
  },
  {
    "fav": "false",
    "author": "Fyodor Dostoevsky",
    "quote": "Happiness does not lie in happiness, but in the achievement of it."
  },
  {
    "fav": "false",
    "author": "John Adams",
    "quote": "The happiness of society is the end of government."
  },
  {
    "fav": "false",
    "author": "Swami Sivananda",
    "quote": "There is no end of craving. Hence contentment alone is the best way to happiness. Therefore, acquire contentment."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "Happiness depends on your mindset and attitude."
  },
  {
    "fav": "false",
    "author": "Hazelmarie Elliott",
    "quote": "Happiness and sadness run parallel to each other. When one takes a rest, the other one tends to take up the slack."
  },
  {
    "fav": "false",
    "author": "Joyce Grenfell",
    "quote": "There is no such thing as the pursuit of happiness, but there is the discovery of joy."
  },
  {
    "fav": "false",
    "author": "Marcel Proust",
    "quote": "Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom."
  },
  {
    "fav": "false",
    "author": "J. Donald Walters",
    "quote": "Happiness is an attitude of mind, born of the simple determination to be happy under all outward circumstances."
  },
  {
    "fav": "false",
    "author": "Joseph Roux",
    "quote": "When unhappy, one doubts everything; when happy, one doubts nothing."
  },
  {
    "fav": "false",
    "author": "Jean Anthelme Brillat-Savarin",
    "quote": "The discovery of a new dish confers more happiness on humanity, than the discovery of a new star."
  },
  {
    "fav": "false",
    "author": "Tinku Razoria",
    "quote": "One of the simplest ways to stay happy is by letting go of the things that make you sad."
  },
  {
    "fav": "false",
    "author": "Ayn Rand",
    "quote": "Learn to value yourself, which means: fight for your happiness."
  },
  {
    "fav": "false",
    "author": "Jonathan Safran Foer",
    "quote": "You cannot protect yourself from sadness without protecting yourself from happiness."
  },
  {
    "fav": "false",
    "author": "Carrie Jones",
    "quote": "The secret of happiness is freedom, the secret of freedom is courage."
  },
  {
    "fav": "false",
    "author": "Gerald Jampolsky",
    "quote": "How simple it is to see that we can only be happy now, and there will never be a time when it is not now."
  },
  {
    "fav": "false",
    "author": "Ben Jonson",
    "quote": "True happiness consists not in the multitude of friends, but in the worth and choice."
  },
  {
    "fav": "false",
    "author": "Jane Porter",
    "quote": "Happiness is not perfected until it is shared."
  },
  {
    "fav": "false",
    "author": "Pearl S. Buck",
    "quote": "Growth itself contains the germ of happiness."
  },
  {
    "fav": "false",
    "author": "Aeschylus",
    "quote": "Happiness is a choice that requires effort at times."
  },
  {
    "fav": "false",
    "author": "Socrates",
    "quote": "The secret of happiness, you see, is not found in seeking more, but in developing the capacity to enjoy less."
  },
  {
    "fav": "false",
    "author": "Saint Augustine",
    "quote": "Indeed, man wishes to be happy even when he so lives as to make happiness impossible."
  },
  {
    "fav": "false",
    "author": "Audrey Hepburn",
    "quote": "Happy girls are the prettiest."
  },
  {
    "fav": "false",
    "author": "Epictetus",
    "quote": "Wealth consists not in having great possessions, but in having few wants."
  },
  {
    "fav": "false",
    "author": "Thomas Huxley",
    "quote": "The great thing in the world is not so much to seek happiness as to earn peace and self-respect."
  },
  {
    "fav": "false",
    "author": "Kris Carr",
    "quote": "Make space in your life, space for health and happiness."
  },
  {
    "fav": "false",
    "author": "Charles Bukowski",
    "quote": "We don’t even ask happiness, just a little less pain."
  },
  {
    "fav": "false",
    "author": "Julia Roberts",
    "quote": "Happiness isn't happiness unless there's a violin-playing goat."
  },
  {
    "fav": "false",
    "author": "William Feather",
    "quote": "Plenty of people miss their share of happiness, not because they never found it, but because they didn’t stop to enjoy it."
  },
  {
    "fav": "false",
    "author": "Albert Camus",
    "quote": "Your successes and happiness are forgiven you only if you generously consent to share them."
  },
  {
    "fav": "false",
    "author": "Dale Carnegie",
    "quote": "Being happy doesn't depend on any external conditions, it is governed by our mental attitude."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "Only a life lived for others is a life worthwhile."
  },
  {
    "fav": "false",
    "author": "Alexandre Dumas",
    "quote": "Happiness is like those palaces in fairy tales whose gates are guarded by dragons: we must fight in order to conquer it."
  },
  {
    "fav": "false",
    "author": "Lauren Oliver",
    "quote": "You can't be happy unless you're unhappy sometimes."
  },
  {
    "fav": "false",
    "author": "Joseph Butler",
    "quote": "Happiness does not consist in self-love."
  },
  {
    "fav": "false",
    "author": "Antoine de Saint-Exupery",
    "quote": "It is in the compelling zest of high adventure and of victory, and in creative action, that man finds his supreme joys."
  },
  {
    "fav": "false",
    "author": "Ellen Pompeo",
    "quote": "Happiness is not that easy to achieve, but having a handsome husband, a beautiful baby, and a great job helps."
  },
  {
    "fav": "false",
    "author": "Nicki Minaj",
    "quote": "So, my happiness doesn't come from money or fame. My happiness comes from seeing life without struggle."
  },
  {
    "fav": "false",
    "author": "Leo Tolstoy",
    "quote": "If you want to be happy, be."
  },
  {
    "fav": "false",
    "author": "Chinese Proverb",
    "quote": "Tension is who you think you should be, relaxation is who you are."
  },
  {
    "fav": "false",
    "author": "Pharrell Williams",
    "quote": "It's not possible to experience constant euphoria, but if you're grateful, you can find happiness in everything."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Thousands of candles can be lit from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared."
  },
  {
    "fav": "false",
    "author": "Mary Wollstonecraft",
    "quote": "No man chooses evil because it is evil; he only mistakes it for happiness, the good he seeks."
  },
  {
    "fav": "false",
    "author": "Chuck Palahniuk",
    "quote": "It's so hard to forget pain, but it's even harder to remember sweetness. We have no scar to show for happiness. We learn so little from peace."
  },
  {
    "fav": "false",
    "author": "Audrey Hepburn",
    "quote": "The most important thing is to enjoy your life, to be happy, it's all that matters."
  },
  {
    "fav": "false",
    "author": "Bobby Davro",
    "quote": "The measure of success is happiness and peace of mind."
  },
  {
    "fav": "false",
    "author": "Sam Rosen",
    "quote": "Money doesn't bring happiness and creativity. Your creativity and happiness brings money."
  },
  {
    "fav": "false",
    "author": "Robert Holden",
    "quote": "Nothing real stands between you and your happiness, only illusion and confusion."
  },
  {
    "fav": "false",
    "author": "Doug Larson",
    "quote": "The world is full of people looking for spectacular happiness while they snub contentment."
  },
  {
    "fav": "false",
    "author": "J.M. Reinoso",
    "quote": "Happiness is distraction from the human tragedy."
  },
  {
    "fav": "false",
    "author": "Sasha Azevedo",
    "quote": "Everywhere you go, take a smile with you."
  },
  {
    "fav": "false",
    "author": "Sogyal Rinpoche",
    "quote": "Speak or act with a pure mind and happiness will follow."
  },
  {
    "fav": "false",
    "author": "Hafez",
    "quote": "Ever since happiness heard your name, it has been running through the streets trying to find you."
  },
  {
    "fav": "false",
    "author": "Chanakya",
    "quote": "Never make friends with people who are above or below you in status. Such friendships will never give you any happiness."
  },
  {
    "fav": "false",
    "author": "J. D. Salinger",
    "quote": "I am a kind of paranoid in reverse. I suspect people of plotting to make me happy."
  },
  {
    "fav": "false",
    "author": "F. Scott Fitzgerald",
    "quote": "It was only a sunny smile, and little it cost in the giving, but like morning light it scattered the night and made the day worth living."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Be happy, it drives people crazy."
  },
  {
    "fav": "false",
    "author": "Sydney J. Harris",
    "quote": "Happiness is a direction, not a place."
  },
  {
    "fav": "false",
    "author": "Freya Stark",
    "quote": "There can be no happiness if the things we believe in are different from the things we do."
  },
  {
    "fav": "false",
    "author": "Maeve Binchy",
    "quote": "We have to make our own happiness, and we have to make our own decisions and play the hand that is dealt to us."
  },
  {
    "fav": "false",
    "author": "Robert Brault",
    "quote": "To be happy, you must fancy that everything you have is a gift, and you the chosen, though you worked your tail off for every bit of it."
  },
  {
    "fav": "false",
    "author": "Nikos Kazantzakis",
    "quote": "Happiness is a simple everyday miracle, like water, and we are not aware of it."
  },
  {
    "fav": "false",
    "author": "Fyodor Dostoevsky",
    "quote": "The greatest happiness is to know the source of unhappiness."
  },
  {
    "fav": "false",
    "author": "Epictetus",
    "quote": "There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will."
  },
  {
    "fav": "false",
    "author": "Muhammad Yunus",
    "quote": "Making money is a happiness. And that's a great incentive. Making other people happy is a super-happiness."
  },
  {
    "fav": "false",
    "author": "Mark Twain",
    "quote": "Sanity and happiness are an impossible combination."
  },
  {
    "fav": "false",
    "author": "Henry Ward Beecher",
    "quote": "The art of being happy lies in the power of extracting happiness from common things."
  },
  {
    "fav": "false",
    "author": "Catherine Pulsifer",
    "quote": "Being happy is something that each of us determines, it is not something that we find outside of ourself, it is within us and our choice."
  },
  {
    "fav": "false",
    "author": "Peter Hagerty",
    "quote": "Life is a journey, and if you fall in love with the journey, you will be in love forever."
  },
  {
    "fav": "false",
    "author": "Frank Ocean",
    "quote": "When you're happy you enjoy the music, but when you're sad you understand the lyrics."
  },
  {
    "fav": "false",
    "author": "Gretchen Rubin",
    "quote": "Act the way you WANT to feel."
  },
  {
    "fav": "false",
    "author": "Johann Wolfgang von Goethe",
    "quote": "A really great talent finds its happiness in execution."
  },
  {
    "fav": "false",
    "author": "Daniel Gilbert",
    "quote": "The secret of happiness is variety, but the secret of variety, like the secret of all spices, is knowing when to use it."
  },
  {
    "fav": "false",
    "author": "Leo Rosten",
    "quote": "Happiness comes only when we push our brains and hearts to the farthest reaches of which we are capable."
  },
  {
    "fav": "false",
    "author": "Leo Buscaglia",
    "quote": "What we call the secret of happiness is no more a secret than our willingness to choose life."
  },
  {
    "fav": "false",
    "author": "Heraclitus",
    "quote": "Our envy always lasts longer than the happiness of those we envy."
  },
  {
    "fav": "false",
    "author": "Charles Spurgeon",
    "quote": "It is not how much we have, but how much we enjoy, that makes happiness."
  },
  {
    "fav": "false",
    "author": "Robert Frost",
    "quote": "Happiness makes up in height for what it lacks in length."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "I had rather hear my dog bark at a crow, than a man swear he loves me."
  },
  {
    "fav": "false",
    "author": "Robert Baden-Powell",
    "quote": "The most worth-while thing is to try to put happiness into the lives of others."
  },
  {
    "fav": "false",
    "author": "Kitaro Nishida",
    "quote": "If my heart can become pure and simple, like that of a child, I think there probably can be no greater happiness than this."
  },
  {
    "fav": "false",
    "author": "Alfred Lord Tennyson",
    "quote": "The happiness of a man in this life does not consist in the absence but in the mastery of his passions."
  },
  {
    "fav": "false",
    "author": "Thomas Jefferson",
    "quote": "It is neither wealth nor splendor; but tranquility and occupation which give you happiness."
  },
  {
    "fav": "false",
    "author": "Ayn Rand",
    "quote": "My happiness is not the means to any end. It is the end. It is its own goal. It is its own purpose."
  },
  {
    "fav": "false",
    "author": "James Oppenheim",
    "quote": "The foolish man seeks happiness in the distance, the wise grows it under his feet."
  },
  {
    "fav": "false",
    "author": "Zig Ziglar",
    "quote": "Until you are happy with who you are, you will never be happy with what you have."
  },
  {
    "fav": "false",
    "author": "Ellen G. White",
    "quote": "Religion will prove to the believer a comforter and a sure guide to the fountain of true happiness."
  },
  {
    "fav": "false",
    "author": "Jose Bergamin",
    "quote": "Happiness is always a coincidence."
  },
  {
    "fav": "false",
    "author": "Agnes Repplier",
    "quote": "It is not easy to find happiness in ourselves, and it is not possible to find it elsewhere."
  },
  {
    "fav": "false",
    "author": "Bertrand Russell",
    "quote": "A happy life must be to a great extent a quiet life, for it is only in an atmosphere of quiet that true joy dare live."
  },
  {
    "fav": "false",
    "author": "Bette Davis",
    "quote": "A sure way to lose happiness, I found, is to want it at the expense of everything else."
  },
  {
    "fav": "false",
    "author": "Maharishi Mahesh Yogi",
    "quote": "Being happy is of the utmost importance. Success in anything is through happiness."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Be crazy, be stupid, be silly, be weird. Be whatever, because life is too short to be anything but happy."
  },
  {
    "fav": "false",
    "author": "Abraham Lincoln",
    "quote": "Most folks are about as happy as they make up their minds to be."
  },
  {
    "fav": "false",
    "author": "Karen Salmansohn",
    "quote": "Whenever you choose power over love, you will never find true happiness."
  },
  {
    "fav": "false",
    "author": "Gabriel García Márquez",
    "quote": "No medicine cures what happiness cannot."
  },
  {
    "fav": "false",
    "author": "George Washington Burnap",
    "quote": "The grand essentials to happiness in this life are something to do, something to love, and something to hope for."
  },
  {
    "fav": "false",
    "author": "Dale Carnegie",
    "quote": "It isn't what you have, or who you are, or where you are, or what you are doing that makes you happy or unhappy. It is what you think about."
  },
  {
    "fav": "false",
    "author": "Friedrich Nietzsche",
    "quote": "The advantage of a bad memory is that one enjoys several times the same good things for the first time."
  },
  {
    "fav": "false",
    "author": "Rachel England",
    "quote": "The need for forgiveness is an illusion. There is nothing to forgive."
  },
  {
    "fav": "false",
    "author": "Hugh Walpole",
    "quote": "Happiness comes from... some curious adjustment to life."
  },
  {
    "fav": "false",
    "author": "Bernard Meltzer",
    "quote": "Blessed are those who can give without remembering and take without forgetting."
  },
  {
    "fav": "false",
    "author": "Ben Franklin",
    "quote": "They who can give up essential liberty to obtain a little temporary safety, deserve neither liberty nor safety."
  },
  {
    "fav": "false",
    "author": "Oprah Winfrey",
    "quote": "You are responsible for your life. You can't keep blaming somebody else for your dysfunction. Life is really about moving on."
  },
  {
    "fav": "false",
    "author": "Lord Byron",
    "quote": "Always laugh when you can. It is cheap medicine."
  },
  {
    "fav": "false",
    "author": "Sheryl Sandberg",
    "quote": "It is the ultimate luxury to combine passion and contribution. It's also a very clear path to happiness."
  },
  {
    "fav": "false",
    "author": "Bertrand Russell",
    "quote": "The time you enjoy wasting is not wasted time."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "If you want to be happy, do not dwell in the past, do not worry about the future, focus on living fully in the present."
  },
  {
    "fav": "false",
    "author": "Tom Holland",
    "quote": "If I can bring happiness to people all around the world, then I will try my best to do so."
  },
  {
    "fav": "false",
    "author": "Woody Allen",
    "quote": "The talent for being happy is appreciating and liking what you have, instead of what you don't have."
  },
  {
    "fav": "false",
    "author": "Goldie Hawn",
    "quote": "The only thing that will make you happy is being happy with who you are, and not who people think you are."
  },
  {
    "fav": "false",
    "author": "Paul Simon",
    "quote": "I've got nothing to do today but smile."
  },
  {
    "fav": "false",
    "author": "Immanuel Kant",
    "quote": "Rules for Happiness: something to do, someone to love, something to hope for."
  },
  {
    "fav": "false",
    "author": "Betty Smith",
    "quote": "Look at everything as though you were seeing it either for the first or last time. Then your time on earth will be filled with glory."
  },
  {
    "fav": "false",
    "author": "Gilbert K. Chesterton",
    "quote": "I would maintain that thanks are the highest form of thought, and that gratitude is happiness doubled by wonder."
  },
  {
    "fav": "false",
    "author": "Richard Bach",
    "quote": "Every gift from a friend is a wish for your happiness."
  },
  {
    "fav": "false",
    "author": "Andrew Carnegie",
    "quote": "If you want to be happy, set a goal that commands your thoughts, liberates your energy, and inspires your hopes."
  },
  {
    "fav": "false",
    "author": "Melissa Marr",
    "quote": "Happiness is a choice."
  },
  {
    "fav": "false",
    "author": "Edith Wharton",
    "quote": "If only we'd stop trying to be happy we could have a pretty good time."
  },
  {
    "fav": "false",
    "author": "Tom Bodett",
    "quote": "They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for."
  },
  {
    "fav": "false",
    "author": "Benjamin Franklin",
    "quote": "Marriage is the most natural state of man, and... the state in which you will find solid happiness."
  },
  {
    "fav": "false",
    "author": "Anurag Prakash",
    "quote": "You can never be really happy if you keep holding to those bad memories which makes you sad."
  },
  {
    "fav": "false",
    "author": "Winifred Holtby",
    "quote": "The crown of life is neither happiness nor annihilation; it is understanding."
  },
  {
    "fav": "false",
    "author": "John Dewey",
    "quote": "To find out what one is fitted to do, and to secure an opportunity to do it, is the key to happiness."
  },
  {
    "fav": "false",
    "author": "Gustave Flaubert",
    "quote": "One mustn't ask apple trees for oranges, France for sun, women for love, life for happiness."
  },
  {
    "fav": "false",
    "author": "Anatole France",
    "quote": "Lovers who love truly do not write down their happiness."
  },
  {
    "fav": "false",
    "author": "Hosea Ballou",
    "quote": "Real happiness is cheap enough, yet how dearly we pay for its counterfeit."
  },
  {
    "fav": "false",
    "author": "Steve Maraboli",
    "quote": "Happiness is not the absence of problems, it's the ability to deal with them."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you want others to be happy, practice compassion. If you want to be happy, practice compassion.\""
  },
  {
    "fav": "false",
    "author": "Mark Twain",
    "quote": "The best way to cheer yourself up is to try to cheer somebody else up."
  },
  {
    "fav": "false",
    "author": "Dan Millman",
    "quote": "Money is neither my god nor my devil. It is a form of energy that tends to make us more of who we already are, whether it's greedy or loving."
  },
  {
    "fav": "false",
    "author": "Dale Carnegie",
    "quote": "It isn’t what you have or who you are or where you are or what you are doing that makes you happy or unhappy. It is what you think about it."
  },
  {
    "fav": "false",
    "author": "Michael J. Fox",
    "quote": "My happiness grows in direct proportion to my acceptance, and in inverse proportion to my expectations."
  },
  {
    "fav": "false",
    "author": "Baruch Spinoza",
    "quote": "All happiness or unhappiness solely depends upon the quality of the object to which we are attached by love."
  },
  {
    "fav": "false",
    "author": "Princess Margaret",
    "quote": "I am deeply grateful for the concern of all those who constantly prayed for my happiness."
  },
  {
    "fav": "false",
    "author": "William Morris",
    "quote": "The true secret of happiness lies in the taking a genuine interest in all the details of daily life."
  },
  {
    "fav": "false",
    "author": "Jacques Yves Cousteau",
    "quote": "The happiness of the bee and the dolphin is to exist. For man it is to know that and to wonder at it."
  },
  {
    "fav": "false",
    "author": "Benjamin Franklin",
    "quote": "The Constitution only gives people the right to pursue happiness. You have to catch it yourself."
  },
  {
    "fav": "false",
    "author": "Alex Flinn",
    "quote": "those who do not know how to see the precious things in life will never be happy."
  },
  {
    "fav": "false",
    "author": "George Bernard Shaw",
    "quote": "Give a man health and a course to steer, and he’ll never stop to trouble about whether he’s happy or not."
  },
  {
    "fav": "false",
    "author": "Joseph Addison",
    "quote": "Three grand essentials to happiness in this life are something to do, something to love, and something to hope for."
  },
  {
    "fav": "false",
    "author": "Deepak Chopra",
    "quote": "In the midst of movement and chaos, keep stillness inside of you."
  },
  {
    "fav": "false",
    "author": "Jane Austen",
    "quote": "A large income is the best recipe for happiness I ever heard of."
  },
  {
    "fav": "false",
    "author": "Naval Ravikant",
    "quote": "Happiness is the default state. It’s what’s there when you remove the sense that something is missing in life."
  },
  {
    "fav": "false",
    "author": "Henry Drummond",
    "quote": "Happiness... consists in giving, and in serving others."
  },
  {
    "fav": "false",
    "author": "Zhuangzi",
    "quote": "Happiness is the absence of the striving for happiness."
  },
  {
    "fav": "false",
    "author": "Dalai Lama XIV",
    "quote": "Happiness is not something ready made. It comes from your own actions."
  },
  {
    "fav": "false",
    "author": "Bryant H. McGill",
    "quote": "Curiosity is one of the great secrets of happiness."
  },
  {
    "fav": "false",
    "author": "Freddie Mercury",
    "quote": "Money may not buy happiness, but it can damn well give it!"
  },
  {
    "fav": "false",
    "author": "C. S. Lewis",
    "quote": "Don't let your happiness depend on something you may lose."
  },
  {
    "fav": "false",
    "author": "Channing Pollock, Mr. Moneypenny",
    "quote": "Happiness is a way station between too little and too much."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "Don’t waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy."
  },
  {
    "fav": "false",
    "author": "Joseph Roux",
    "quote": "The happiness which is lacking makes one think even the happiness one has unbearable."
  },
  {
    "fav": "false",
    "author": "Henepola Gunaratana",
    "quote": "You can only have bliss if you don’t chase it."
  },
  {
    "fav": "false",
    "author": "Diego Val",
    "quote": "I think the key to life is just being a happy person, and happiness will bring you success."
  },
  {
    "fav": "false",
    "author": "Mother Teresa",
    "quote": "Joy is a net of love by which you can catch souls."
  },
  {
    "fav": "false",
    "author": "Sushant Singh Rajput",
    "quote": "For me, the opposite of happiness isn't sadness but boredom."
  },
  {
    "fav": "false",
    "author": "Elsa Schiaparelli",
    "quote": "A good cook is like a sorceress who dispenses happiness."
  },
  {
    "fav": "false",
    "author": "Jeremy Bentham",
    "quote": "The said truth is that it is the greatest happiness of the greatest number that is the measure of right and wrong."
  },
  {
    "fav": "false",
    "author": "Cynthia Nelms",
    "quote": "Nobody really cares if you're miserable, so you might as well be happy."
  },
  {
    "fav": "false",
    "author": "Omar Khayyam",
    "quote": "Be happy for this moment. This moment is your life."
  },
  {
    "fav": "false",
    "author": "Deepak Chopra",
    "quote": "Research has shown that the best way to be happy is to make each day happy."
  },
  {
    "fav": "false",
    "author": "Divyanka Tripathi",
    "quote": "Happiness is being content with what you have, living in freedom and liberty, having a good family life and good friends."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "So much for trusting the Mayan Calendar. New Year resolution: Use my cell phone calendar! Happy new year 2013!"
  },
  {
    "fav": "false",
    "author": "Alice Walker",
    "quote": "Don't wait around for other people to be happy for you. Any happiness you get you've got to make yourself."
  },
  {
    "fav": "false",
    "author": "Philip Green",
    "quote": "You've got to love what you do to really make things happen."
  },
  {
    "fav": "false",
    "author": "Maurice Sendak",
    "quote": "I adored Mickey Mouse when I was a child. He was the emblem of happiness and funniness."
  },
  {
    "fav": "false",
    "author": "Peter Drucker",
    "quote": "Never mind your happiness; do your duty."
  },
  {
    "fav": "false",
    "author": "Andrew Delbanco",
    "quote": "As people spin faster and faster in the pursuit of merely personal happiness, they become exhausted in the futile effort of chasing themselves."
  },
  {
    "fav": "false",
    "author": "Steve Maraboli",
    "quote": "Sometimes life knocks you on your ass… get up, get up, get up!!! Happiness is not the absence of problems, it’s the ability to deal with them."
  },
  {
    "fav": "false",
    "author": "Swami Sivananda",
    "quote": "Desire nothing, give up all desires and be happy."
  },
  {
    "fav": "false",
    "author": "Phillips Brooks",
    "quote": "Happiness is the natural flower of duty."
  },
  {
    "fav": "false",
    "author": "Clare Boothe Luce",
    "quote": "Money can't buy happiness, but it can make you awfully comfortable while you're being miserable."
  },
  {
    "fav": "false",
    "author": "Maxim Gorky",
    "quote": "Happiness always looks small while you hold it in your hands, but let it go, and you learn at once how big and precious it is."
  },
  {
    "fav": "false",
    "author": "Ambrose Bierce",
    "quote": "Future. That period of time in which our affairs prosper, our friends are true and our happiness is assured."
  },
  {
    "fav": "false",
    "author": "Martin Seligman",
    "quote": "What humans want is not just happiness. They want justice; they want meaning."
  },
  {
    "fav": "false",
    "author": "Iris Murdoch",
    "quote": "Happiness is a matter of one’s most ordinary and everyday mode of consciousness being busy and lively and unconcerned with self."
  },
  {
    "fav": "false",
    "author": "Benjamin Franklin",
    "quote": "Happiness consists more in conveniences of pleasure that occur everyday than in great pieces of good fortune that happen but seldom."
  },
  {
    "fav": "false",
    "author": "Bernard Meltzer",
    "quote": "Happiness is like a kiss. You must share it to enjoy it."
  },
  {
    "fav": "false",
    "author": "Marie Osmond",
    "quote": "Being of service to others is what brings true happiness."
  },
  {
    "fav": "false",
    "author": "Neymar",
    "quote": "What I think about is my happiness, together with my family. I want us to be happy."
  },
  {
    "fav": "false",
    "author": "Helen Keller",
    "quote": "A happy life consists not in the absence, but in the mastery of hardships."
  },
  {
    "fav": "false",
    "author": "Marcus Tullius Cicero",
    "quote": "Friendship improves happiness and abates misery, by the doubling of our joy and the dividing of our grief."
  },
  {
    "fav": "false",
    "author": "Marcus Aurelius",
    "quote": "The happiness of your life depends upon the quality of your thoughts."
  },
  {
    "fav": "false",
    "author": "Germaine Greer",
    "quote": "You're only young once, but you can be immature forever."
  },
  {
    "fav": "false",
    "author": "Immanuel Kant",
    "quote": "Morality is not the doctrine of how we may make ourselves happy, but how we may make ourselves worthy of happiness."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "They say money doesn't bring happiness, but everyone still wants to prove it for themselves."
  },
  {
    "fav": "false",
    "author": "Alexandra Stoddard",
    "quote": "My mantra is: Let there be happiness in my soul, and let me share it with the world."
  },
  {
    "fav": "false",
    "author": "Thomas S. Monson",
    "quote": "There is absolutely nothing in this world that will provide more comfort and happiness than a testimony of the truth."
  },
  {
    "fav": "false",
    "author": "Elizabeth Scott",
    "quote": "Talking about someone who makes you happy actually makes you happy."
  },
  {
    "fav": "false",
    "author": "Ranbir Kapoor",
    "quote": "Happiness exists only if you have a lot of people to share it with."
  },
  {
    "fav": "false",
    "author": "Stephen Chbosky",
    "quote": "please believe that things are good with me, and even when they're not, they will be soon enough. And i will always believe the same about you."
  },
  {
    "fav": "false",
    "author": "Bernard M. Baruch",
    "quote": "The art of living lies less in eliminating our troubles than growing with them."
  },
  {
    "fav": "false",
    "author": "Maeve Binchy",
    "quote": "I've had a good life, full of more success and happiness than I ever expected."
  },
  {
    "fav": "false",
    "author": "Martha Washington",
    "quote": "The greater part of our happiness or misery depends on our dispositions and not our circumstances."
  },
  {
    "fav": "false",
    "author": "Robert Kraft",
    "quote": "Anyone who starts piercing the bubble of happiness, get 'em out of your life."
  },
  {
    "fav": "false",
    "author": "Maya Angelou",
    "quote": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel."
  },
  {
    "fav": "false",
    "author": "Said Nursi",
    "quote": "All true happiness, pure joy, sweet bounties, and unclouded pleasure are contained within the knowledge and love of God."
  },
  {
    "fav": "false",
    "author": "David C. Hill",
    "quote": "We can’t control the world. We can only (barely) control our own reactions to it. Happiness is largely a choice, not a right or entitlement."
  },
  {
    "fav": "false",
    "author": "Eleanor Roosevelt",
    "quote": "Happiness is not a goal; it is a by-product."
  },
  {
    "fav": "false",
    "author": "Susan Faludi",
    "quote": "Feminism's agenda is basic: It asks that women not be forced to choose between public justice and private happiness."
  },
  {
    "fav": "false",
    "author": "Bernard de Fontenelle",
    "quote": "A great obstacle to happiness is to expect too much happiness."
  },
  {
    "fav": "false",
    "author": "Honoré de Balzac",
    "quote": "All happiness depends on courage and work."
  },
  {
    "fav": "false",
    "author": "Donatella Versace",
    "quote": "Fashion is all about happiness. It's fun. It's important. But it's not medicine."
  },
  {
    "fav": "false",
    "author": "Rita Mae Brown",
    "quote": "One of the keys to happiness is a bad memory."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "Stop comparing yourself to other people, just choose to be happy and live your own life."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "The smallest seed of faith is better than the largest fruit of happiness."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Money doesn't make you happy. I now have $50 million but I was just as happy when I had $48 million."
  },
  {
    "fav": "false",
    "author": "John Milton",
    "quote": "The mind is its own place, and in itself can make a heaven of hell, a hell of heaven."
  },
  {
    "fav": "false",
    "author": "Albert Clarke",
    "quote": "In our daily lives, we must see that it is not happiness that makes us grateful, but the gratefulness that makes us happy."
  },
  {
    "fav": "false",
    "author": "Thomas Jefferson",
    "quote": "Happiness is not being pained in body or troubled in mind."
  },
  {
    "fav": "false",
    "author": "Victor Hugo",
    "quote": "The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves."
  },
  {
    "fav": "false",
    "author": "Taylor Swift",
    "quote": "I have this really high priority on happiness and finding something to be happy about."
  },
  {
    "fav": "false",
    "author": "Mark Victor Hansen",
    "quote": "Dedicate yourself to the good you deserve and desire for yourself. Give yourself peace of mind. You deserve to be happy. You deserve delight."
  },
  {
    "fav": "false",
    "author": "Stephen Covey",
    "quote": "If you start to think the problem is 'out there,' stop yourself. That thought is the problem."
  },
  {
    "fav": "false",
    "author": "C. S. Lewis",
    "quote": "Affection is responsible for nine-tenths of whatever solid and durable happiness there is in our lives."
  },
  {
    "fav": "false",
    "author": "Anne Morrow Lindbergh",
    "quote": "For happiness one needs security, but joy can spring like a flower even from the cliffs of despair."
  },
  {
    "fav": "false",
    "author": "Amanda Bynes",
    "quote": "People should find happiness in the little things, like family."
  },
  {
    "fav": "false",
    "author": "Andrew Weil",
    "quote": "Genuine happiness comes from within, and often it comes in spontaneous feelings of joy."
  },
  {
    "fav": "false",
    "author": "Fernandez de Andrada",
    "quote": "For me it is sufficient to have a corner by my hearth, a book, and a friend, and a nap undisturbed by creditors or grief."
  },
  {
    "fav": "false",
    "author": "Denis Waitley",
    "quote": "It is not in the pursuit of happiness that we find fulfillment, it is in the happiness of pursuit."
  },
  {
    "fav": "false",
    "author": "Brian Vaszily",
    "quote": "If being happy is important to you, try this: instead of regretting all you lack, celebrate all you've got."
  },
  {
    "fav": "false",
    "author": "Democritus",
    "quote": "Happiness resides not in possessions, and not in gold, happiness dwells in the soul."
  },
  {
    "fav": "false",
    "author": "James Dean",
    "quote": "Dream as if you'll live forever, live as if you'll die today."
  },
  {
    "fav": "false",
    "author": "John Barrymore",
    "quote": "Happiness often sneaks in through a door you didn't know you left open."
  },
  {
    "fav": "false",
    "author": "Bette Midler",
    "quote": "The worst part of success is trying to find someone who is happy for you."
  },
  {
    "fav": "false",
    "author": "William R. Inge",
    "quote": "On the whole, the happiest people seem to be those who have no particular cause for being happy except that they are so."
  },
  {
    "fav": "false",
    "author": "Henry Wadsworth Longfellow",
    "quote": "Every man has his secret sorrows which the world knows not; and often times we call a man cold when he is only sad."
  },
  {
    "fav": "false",
    "author": "William J. H. Boetcker",
    "quote": "True religion... is giving and finding one's happiness by bringing happiness into the lives of others."
  },
  {
    "fav": "false",
    "author": "Albert Camus",
    "quote": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life."
  },
  {
    "fav": "false",
    "author": "Sue Knight",
    "quote": "Do what you have always done and you'll get what you have always got."
  },
  {
    "fav": "false",
    "author": "Robert A. Heinlein",
    "quote": "Love is that condition in which the happiness of another person is essential to your own."
  },
  {
    "fav": "false",
    "author": "Winston Churchill",
    "quote": "We make a living by what we get, we make a life by what we give."
  },
  {
    "fav": "false",
    "author": "Richard Branson",
    "quote": "It’s the moments that I stopped just to be, rather than do, that have given me true happiness."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Boredom is the feeling that everything is a waste of time...serenity, that is."
  },
  {
    "fav": "false",
    "author": "Susan Polis Schutz",
    "quote": "Let us dance in the sun, wearing wild flowers in our hair..."
  },
  {
    "fav": "false",
    "author": "Robert S. Lynd",
    "quote": "Most of us believe in trying to make other people happy only if they can be happy in ways which we approve."
  },
  {
    "fav": "false",
    "author": "Gerard Way",
    "quote": "Being happy doesn't mean that everything is perfect. It means that you've decided to look beyond the imperfections."
  },
  {
    "fav": "false",
    "author": "Samuel Taylor Coleridge",
    "quote": "The happiness of life is made up of the little charities of a kiss or smile, a kind look, a heartfelt compliment."
  },
  {
    "fav": "false",
    "author": "L.M. Montgomery",
    "quote": "It's been my experience that you can nearly always enjoy things if you make up your mind firmly that you will."
  },
  {
    "fav": "false",
    "author": "Nathaniel Hawthorne",
    "quote": "Happiness is like a butterfly which, when pursued, is always beyond our grasp, but, if you will sit down quietly, may alight upon you."
  },
  {
    "fav": "false",
    "author": "Alexandre Dumas",
    "quote": "I am not proud, but I am happy; and happiness blinds, I think, more than pride."
  },
  {
    "fav": "false",
    "author": "Albert Schweitzer",
    "quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful."
  },
  {
    "fav": "false",
    "author": "Nhat Hanh",
    "quote": "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "Do not set aside your happiness. Do not wait to be happy in the future. The best time to be happy is always now."
  },
  {
    "fav": "false",
    "author": "St. Augustine",
    "quote": "Indeed, man wishes to be happy even when he so lives as to make happiness impossible."
  },
  {
    "fav": "false",
    "author": "Tyga",
    "quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you do, you'll be successful."
  },
  {
    "fav": "false",
    "author": "E.L. Konigsburg",
    "quote": "Happiness is excitement that has found a settling down place. But there is always a little corner that keeps flapping around."
  },
  {
    "fav": "false",
    "author": "Fanny Burney",
    "quote": "Traveling is the ruin of all happiness! There's no looking at a building after seeing Italy."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "Take responsibility of your own happiness, never put it in other people’s hands."
  },
  {
    "fav": "false",
    "author": "John Stuart Mill",
    "quote": "Ask yourself whether you are happy and you cease to be so."
  },
  {
    "fav": "false",
    "author": "Christopher Miller",
    "quote": "Low expectations is the key to happiness in life."
  },
  {
    "fav": "false",
    "author": "Marthe Troly-Curtin",
    "quote": "Time you enjoy wasting is not wasted time."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "Write it on your heart that every day is the best day in the year."
  },
  {
    "fav": "false",
    "author": "Josephine Baker",
    "quote": "God dislikes evil, and no happiness can be built on hate. Love one another as brothers."
  },
  {
    "fav": "false",
    "author": "Paul Boese",
    "quote": "Forgiveness does not change the past, but it does enlarge the future."
  },
  {
    "fav": "false",
    "author": "W.P. Kinsella",
    "quote": "Success is getting what you want, happiness is wanting what you get"
  },
  {
    "fav": "false",
    "author": "Andre Maurois",
    "quote": "The first recipe for happiness is: avoid too lengthy meditation on the past."
  },
  {
    "fav": "false",
    "author": "Islom Karimov",
    "quote": "I say there is not more happiness for me than the freedom of my Homeland."
  },
  {
    "fav": "false",
    "author": "L.M. Montgomery",
    "quote": "It’s been my experience that you can nearly always enjoy things if you make up your mind firmly that you will."
  },
  {
    "fav": "false",
    "author": "James Matthew Barrie",
    "quote": "The secret of happiness is not in doing what one likes, but in liking what one does."
  },
  {
    "fav": "false",
    "author": "Henri Matisse",
    "quote": "Derive happiness in oneself from a good day's work, from illuminating the fog that surrounds us."
  },
  {
    "fav": "false",
    "author": "Helen Keller",
    "quote": "True happiness is not attained through self-gratification, but through fidelity to a worthy purpose."
  },
  {
    "fav": "false",
    "author": "Sidonie Gabrielle Colette",
    "quote": "Be happy. It's one way of being wise."
  },
  {
    "fav": "false",
    "author": "Storm Jameson",
    "quote": "Happiness comes of the capacity to feel deeply, to enjoy simply, to think freely, to risk life, to be needed."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Happiness is that state of consciousness which proceeds from the achievement of one's values."
  },
  {
    "fav": "false",
    "author": "Douglas Adams",
    "quote": "I'd far rather be happy than right any day."
  },
  {
    "fav": "false",
    "author": "Chuck Palahniuk",
    "quote": "The only way to find true happiness is to risk being completely cut open."
  },
  {
    "fav": "false",
    "author": "Angela Lansbury",
    "quote": "Bringing humor and bringing happiness and joy to an audience is a wonderful opportunity in life, believe me."
  },
  {
    "fav": "false",
    "author": "Charles Dickens",
    "quote": "We forge the chains we wear in life."
  },
  {
    "fav": "false",
    "author": "Frank Tyger",
    "quote": "Doing what you like is freedom. Liking what you do is happiness."
  },
  {
    "fav": "false",
    "author": "H.W. Byles",
    "quote": "Cheerfulness is what greases the axles of the world. Don’t go through life creaking."
  },
  {
    "fav": "false",
    "author": "Ogden Nash",
    "quote": "Happiness is having a scratch for every itch."
  },
  {
    "fav": "false",
    "author": "Anne Frank",
    "quote": "Think of all the beauty still left around you and be happy."
  },
  {
    "fav": "false",
    "author": "Nicole Kidman",
    "quote": "When you relinquish the desire to control your future, you can have more happiness."
  },
  {
    "fav": "false",
    "author": "John Lubbock",
    "quote": "Happiness is a thing to be practiced, like the violin."
  },
  {
    "fav": "false",
    "author": "Guillaume Apollinaire",
    "quote": "Now and then it's good to pause in our pursuit of happiness and just be happy."
  },
  {
    "fav": "false",
    "author": "Sri Chinmoy",
    "quote": "Judge nothing, you will be happy. Forgive everything, you will be happier. Love everything, you will be happiest."
  },
  {
    "fav": "false",
    "author": "Arthur Rubinstein",
    "quote": "Most people ask for happiness on condition. Happiness can only be felt if you don't set any condition."
  },
  {
    "fav": "false",
    "author": "Marcus Aurelius",
    "quote": "Very little is needed to make a happy life; it is all within yourself in your way of thinking."
  },
  {
    "fav": "false",
    "author": "Tiger Shroff",
    "quote": "Martial arts is what pulled me through tough times, and it is one of the reasons for my happiness."
  },
  {
    "fav": "false",
    "author": "Scott Adams",
    "quote": "Happiness is nothing but good health and freedom, and money is the single best way you can buy your freedom."
  },
  {
    "fav": "false",
    "author": "Epicurus",
    "quote": "Do not spoil what you have by desiring what you have not; remember that what you now have was once among the things you only hoped for."
  },
  {
    "fav": "false",
    "author": "Claire Forlani",
    "quote": "There's a higher form of happiness in commitment. I'm counting on it."
  },
  {
    "fav": "false",
    "author": "Albert Camus",
    "quote": "To be happy, we must not be too concerned with others."
  },
  {
    "fav": "false",
    "author": "Jeremy Bentham",
    "quote": "The greatest happiness of the greatest number is the foundation of morals and legislation."
  },
  {
    "fav": "false",
    "author": "Thalia",
    "quote": "I've always been able to transform happiness and pain and sorrow and tears into positive energy."
  },
  {
    "fav": "false",
    "author": "Kanye West",
    "quote": "I refuse to accept other people's ideas of happiness for me. As if there's a 'one size fits all' standard for happiness."
  },
  {
    "fav": "false",
    "author": "George Washington",
    "quote": "Happiness and moral duty are inseparably connected."
  },
  {
    "fav": "false",
    "author": "A. P. J. Abdul Kalam",
    "quote": "Be more dedicated to making solid achievements than in running after swift but synthetic happiness."
  },
  {
    "fav": "false",
    "author": "Dalai Lama",
    "quote": "Happiness is not something ready made. It comes from your own actions."
  },
  {
    "fav": "false",
    "author": "Saul Bellow",
    "quote": "Happiness can only be found if you can free yourself of all other distractions."
  },
  {
    "fav": "false",
    "author": "Mignon McLaughlin",
    "quote": "Many things can make you miserable for weeks; few can bring you a whole day of happiness."
  },
  {
    "fav": "false",
    "author": "Carl Jung",
    "quote": "Everything that irritates us about others can lead us to an understanding of ourselves."
  },
  {
    "fav": "false",
    "author": "John Mason Brown",
    "quote": "The only true happiness comes from squandering ourselves for a purpose."
  },
  {
    "fav": "false",
    "author": "George Sand",
    "quote": "There is only one happiness in this life, to love and be loved."
  },
  {
    "fav": "false",
    "author": "Norman Bradburn",
    "quote": "Happiness is the resultant of the relative strengths of positive and negative feelings rather than an absolute amount of one or the other."
  },
  {
    "fav": "false",
    "author": "Christopher McCandless",
    "quote": "Happiness is only real when shared."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "There is only one thing more painful than learning from experience and that is learning from experience."
  },
  {
    "fav": "false",
    "author": "Jules Verne",
    "quote": "It is for others one must learn to do everything; for there lies the secret of happiness."
  },
  {
    "fav": "false",
    "author": "Sarah Addison Allen",
    "quote": "Happiness is a risk. If you’re not a little scared, then you’re not doing it right."
  },
  {
    "fav": "false",
    "author": "Evita Peron",
    "quote": "If I have to apply five turns to the screw each day for the happiness of Argentina, I will do it."
  },
  {
    "fav": "false",
    "author": "Gordon B. Hinckley",
    "quote": "Be believing, be happy, don't get discouraged. Things will work out."
  },
  {
    "fav": "false",
    "author": "Dolley Madison",
    "quote": "It is one of my sources of happiness never to desire a knowledge of other people's business."
  },
  {
    "fav": "false",
    "author": "Kate Hudson",
    "quote": "Happiness is not something that just comes to you. It's an active process."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Happiness does not have a price tag so smile."
  },
  {
    "fav": "false",
    "author": "J.R.R. Tolkien",
    "quote": "If more of us valued food and cheer and song above hoarded gold, it would be a merrier world."
  },
  {
    "fav": "false",
    "author": "Pepa",
    "quote": "There is nothing that you can't overcome. So it's never too late for happiness."
  },
  {
    "fav": "false",
    "author": "Holbrook Jackson",
    "quote": "Happiness is a form of courage."
  },
  {
    "fav": "false",
    "author": "George Burns",
    "quote": "Happiness is having a large, loving, caring, close-knit family in another city."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "For every minute you are angry you lose sixty seconds of happiness."
  },
  {
    "fav": "false",
    "author": "Dalai Lama",
    "quote": "More compassionate mind, more sense of concern for other's well-being, is source of happiness."
  },
  {
    "fav": "false",
    "author": "Cynthia Nelms",
    "quote": "Nobody really cares if you’re miserable, so you might as well be happy."
  },
  {
    "fav": "false",
    "author": "David DeNotaris",
    "quote": "Happiness comes from within, not from without."
  },
  {
    "fav": "false",
    "author": "Arthur Schopenhauer",
    "quote": "The two enemies of human happiness are pain and boredom."
  },
  {
    "fav": "false",
    "author": "Milan Kundera",
    "quote": "The sound of laughter is like the vaulted dome of a temple of happiness."
  },
  {
    "fav": "false",
    "author": "Linus Pauling",
    "quote": "Satisfaction of one's curiosity is one of the greatest sources of happiness in life."
  },
  {
    "fav": "false",
    "author": "Bertrand Russell",
    "quote": "Happiness is not best achieved by those who seek it directly."
  },
  {
    "fav": "false",
    "author": "Sylvia Plath",
    "quote": "I felt my lungs inflate with the onrush of scenery—air, mountains, trees, people. I thought, \"This is what it is to be happy."
  },
  {
    "fav": "false",
    "author": "Jon Krakauer",
    "quote": "Happiness [is] only real when shared"
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "Most of us must learn to love people and use things rather than loving things and using people."
  },
  {
    "fav": "false",
    "author": "Gregory David Roberts",
    "quote": "Sometimes you break your heart in the right way, if you know what I mean."
  },
  {
    "fav": "false",
    "author": "Hermann Hesse",
    "quote": "Happiness is a how; not a what. A talent, not an object."
  },
  {
    "fav": "false",
    "author": "Herbie Hancock",
    "quote": "It's part of life to have obstacles. It's about overcoming obstacles; that's the key to happiness."
  },
  {
    "fav": "false",
    "author": "Marcus Aurelius",
    "quote": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking."
  },
  {
    "fav": "false",
    "author": "Melissa de la Cruz",
    "quote": "You cannot be with someone just because you don’t want to hurt him. You have your own happiness to think about."
  },
  {
    "fav": "false",
    "author": "Desiderius Erasmus",
    "quote": "It is the chiefest point of happiness that a man is willing to be what he is."
  },
  {
    "fav": "false",
    "author": "Jodi Picoult",
    "quote": "There are two ways to be happy: improve your reality, or lower your expectations."
  },
  {
    "fav": "false",
    "author": "Tony DeLiso",
    "quote": "Keep your best wishes, close to your heart and watch what happens"
  },
  {
    "fav": "false",
    "author": "Jane Austen",
    "quote": "I must learn to be content with being happier than I deserve."
  },
  {
    "fav": "false",
    "author": "Soren Kierkegaard",
    "quote": "Life is not a problem to be solved, but a reality to be experienced."
  },
  {
    "fav": "false",
    "author": "Harold Kushner",
    "quote": "Caring about others, running the risk of feeling, and leaving an impact on people, brings happiness."
  },
  {
    "fav": "false",
    "author": "John Belushi",
    "quote": "I guess happiness is not a state you want to be in all the time."
  },
  {
    "fav": "false",
    "author": "G.K. Chesterton",
    "quote": "There are two ways to get enough. One is to continue to accumulate more and more. The other is to desire less."
  },
  {
    "fav": "false",
    "author": "Janette Rallison",
    "quote": "Happy is entirely up to you and always has been."
  },
  {
    "fav": "false",
    "author": "Frederick Douglass",
    "quote": "The white man's happiness cannot be purchased by the black man's misery."
  },
  {
    "fav": "false",
    "author": "James Allen",
    "quote": "Happiness is mental harmony; unhappiness is mental inharmony."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Some cause happiness wherever they go; others whenever they go."
  },
  {
    "fav": "false",
    "author": "Allen J. Lefferdink",
    "quote": "I have only two kinds of days: happy and hysterically happy."
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "Love is trembling happiness."
  },
  {
    "fav": "false",
    "author": "Soren Kierkegaard",
    "quote": "Anxiety is the dizziness of freedom."
  },
  {
    "fav": "false",
    "author": "Shari R. Barr",
    "quote": "Expecting life to treat you well because you are a good person is like expecting an angry bull not to charge because you are a vegetarian."
  },
  {
    "fav": "false",
    "author": "Kehlani",
    "quote": "Success to me is only two things: happiness and stability."
  },
  {
    "fav": "false",
    "author": "Guillaume Apollinaire",
    "quote": "Now and then it’s good to pause in our pursuit of happiness and just be happy."
  },
  {
    "fav": "false",
    "author": "Steve Maraboli",
    "quote": "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness."
  },
  {
    "fav": "false",
    "author": "Frank Sinatra",
    "quote": "A man doesn't know what happiness is until he's married. By then, it's too late."
  },
  {
    "fav": "false",
    "author": "Thomas Aquinas",
    "quote": "Happiness is secured through virtue; it is a good attained by man's own will."
  },
  {
    "fav": "false",
    "author": "Shakti Gawain",
    "quote": "Anything in life that we don't accept will simply make trouble for us until we make peace with it."
  },
  {
    "fav": "false",
    "author": "C. S. Lewis",
    "quote": "God cannot give us a happiness and peace apart from Himself, because it is not there. There is no such thing."
  },
  {
    "fav": "false",
    "author": "Charles Baudelaire",
    "quote": "There are as many kinds of beauty as there are habitual ways of seeking happiness."
  },
  {
    "fav": "false",
    "author": "Gabriel Garcia Marquez",
    "quote": "Always remember that the most important thing in a good marriage is not happiness, but stability."
  },
  {
    "fav": "false",
    "author": "Parker Palmer",
    "quote": "I think the pursuit of happiness is the pursuit of reality because illusion never leaves us ultimately happy."
  },
  {
    "fav": "false",
    "author": "George R.R. Martin",
    "quote": "Laughter is poison to fear."
  },
  {
    "fav": "false",
    "author": "J. Robert Oppenheimer",
    "quote": "The foolish man seeks happiness in the distance, the wise grows it under his feet."
  },
  {
    "fav": "false",
    "author": "Mark Twain",
    "quote": "The best way to cheer yourself is to try to cheer someone else up."
  },
  {
    "fav": "false",
    "author": "Margaret Lee Runbeck",
    "quote": "Happiness is not a station you arrive at, but a manner of traveling."
  },
  {
    "fav": "false",
    "author": "Marguerite Gardiner",
    "quote": "Happiness consists not in having much, but in being content with little."
  },
  {
    "fav": "false",
    "author": "Anne Frank",
    "quote": "We all live with the objective of being happy; our lives are all different and yet the same."
  },
  {
    "fav": "false",
    "author": "Jodi Picoult",
    "quote": "A mathematical formula for happiness:Reality divided by Expectations.There were two ways to be happy:improve your reality or lower your expectations."
  },
  {
    "fav": "false",
    "author": "Ingrid Bergman",
    "quote": "Happiness is good health and a bad memory."
  },
  {
    "fav": "false",
    "author": "Scott Weiss",
    "quote": "Your happiness is at the intersection of your passions and learning from great people."
  },
  {
    "fav": "false",
    "author": "William James",
    "quote": "Action may not always bring happiness, but there is no happiness without action. "
  },
  {
    "fav": "false",
    "author": "Jonathan Safran Foer",
    "quote": "I think and think and think, I‘ve thought myself out of happiness one million times, but never once into it."
  },
  {
    "fav": "false",
    "author": "Lydia M. Child",
    "quote": "An effort made for the happiness of others lifts above ourselves."
  },
  {
    "fav": "false",
    "author": "H. Jackson Brown, Jr.",
    "quote": "Choose your life's mate carefully. From this one decision will come 90 percent of all your happiness or misery."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "My advice to you is get married: if you find a good wife you'll be happy; if not, you'll become a philosopher."
  },
  {
    "fav": "false",
    "author": "Nicki Minaj",
    "quote": "I think a child may be the only thing that could give me true happiness."
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "Happiness depends upon ourselves."
  },
  {
    "fav": "false",
    "author": "Franklin D. Roosevelt",
    "quote": "Happiness lies in the joy of achievement and the thrill of creative effort."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When I was small I thought money and fame brought all the happiness in the world. Now that I'm grown up, I know I was right."
  },
  {
    "fav": "false",
    "author": "Ayn Rand",
    "quote": "Happiness is that state of consciousness which proceeds from the achievement of one's values."
  },
  {
    "fav": "false",
    "author": "Pierre Corneille",
    "quote": "We never taste happiness in perfection, our most fortunate successes are mixed with sadness."
  },
  {
    "fav": "false",
    "author": "Milton Berle",
    "quote": "Laughter is an instant vacation."
  },
  {
    "fav": "false",
    "author": "Tenzin Gyatso",
    "quote": "If you want others to be happy, practice compassion. _If you want to be happy, practice compassion."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "The more you feed your mind with positive thoughts, the more you can attract great things into your life."
  },
  {
    "fav": "false",
    "author": "Yoko Ono",
    "quote": "I relate to happiness as an ecstatic moment - something you don't create, you encounter."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "A table, a chair, a bowl of fruit and a violin; what else does a man need to be happy?"
  },
  {
    "fav": "false",
    "author": "Pat Conroy",
    "quote": "Happiness is an accident of nature, a beautiful and flawless aberration."
  },
  {
    "fav": "false",
    "author": "Finnish proverb",
    "quote": "Happiness is a place between too much and too little."
  },
  {
    "fav": "false",
    "author": "Charlotte Bronte",
    "quote": "There is no happiness like that of being loved by your fellow creatures, and feeling that your presence is an addition to their comfort."
  },
  {
    "fav": "false",
    "author": "Jennifer Niven",
    "quote": "The problem with people is they forget that most of the time it's the small things that count."
  },
  {
    "fav": "false",
    "author": "Denzel Washington",
    "quote": "My faith helps me understand that circumstances don't dictate my happiness, my inner peace."
  },
  {
    "fav": "false",
    "author": "Brian Vaszily",
    "quote": "Trying to be happy without giving to others is like trying to kiss alone."
  },
  {
    "fav": "false",
    "author": "Lillie Langtry",
    "quote": "I am happy as happiness goes, for a woman who has so many memories and who lives the lonely life of an actress."
  },
  {
    "fav": "false",
    "author": "Daisaku Ikeda",
    "quote": "Even if things don't unfold the way you expected, don't be disheartened or give up. One who continues to advance will win in the end."
  },
  {
    "fav": "false",
    "author": "Bertolt Brecht",
    "quote": "Everyone chases after happiness, not noticing that happiness is right at their heels."
  },
  {
    "fav": "false",
    "author": "Robert Louis Stevenson",
    "quote": "The habit of being happy enables one to be freed, or largely freed, from the domination of outward conditions."
  },
  {
    "fav": "false",
    "author": "Edward Lear",
    "quote": "And hand in hand, on the edge of the sand, They danced by the light of the moon."
  },
  {
    "fav": "false",
    "author": "Honore de Balzac",
    "quote": "We exaggerate misfortune and happiness alike. We are never as bad off or as happy as we say we are."
  },
  {
    "fav": "false",
    "author": "Leo Tolstoy",
    "quote": "One of the first conditions of happiness is that the link between Man and Nature shall not be broken."
  },
  {
    "fav": "false",
    "author": "Walter Savage Landor",
    "quote": "We are no longer happy so soon as we wish to be happier."
  },
  {
    "fav": "false",
    "author": "David Lee Roth",
    "quote": "Money can't buy you happiness, but it can buy you a yacht big enough to pull up right alongside it."
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "Happiness is the meaning and the purpose of life, the whole aim and end of human existence."
  },
  {
    "fav": "false",
    "author": "Helen Keller",
    "quote": "True happiness... is not attained through self-gratification, but through fidelity to a worthy purpose."
  },
  {
    "fav": "false",
    "author": "George Sand",
    "quote": "Life in common among people who love each other is the ideal of happiness."
  },
  {
    "fav": "false",
    "author": "Marilyn Monroe",
    "quote": "Fear is stupid. So are regrets."
  },
  {
    "fav": "false",
    "author": "C.S. Lewis",
    "quote": "The pain I feel now is the happiness I had before. That's the deal."
  },
  {
    "fav": "false",
    "author": "Frank McCourt",
    "quote": "Happiness is hard to recall. Its just a glow."
  },
  {
    "fav": "false",
    "author": "Jack Brown",
    "quote": "Happiness is not the absence of problems; but the ability to deal with them."
  },
  {
    "fav": "false",
    "author": "Maxime Lagacé",
    "quote": "Ups and downs. Victories and defeats. Sadness and happiness. That’s the best kind of life."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "A happy man is too satisfied with the present to dwell too much on the future."
  },
  {
    "fav": "false",
    "author": "Jean-Paul Marat",
    "quote": "Five or six hundred heads cut off would have assured your repose, freedom and happiness."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True happiness...arises, in the first place, from the enjoyment of one's self."
  },
  {
    "fav": "false",
    "author": "Franklin D. Roosevelt",
    "quote": "Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort."
  },
  {
    "fav": "false",
    "author": "Marcel Proust",
    "quote": "Let us be grateful to the people who make us happy; they are the charming gardeners who make our souls blossom."
  },
  {
    "fav": "false",
    "author": "Carl Sandburg",
    "quote": "The secret of happiness is to admire without desiring."
  },
  {
    "fav": "false",
    "author": "Sai Baba",
    "quote": "The wretched and miserable would rise into plenty of joy and happiness as soon as they climb the steps of my mosque."
  },
  {
    "fav": "false",
    "author": "Steve Maraboli",
    "quote": "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny."
  },
  {
    "fav": "false",
    "author": "Dale Carnegie",
    "quote": "Remember happiness doesn't depend upon who you are or what you have; it depends solely on what you think."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Most of us are just about as happy as we make up our minds to be."
  },
  {
    "fav": "false",
    "author": "Jonathan Edwards",
    "quote": "The happiness of the creature consists in rejoicing in God, by which also God is magnified and exalted."
  },
  {
    "fav": "false",
    "author": "Charlotte Brontë",
    "quote": "Happiness quite unshared can scarcely be called happiness; it has no taste."
  },
  {
    "fav": "false",
    "author": "Stephen Chbosky",
    "quote": "There's nothing like deep breaths after laughing that hard. Nothing in the world like a sore stomach for the right reasons."
  },
  {
    "fav": "false",
    "author": "Prem Rawat",
    "quote": "Happiness is your own treasure because it lies within you."
  },
  {
    "fav": "false",
    "author": "Austin O'Malley",
    "quote": "Happiness is the harvest of a quiet eye."
  },
  {
    "fav": "false",
    "author": "Adam Smith",
    "quote": "Happiness never lays its finger on its pulse."
  },
  {
    "fav": "false",
    "author": "Milan Kundera",
    "quote": "Happiness is the longing for repetition."
  },
  {
    "fav": "false",
    "author": "Beyonce Knowles",
    "quote": "Power means happiness; power means hard work and sacrifice."
  },
  {
    "fav": "false",
    "author": "Logan Pearsall Smith",
    "quote": "Happiness is a wine of the rarest vintage, and seems insipid to a vulgar taste."
  },
  {
    "fav": "false",
    "author": "Adrian Grenier",
    "quote": "It's enough to indulge and to be selfish but true happiness is really when you start giving back."
  },
  {
    "fav": "false",
    "author": "Jean-Jacques Rousseau",
    "quote": "Happiness: a good bank account, a good cook, and a good digestion."
  },
  {
    "fav": "false",
    "author": "Antoine de Saint-Exupery",
    "quote": "True happiness comes from the joy of deeds well done, the zest of creating things new."
  },
  {
    "fav": "false",
    "author": "A. Nielsen",
    "quote": "Happiness adds and multiplies, as we divide it with others."
  },
  {
    "fav": "false",
    "author": "Baltasar Gracian",
    "quote": "Always leave something to wish for; otherwise you will be miserable from your very happiness."
  },
  {
    "fav": "false",
    "author": "Ovid",
    "quote": "Happy is the man who has broken the chains which hurt the mind, and has given up worrying once and for all."
  },
  {
    "fav": "false",
    "author": "John Lennon",
    "quote": "Count your age by friends, not years. Count your life by smiles, not tears."
  },
  {
    "fav": "false",
    "author": "Bar Refaeli",
    "quote": "Family, friends, a good laugh and beautiful weather are the best cures."
  },
  {
    "fav": "false",
    "author": "Epictetus",
    "quote": "The essence of philosophy is that a man should so live that his happiness shall depend as little as possible on external things."
  },
  {
    "fav": "false",
    "author": "Orhan Pamuk",
    "quote": "Happiness is holding someone in your arms and knowing you hold the whole world."
  },
  {
    "fav": "false",
    "author": "Helen Keller",
    "quote": "Everything has its wonders, even darkness and silence, and I learn, whatever state I may be in, therein to be content."
  },
  {
    "fav": "false",
    "author": "Eliza Doolittle",
    "quote": "The only thing that holds true happiness is that moment when you're in it. Nothing can be controlled."
  },
  {
    "fav": "false",
    "author": "Edmund Burke",
    "quote": "Beauty is the promise of happiness."
  },
  {
    "fav": "false",
    "author": "Adam Smith",
    "quote": "What can be added to the happiness of a man who is in health, out of debt, and has a clear conscience?"
  },
  {
    "fav": "false",
    "author": "Dale Carnegie",
    "quote": "Success is getting what you want. Happiness is wanting what you get."
  },
  {
    "fav": "false",
    "author": "Robert Green Ingersoll",
    "quote": "Happiness is not a reward - it is a consequence. Suffering is not a punishment - it is a result."
  },
  {
    "fav": "false",
    "author": "Germaine Greer",
    "quote": "Security is when everything is settled, when nothing can happen to you; security is the denial of life."
  },
  {
    "fav": "false",
    "author": "Zhuangzi",
    "quote": "I know the joy of fishes in the river through my own joy, as I go walking along the same river."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "Nothing can bring you happiness but yourself."
  },
  {
    "fav": "false",
    "author": "Dr. Seuss",
    "quote": "Don't cry because it's over, smile because it happened."
  },
  {
    "fav": "false",
    "author": "Don Marquis",
    "quote": "Happiness is the interval between periods of unhappiness."
  },
  {
    "fav": "false",
    "author": "Bertrand Russell",
    "quote": "To be without some of the things you want is an indispensable part of happiness."
  },
  {
    "fav": "false",
    "author": "Steve Maraboli",
    "quote": "Sometimes life knocks you on your ass... get up, get up, get up!!! Happiness is not the absence of problems, it's the ability to deal with them."
  },
  {
    "fav": "false",
    "author": "Dr. Wayne Dyer",
    "quote": "There is no stress in the world, only people thinking stressful thoughts and then acting on them."
  },
  {
    "fav": "false",
    "author": "Colette",
    "quote": "Be happy. It’s one way of being wise."
  },
  {
    "fav": "false",
    "author": "H. Jackson Brown, Jr.",
    "quote": "Success is getting what you want. Happiness is liking what you get."
  },
  {
    "fav": "false",
    "author": "Joseph Addison",
    "quote": "A contented mind is the greatest blessing a man can enjoy in this world."
  },
  {
    "fav": "false",
    "author": "John Mason Good",
    "quote": "Happiness consists in activity. It is running steam, not a stagnant pool."
  },
  {
    "fav": "false",
    "author": "Thomas Merton",
    "quote": "When ambition ends, happiness begins."
  },
  {
    "fav": "false",
    "author": "William Ralph Inge",
    "quote": "The happiest people seem to be those who have no particular cause for being happy except that they are so."
  },
  {
    "fav": "false",
    "author": "Logan Pearsall Smith",
    "quote": "There are two things to aim at in life: first, to get what you want; and after that, to enjoy it. Only the wisest of mankind achieve the second."
  },
  {
    "fav": "false",
    "author": "James Lendall Basford",
    "quote": "Real happiness is not of temporary enjoyment, but is so interwoven with the future that it blesses for ever."
  },
  {
    "fav": "false",
    "author": "Mahatma Gandhi",
    "quote": "Happiness is when what you think, what you say, and what you do are in harmony."
  },
  {
    "fav": "false",
    "author": "Mildred Barthel",
    "quote": "Happiness is a conscious choice, not an automatic response."
  },
  {
    "fav": "false",
    "author": "Garth Brooks",
    "quote": "Happiness isn't getting what you want, it's wanting what you got."
  },
  {
    "fav": "false",
    "author": "Maharishi Mahesh Yogi",
    "quote": "Life finds its purpose and fulfillment in the expansion of happiness."
  },
  {
    "fav": "false",
    "author": "Margaret Chase Smith",
    "quote": "The right way is not always the popular and easy way. Standing for right when it is unpopular is a true test of moral character."
  },
  {
    "fav": "false",
    "author": "Lauren Oliver",
    "quote": "You can’t be happy unless you’re unhappy sometimes."
  },
  {
    "fav": "false",
    "author": "Sarah McLachlan",
    "quote": "Happiness is like a cloud, if you stare at it long enough, it evaporates."
  },
  {
    "fav": "false",
    "author": "Dada Vaswani",
    "quote": "True success, true happiness lies in freedom and fulfillment."
  },
  {
    "fav": "false",
    "author": "Gretta Brooker Palmer",
    "quote": "Happiness is a by-product of an effort to make someone else happy."
  },
  {
    "fav": "false",
    "author": "Brad Pitt",
    "quote": "Happiness is overrated. There has to be conflict in life."
  },
  {
    "fav": "false",
    "author": "Roald Dahl",
    "quote": "If you have good thoughts they will shine out of your face like sunbeams and you will always look lovely."
  },
  {
    "fav": "false",
    "author": "Richard Bach",
    "quote": "If your happiness depends on what somebody else does, I guess you do have a problem."
  },
  {
    "fav": "false",
    "author": "Bryant H. McGill",
    "quote": "The folly of endless consumerism sends us on a wild goose-chase for happiness through materialism."
  },
  {
    "fav": "false",
    "author": "Albert Camus",
    "quote": "But what is happiness except the simple harmony between a man and the life he leads?"
  },
  {
    "fav": "false",
    "author": "Edith Wharton",
    "quote": "If only we’d stop trying to be happy we could have a pretty good time."
  },
  {
    "fav": "false",
    "author": "Dalai Lama",
    "quote": "Happiness is not something ready-made. It comes from your own actions."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "For 2014 I wish you 12 months of happiness, 52 weeks of fun, 365 days of success, 8760 hours of great health and 525600 lucky minutes! Happy New Year!"
  },
  {
    "fav": "false",
    "author": "Alan Cohen",
    "quote": "To be content means that you realize you contain what you seek."
  },
  {
    "fav": "false",
    "author": "Norm Papernick",
    "quote": "Those who can laugh without cause have either found the true meaning of happiness or have gone stark raving mad."
  },
  {
    "fav": "false",
    "author": "Drew Barrymore",
    "quote": "I think happiness is what makes you pretty. Period. Happy people are beautiful. They become like a mirror and they reflect that happiness."
  },
  {
    "fav": "false",
    "author": "Divyanka Tripathi",
    "quote": "Respect your partner. Be happy in your partner's happiness."
  },
  {
    "fav": "false",
    "author": "Immanuel Kant",
    "quote": "Happiness is not an ideal of reason, but of imagination."
  },
  {
    "fav": "false",
    "author": "David O. McKay",
    "quote": "Happiness and peace will come to earth only as the light of love and human compassion enter the souls of men."
  },
  {
    "fav": "false",
    "author": "Bertrand Russell",
    "quote": "Of all forms of caution, caution in love is perhaps the most fatal to true happiness."
  },
  {
    "fav": "false",
    "author": "Margaret Lee Runbeck",
    "quote": "Happiness is not a state to arrive at, but a manner of traveling."
  },
  {
    "fav": "false",
    "author": "John Mayer",
    "quote": "You get to a certain age where you prepare yourself for happiness. Sometimes you never remember to actually get happy."
  },
  {
    "fav": "false",
    "author": "Luise Rainer",
    "quote": "Happiness lies in moments, and while you have it, you're not even aware; only afterwards do you know you were happy."
  },
  {
    "fav": "false",
    "author": "Bil Keane",
    "quote": "A hug is like a boomerang - you get it back right away."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Money doesn't make happiness, it buys it already made."
  },
  {
    "fav": "false",
    "author": "Lester Levinson",
    "quote": "We can have peace if we let go of wanting to change the past and wanting to control the future."
  },
  {
    "fav": "false",
    "author": "Johann Wolfgang von Goethe",
    "quote": "Who is the happiest of men? He who values the merits of others, and in their pleasure takes joy, even as though it were his own."
  },
  {
    "fav": "false",
    "author": "Milton Berle",
    "quote": "Money can't buy you happiness, but it helps you look for it in a lot more places."
  },
  {
    "fav": "false",
    "author": "Stephen Richards",
    "quote": "The only time you fail is when you fall down and stay down."
  }
]
