[
  {
    "fav": "false",
    "author": "Rocky Balboa",
    "quote": "It's not about how hard you can hit; it's about how hard you can get hit and keep moving forward."
  },
  {
    "fav": "false",
    "author": "Demi Lovato",
    "quote": "Never be ashamed of what you feel. You have the right to feel any emotion that you want, and to do what makes you happy. That's my life motto."
  },
  {
    "fav": "false",
    "author": "Dennis Rodman",
    "quote": "This life is like a swimming pool. You dive into the water, but you can't see how deep it is."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Happiness comes when we stop complaining about the troubles we have an offer thanks for all the troubles we don’t have."
  },
  {
    "fav": "false",
    "author": "George Bernard Shaw",
    "quote": "Alcohol is the anesthesia by which we endure the operation of life."
  },
  {
    "fav": "false",
    "author": "Woody Allen",
    "quote": "Eighty percent of success is showing up."
  },
  {
    "fav": "false",
    "author": "John F. Kennedy",
    "quote": "If not us, who? If not now, when?"
  },
  {
    "fav": "false",
    "author": "Romy Schneider",
    "quote": "Memories are the best things in life, I think."
  },
  {
    "fav": "false",
    "author": "Kenneth Branagh",
    "quote": "Lighten up, just enjoy life, smile more, laugh more, and don't get so worked up about things."
  },
  {
    "fav": "false",
    "author": "Cristiano Ronaldo",
    "quote": "Without football, my life is worth nothing."
  },
  {
    "fav": "false",
    "author": "Jesus Christ",
    "quote": "I am the Way, the Truth, and the Life. No one comes to the Father except through me."
  },
  {
    "fav": "false",
    "author": "Carly Fiorina",
    "quote": "Life is measured in love and positive contributions and moments of grace."
  },
  {
    "fav": "false",
    "author": "Zig Ziglar",
    "quote": "The real opportunity for success lies within the person and not in the job."
  },
  {
    "fav": "false",
    "author": "Michael Imperioli",
    "quote": "My family is my life, and everything else comes second as far as what's important to me."
  },
  {
    "fav": "false",
    "author": "Chris Rock",
    "quote": "There are only three things women need in life: food, water, and compliments."
  },
  {
    "fav": "false",
    "author": "Sam Levenson",
    "quote": "Do not watch the clock. Do what it does. Keep going."
  },
  {
    "fav": "false",
    "author": "Oprah Winfrey",
    "quote": "The more you praise and celebrate your life, the more there is in life to celebrate."
  },
  {
    "fav": "false",
    "author": "A. P. J. Abdul Kalam",
    "quote": "The bird is powered by its own life and by its motivation."
  },
  {
    "fav": "false",
    "author": "Michael Franti",
    "quote": "No life's worth more than any other, no sister worth less than any brother."
  },
  {
    "fav": "false",
    "author": "Bobby Brown",
    "quote": "I feel that the simplicity of life is just being yourself."
  },
  {
    "fav": "false",
    "author": "Mitch Albom",
    "quote": "Death ends a life, not a relationship."
  },
  {
    "fav": "false",
    "author": "Dr. Seuss",
    "quote": "Oh the things you can find, if you don’t stay behind."
  },
  {
    "fav": "false",
    "author": "Gavin Rossdale",
    "quote": "A happy wife is a happy life."
  },
  {
    "fav": "false",
    "author": "Peter Pan",
    "quote": "To live will be an awfully big adventure."
  },
  {
    "fav": "false",
    "author": "Theodore Roosevelt",
    "quote": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing."
  },
  {
    "fav": "false",
    "author": "Robert Frost",
    "quote": "In three words I can sum up everything I've learned about life: it goes on."
  },
  {
    "fav": "false",
    "author": "Steve Jobs",
    "quote": "Your time is limited, so don't waste it living someone else's life."
  },
  {
    "fav": "false",
    "author": "A. J. McLean",
    "quote": "Music is love, love is music, music is life, and I love my life. Thank you and good night."
  },
  {
    "fav": "false",
    "author": "Pope Francis",
    "quote": "Life is a journey. When we stop, things don't go right."
  },
  {
    "fav": "false",
    "author": "Paulo Coelho",
    "quote": "Life was always a matter of waiting for the right moment to act."
  },
  {
    "fav": "false",
    "author": "Alexander Graham Bell",
    "quote": "When one door closes, another opens; but we often look so long and so regretfully upon the closed door that we do not see the one that has opened for us."
  },
  {
    "fav": "false",
    "author": "Abraham Lincoln",
    "quote": "I remember my mother's prayers and they have always followed me. They have clung to me all my life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Be fearless in the pursuit of what sets your soul on fire."
  },
  {
    "fav": "false",
    "author": "Ridley Scott",
    "quote": "Life isn't black and white. It's a million gray areas, don't you find?"
  },
  {
    "fav": "false",
    "author": "Gretchen Bleiler",
    "quote": "Life is short, and if we enjoy every moment of every day, then we will be happy no matter what happens or what changes along the way."
  },
  {
    "fav": "false",
    "author": "Confucius",
    "quote": "Life is really simple, but we insist on making it complicated."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "Do not go where the path may lead, go instead where there is no path and leave a trail."
  },
  {
    "fav": "false",
    "author": "Mark Twain",
    "quote": "Never regret anything that made you smile."
  },
  {
    "fav": "false",
    "author": "Leo Tolstoy",
    "quote": "The sole meaning of life is to serve humanity."
  },
  {
    "fav": "false",
    "author": "John Updike",
    "quote": "Rain is grace; rain is the sky descending to the earth; without rain, there would be no life."
  },
  {
    "fav": "false",
    "author": "Elbert Hubbard",
    "quote": "Do not take life too seriously. You will never get out of it alive."
  },
  {
    "fav": "false",
    "author": "Rashida Jones",
    "quote": "Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that's beautiful."
  },
  {
    "fav": "false",
    "author": "Maya Angelou",
    "quote": "Try to be a rainbow in someone’s cloud."
  },
  {
    "fav": "false",
    "author": "Kendrick Lamar",
    "quote": "If im gonna tell a real story, im gonna start with my name."
  },
  {
    "fav": "false",
    "author": "John de Mol, Jr.",
    "quote": "You learn more about life from watching 'Big Brother' than from reading a book."
  },
  {
    "fav": "false",
    "author": "Eleanor Roosevelt",
    "quote": "Life must be lived and curiosity kept alive. One must never, for whatever reason, turn his back on life."
  },
  {
    "fav": "false",
    "author": "Tori Amos",
    "quote": "Being stylish is about enjoying your life and expressing yourself and your inner light."
  },
  {
    "fav": "false",
    "author": "Steve Martin",
    "quote": "Be so good they can’t ignore you."
  },
  {
    "fav": "false",
    "author": "Chris Evans",
    "quote": "I always say that the times in my life when I've been happiest are the times when I've seen, like, a sunset."
  },
  {
    "fav": "false",
    "author": "Lao Tzu",
    "quote": "When I let go of what I am, I become what I might be."
  },
  {
    "fav": "false",
    "author": "Macklemore",
    "quote": "Change the game, don’t let the game change you."
  },
  {
    "fav": "false",
    "author": "Yanni",
    "quote": "A simple life is good with me. I don't need a whole lot. For me, a T-shirt, a pair of shorts, barefoot on a beach and I'm happy."
  },
  {
    "fav": "false",
    "author": "Robert Frost",
    "quote": "These woods are lovely, dark and deep, But I have promises to keep, And miles to go before I sleep, And miles to go before I sleep."
  },
  {
    "fav": "false",
    "author": "Rafael Nadal",
    "quote": "I love the beach. I love the sea. All my life I live within - in front of the sea."
  },
  {
    "fav": "false",
    "author": "Iris Murdoch",
    "quote": "We live in a fantasy world, a world of illusion. The great task in life is to find reality."
  },
  {
    "fav": "false",
    "author": "Jack London",
    "quote": "Life is not always a matter of holding good cards, but sometimes, playing a poor hand well."
  },
  {
    "fav": "false",
    "author": "Anais Nin",
    "quote": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country."
  },
  {
    "fav": "false",
    "author": "Anne Hathaway",
    "quote": "Mellow doesn't always make for a good story, but it makes for a good life."
  },
  {
    "fav": "false",
    "author": "Vince Lombardi",
    "quote": "Football is like life - it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority."
  },
  {
    "fav": "false",
    "author": "Orhan Pamuk",
    "quote": "Life is short, and we should respect every moment of it."
  },
  {
    "fav": "false",
    "author": "Caitlyn Jenner",
    "quote": "I'm just going to go live life. I'm going to go enjoy life. I have nothing left to hide. I am kind of a free person, a free soul."
  },
  {
    "fav": "false",
    "author": "Nelson Mandela",
    "quote": "There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living."
  },
  {
    "fav": "false",
    "author": "Dudley Field Malone",
    "quote": "I have never in my life learned anything from any man who agreed with me."
  },
  {
    "fav": "false",
    "author": "Lindsey Vonn",
    "quote": "It's amazing. Life changes very quickly, in a very positive way, if you let it."
  },
  {
    "fav": "false",
    "author": "Carl Rogers",
    "quote": "The good life is a process, not a state of being. It is a direction not a destination."
  },
  {
    "fav": "false",
    "author": "Diane von Furstenberg",
    "quote": "I travel light. I think the most important thing is to be in a good mood and enjoy life, wherever you are."
  },
  {
    "fav": "false",
    "author": "Josephine de La Baume",
    "quote": "You can really only enjoy life when you're extremely busy."
  },
  {
    "fav": "false",
    "author": "Anderson Silva",
    "quote": "Life is about how much you can take and keep fighting, how much you can suffer and keep moving forward."
  },
  {
    "fav": "false",
    "author": "Kendrick Lamar",
    "quote": "Don’t you know your imperfections is a blessing?"
  },
  {
    "fav": "false",
    "author": "Princess Diana",
    "quote": "If you find someone you love in your life, then hang on to that love."
  },
  {
    "fav": "false",
    "author": "Bob Marley",
    "quote": "Better to die fighting for freedom then be a prisoner all the days of your life."
  },
  {
    "fav": "false",
    "author": "Joyce Meyer",
    "quote": "You cannot have a positive life and a negative mind."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Aspire to inspire before we expire."
  },
  {
    "fav": "false",
    "author": "Jim Rohn",
    "quote": "Your life does not get better by chance, it gets better by change."
  },
  {
    "fav": "false",
    "author": "Drew Houston",
    "quote": "Instead of trying to make your life perfect, give yourself the freedom to make it an adventure, and go ever upward."
  },
  {
    "fav": "false",
    "author": "Elizabeth Barrett Browning",
    "quote": "You were made perfectly to be loved - and surely I have loved you, in the idea of you, my whole life long."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Shine like the whole universe is yours."
  },
  {
    "fav": "false",
    "author": "Mae West",
    "quote": "You only live once, but if you do it right, once is enough."
  },
  {
    "fav": "false",
    "author": "Drake",
    "quote": "Never let your emotions over power your intelligence."
  },
  {
    "fav": "false",
    "author": "Serena Williams",
    "quote": "I've had to learn to fight all my life - got to learn to keep smiling. If you smile things will work out."
  },
  {
    "fav": "false",
    "author": "Paula Cole",
    "quote": "I think it's important to find the little things in everyday life that make you happy."
  },
  {
    "fav": "false",
    "author": "Nicholas Sparks",
    "quote": "Just when you think it can't get any worse, it can. And just when you think it can't get any better, it can."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You have the power to make yourself happy."
  },
  {
    "fav": "false",
    "author": "Jimi Hendrix",
    "quote": "The story of life is quicker than the blink of an eye, the story of love is hello, goodbye."
  },
  {
    "fav": "false",
    "author": "Willie Nelson",
    "quote": "When I started counting my blessings, my whole life turned around."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Life is very interesting. In the end, some of your greatest pains become your greatest strengths. "
  },
  {
    "fav": "false",
    "author": "Barbara Bush",
    "quote": "I think togetherness is a very important ingredient to family life."
  },
  {
    "fav": "false",
    "author": "Confucius",
    "quote": "It does not matter how slowly you go as long as you do not stop."
  },
  {
    "fav": "false",
    "author": "Nike",
    "quote": "Yesterday you said tomorrow. Just do it."
  },
  {
    "fav": "false",
    "author": "Muhammad Ali",
    "quote": "I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'"
  },
  {
    "fav": "false",
    "author": "Margaret Mead",
    "quote": "Never doubt that a small group of thoughtful, committed, citizens can change the world. Indeed, it is the only thing that ever has."
  },
  {
    "fav": "false",
    "author": "Dodinsky",
    "quote": "The key to being happy is knowing you have the power to choose what to except and what to let go."
  },
  {
    "fav": "false",
    "author": "Cesare Pavese",
    "quote": "We do not remember days, we remember moments."
  },
  {
    "fav": "false",
    "author": "Lionel Messi",
    "quote": "There are more important things in life than winning or losing a game."
  },
  {
    "fav": "false",
    "author": "Ted Turner",
    "quote": "Life is a game. Money is how we keep score."
  },
  {
    "fav": "false",
    "author": "Boris Pasternak",
    "quote": "Surprise is the greatest gift which life can grant us."
  },
  {
    "fav": "false",
    "author": "Thomas A. Edison",
    "quote": "Many of life's failures are people who did not realize how close they were to success when they gave up."
  },
  {
    "fav": "false",
    "author": "Anne Roiphe",
    "quote": "Grief is in two parts. The first is loss. The second is the remaking of life."
  },
  {
    "fav": "false",
    "author": "Abraham Lincoln",
    "quote": "In the end, it's not the years in your life that count. It's the life in your years."
  },
  {
    "fav": "false",
    "author": "Ernest Holmes",
    "quote": "Life is a mirror and will reflect back to the thinker what he thinks into it."
  },
  {
    "fav": "false",
    "author": "Swami Vivekananda",
    "quote": "God is to be worshipped as the one beloved, dearer than everything in this and next life."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well."
  },
  {
    "fav": "false",
    "author": "Teri Garr",
    "quote": "Take a step back, evaluate what is important, and enjoy life."
  },
  {
    "fav": "false",
    "author": "Jurgen Klopp",
    "quote": "Life is too short not to celebrate nice moments!"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Hope is the only thing stronger than fear."
  },
  {
    "fav": "false",
    "author": "Jessica N. S. Yourko",
    "quote": "Have enough courage to start and enough heart to finish."
  },
  {
    "fav": "false",
    "author": "John Scalzi",
    "quote": "Do what you need to do and enjoy life as it happens."
  },
  {
    "fav": "false",
    "author": "Kenneth H. Cooper",
    "quote": "The reason I exercise is for the quality of life I enjoy."
  },
  {
    "fav": "false",
    "author": "Simone Weil",
    "quote": "Imagination and fiction make up more than three quarters of our real life."
  },
  {
    "fav": "false",
    "author": "Arthur Schopenhauer",
    "quote": "Every truth passes through three stages before it is recognized. In the first, it is ridiculed. In the second, it is opposed. In the third, it is regarded as self evident."
  },
  {
    "fav": "false",
    "author": "Habeeb Akande",
    "quote": "White is not always light and black is not always dark."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It might take a year, it might take a day, but what’s meant to be will always find its way."
  },
  {
    "fav": "false",
    "author": "Christopher Morley",
    "quote": "A man who has never made a woman angry is a failure in life."
  },
  {
    "fav": "false",
    "author": "John Lennon",
    "quote": "There's nowhere you can be that isn't where you're meant to be..."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You don’t have to have it all figured out to move forward."
  },
  {
    "fav": "false",
    "author": "Lucius Annaeus Seneca",
    "quote": "A happy life is one which is in accordance with its own nature."
  },
  {
    "fav": "false",
    "author": "Johnny Depp",
    "quote": "One day the people that don’t even believe in you will tell everyone how they met you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes the place you are used to is not the place you belong."
  },
  {
    "fav": "false",
    "author": "Marcus Garvey",
    "quote": "If you have no confidence in self, you are twice defeated in the race of life."
  },
  {
    "fav": "false",
    "author": "Paulo Coelho",
    "quote": "You have to take risks. We will only understand the miracle of life fully when we allow the unexpected to happen."
  },
  {
    "fav": "false",
    "author": "Immanuel Kant",
    "quote": "Science is organized knowledge. Wisdom is organized life."
  },
  {
    "fav": "false",
    "author": "Natalie Massenet",
    "quote": "My personal ambition remains the same - to be creative, to be modern, to stay one step ahead, to enjoy life."
  },
  {
    "fav": "false",
    "author": "Jim Rohn",
    "quote": "Either you run the day, or the day runs you."
  },
  {
    "fav": "false",
    "author": "Avril Lavigne",
    "quote": "Life is like a roller coaster, live it, be happy, enjoy life."
  },
  {
    "fav": "false",
    "author": "Sholom Aleichem",
    "quote": "Life is a dream for the wise, a game for the fool, a comedy for the rich, a tragedy for the poor."
  },
  {
    "fav": "false",
    "author": "Soren Kierkegaard",
    "quote": "Life can only be understood backwards; but it must be lived forwards."
  },
  {
    "fav": "false",
    "author": "Mark Twain",
    "quote": "If you tell the truth you don’t have to remember anything."
  },
  {
    "fav": "false",
    "author": "Josh Billings",
    "quote": "Life consists not in holding good cards but in playing those you hold well."
  },
  {
    "fav": "false",
    "author": "Carl Bard",
    "quote": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending."
  },
  {
    "fav": "false",
    "author": "Tracy McMillan",
    "quote": "Caring - about people, about things, about life - is an act of maturity."
  },
  {
    "fav": "false",
    "author": "Woody Allen",
    "quote": "I'm not afraid of death; I just don't want to be there when it happens."
  },
  {
    "fav": "false",
    "author": "Mark Twain",
    "quote": "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great makes you feel that you, too, can become great."
  },
  {
    "fav": "false",
    "author": "Buddha",
    "quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment."
  },
  {
    "fav": "false",
    "author": "Bob Marley",
    "quote": "Open your eyes, look within. Are you satisfied with the life you're living?"
  },
  {
    "fav": "false",
    "author": "Stephen Gardiner",
    "quote": "Land is the secure ground of home, the sea is like life, the outside, the unknown."
  },
  {
    "fav": "false",
    "author": "John Wooden",
    "quote": "Whatever you do in life, surround yourself with smart people who'll argue with you."
  },
  {
    "fav": "false",
    "author": "William Morris",
    "quote": "The true secret of happiness lies in taking a genuine interest in all the details of daily life."
  },
  {
    "fav": "false",
    "author": "Denis Waitley",
    "quote": "Happiness cannot be travel to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude."
  },
  {
    "fav": "false",
    "author": "J.K. Rowling",
    "quote": "We're all human, aren't we? Every human life is worth the same, and worth saving."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you haven't found it yet keep looking."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Be gentle with yourself you are doing the best you can."
  },
  {
    "fav": "false",
    "author": "Bob Marley",
    "quote": "Who are you to judge the life I live? I know I'm not perfect , and I don't live to be, but before you start pointing fingers... make sure you hands are clean!"
  },
  {
    "fav": "false",
    "author": "Khalid",
    "quote": "Positivity, confidence, and persistence are key in life, so never give up on yourself."
  },
  {
    "fav": "false",
    "author": "T.S Eliot",
    "quote": "Every moment is a fresh beginning."
  },
  {
    "fav": "false",
    "author": "Cassandra Clare",
    "quote": "You endure what is unbearable, and you bear it. That is all."
  },
  {
    "fav": "false",
    "author": "Dr. Seuss",
    "quote": "Today you are You, that is truer than true. There is no one alive who is Youer than You."
  },
  {
    "fav": "false",
    "author": "Matt Cameron",
    "quote": "Live life to the fullest, and focus on the positive."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "It is not length of life, but depth of life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t be ashamed of your story it will inspire others."
  },
  {
    "fav": "false",
    "author": "Nas",
    "quote": "I want to have fun. It's a beautiful life. You learn, you win, you lose, but you get up."
  },
  {
    "fav": "false",
    "author": "Louis Tomlinson",
    "quote": "Live life for the moment because everything else is uncertain!"
  },
  {
    "fav": "false",
    "author": "Steve Jobs",
    "quote": "Sometimes life hits you in the head with a brick. Don't lose faith."
  },
  {
    "fav": "false",
    "author": "Buddha",
    "quote": "The mind is everything. What you think you become."
  },
  {
    "fav": "false",
    "author": "Jasper Fforde",
    "quote": "If the real world were a book, it would never find a publisher. Overlong, detailed to the point of distraction, and ultimately, without a major resolution."
  },
  {
    "fav": "false",
    "author": "Allen Saunders",
    "quote": "Life is what happens to you while you're busy making other plans."
  },
  {
    "fav": "false",
    "author": "Rabindranath Tagore",
    "quote": "Let your life lightly dance on the edges of Time like dew on the tip of a leaf."
  },
  {
    "fav": "false",
    "author": "Robert Baden-Powell",
    "quote": "I believe that God put us in this jolly world to be happy and enjoy life."
  },
  {
    "fav": "false",
    "author": "Robert H. Schiuller",
    "quote": "Problems are not stop signs, they are guidelines."
  },
  {
    "fav": "false",
    "author": "Ciara",
    "quote": "If you don't embrace who you are and accept who you are, you won't be able to live a happy life."
  },
  {
    "fav": "false",
    "author": "Tupac",
    "quote": "Reality is wrong, dreams are for real."
  },
  {
    "fav": "false",
    "author": "Elizabeth Kenny",
    "quote": "It's better to be a lion for a day than a sheep all your life."
  },
  {
    "fav": "false",
    "author": "Meister Eckhart",
    "quote": "If the only prayer you ever say in your entire life is thank you, it will be enough."
  },
  {
    "fav": "false",
    "author": "Thomas Edison",
    "quote": "Many of life’s failures are experienced by people who did not realize how close they were to success when they gave up."
  },
  {
    "fav": "false",
    "author": "Oprah Winfrey",
    "quote": "Turn your wounds into wisdom."
  },
  {
    "fav": "false",
    "author": "Gustave Flaubert",
    "quote": "Do not read, as children do, to amuse yourself, or like the ambitious, for the purpose of instruction. No, read in order to live."
  },
  {
    "fav": "false",
    "author": "Leonardo da Vinci",
    "quote": "Simplicity is the ultimate sophistication."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "Without deep reflection one knows from daily life that one exists for other people."
  },
  {
    "fav": "false",
    "author": "Johann Wolfgang Von Goethe",
    "quote": "Live each day as if your life had just begun."
  },
  {
    "fav": "false",
    "author": "E. B. White",
    "quote": "Everything in life is somewhere else, and you get there in a car."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Choose a job you love, and you will never have to work a day in your life."
  },
  {
    "fav": "false",
    "author": "Pablo Picasso",
    "quote": "The purpose of art is washing the dust of daily life off our souls."
  },
  {
    "fav": "false",
    "author": "George Bernard Shaw",
    "quote": "Some men see things as they are and say why – I dream things that never were and say why not."
  },
  {
    "fav": "false",
    "author": "Mark Hyman",
    "quote": "Don't get me wrong, I admire elegance and have an appreciation of the finer things in life. But to me, beauty lies in simplicity."
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "Life without love is like a tree without blossoms or fruit."
  },
  {
    "fav": "false",
    "author": "Vince Lombardi",
    "quote": "The difference between a successful person and others is not lack of strength not a lack of knowledge but rather a lack of will."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "What consumes your mind controls your life-"
  },
  {
    "fav": "false",
    "author": "Lewis Grizzard",
    "quote": "The game of life is a lot like football. You have to tackle your problems, block your fears, and score your points when you get the opportunity."
  },
  {
    "fav": "false",
    "author": "Lao Tzu",
    "quote": "The journey of a thousand miles begins with one step."
  },
  {
    "fav": "false",
    "author": "Jeannette Walls",
    "quote": "Most important thing in life ... is learning how to fall."
  },
  {
    "fav": "false",
    "author": "Mahatma Gandhi",
    "quote": "Look at the sparrows; they do not know what they will do in the next moment. Let us literally live from moment to moment."
  },
  {
    "fav": "false",
    "author": "H.T. Leslie",
    "quote": "The game of life is not so much in holding a good hand as playing a poor hand well."
  },
  {
    "fav": "false",
    "author": "Albert Schweitzer",
    "quote": "The purpose of human life is to serve, and to show compassion and the will to help others."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead."
  },
  {
    "fav": "false",
    "author": "Elie Wiesel",
    "quote": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing."
  },
  {
    "fav": "false",
    "author": "Nelson Henderson",
    "quote": "The true meaning of life is to plant trees, under whose shade you do not expect to sit."
  },
  {
    "fav": "false",
    "author": "J. Cole",
    "quote": "Nothing lasts forever but at least we got these memories."
  },
  {
    "fav": "false",
    "author": "Lao Tzu",
    "quote": "Life and death are one thread, the same line viewed from different sides."
  },
  {
    "fav": "false",
    "author": "Allen Saunders",
    "quote": "Life is what happens to us while we are making other plans."
  },
  {
    "fav": "false",
    "author": "Atticus",
    "quote": "A happy soul is the best shield for a cruel world."
  },
  {
    "fav": "false",
    "author": "David L. Wolper",
    "quote": "Relax! Life is beautiful!"
  },
  {
    "fav": "false",
    "author": "Dr. Seuss",
    "quote": "Don't cry because it's over, smile because it happened."
  },
  {
    "fav": "false",
    "author": "Charles Darwin",
    "quote": "If I had my life to live over again, I would have made a rule to read some poetry and listen to some music at least once every week."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You can’t start the next chapter of your life if you keep rereading the last one."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "I speak to everyone in the same way, whether he is the garbage man or the president of the university."
  },
  {
    "fav": "false",
    "author": "Maya Angelou",
    "quote": "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style."
  },
  {
    "fav": "false",
    "author": "Theodore Roosevelt",
    "quote": "Keep your eyes on the stars and your feet on the ground."
  },
  {
    "fav": "false",
    "author": "Paris Hilton",
    "quote": "The only rule is don't be boring and dress cute wherever you go. Life is too short to blend in."
  },
  {
    "fav": "false",
    "author": "Martin Luther King Jr.",
    "quote": "Our lives begin to end the day we become silent about things that matter."
  },
  {
    "fav": "false",
    "author": "George Harrison",
    "quote": "If you don't know where you're going, any road'll take you there"
  },
  {
    "fav": "false",
    "author": "Marie Curie",
    "quote": "Nothing in life is to be feared; it is only to be understood. Now is the time to understand more so that we may fear less."
  },
  {
    "fav": "false",
    "author": "Harvey Specter",
    "quote": "I could agree with you but then we’d both be wrong."
  },
  {
    "fav": "false",
    "author": "Berthold Auerbach",
    "quote": "Music washes away from the soul the dust of everyday life."
  },
  {
    "fav": "false",
    "author": "Ronald Reagan",
    "quote": "Life is one grand, sweet song, so start the music."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The best way to get things done is to simply begin."
  },
  {
    "fav": "false",
    "author": "Boonaa Mohammed",
    "quote": "If the world was blind how many people would you impress?"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "One of the happiest moments in life is when you find the courage to let go of what you can’t change."
  },
  {
    "fav": "false",
    "author": "Mort Sahl",
    "quote": "My life needs editing."
  },
  {
    "fav": "false",
    "author": "Charles Edward Jerningham",
    "quote": "Life is like walking through Paradise with peas in your shoes."
  },
  {
    "fav": "false",
    "author": "Langston Hughes",
    "quote": "Hold fast to dreams, for if dreams die, life is a broken-winged bird that cannot fly."
  },
  {
    "fav": "false",
    "author": "Audrey Hepburn",
    "quote": "The most important thing is to enjoy your life - to be happy - it's all that matters."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "I am thankful for all of those who said NO to me. Its because of them I’m doing it myself."
  },
  {
    "fav": "false",
    "author": "Karolina Kurkova",
    "quote": "Simply enjoy life and the great pleasures that come with it."
  },
  {
    "fav": "false",
    "author": "Hugh Prather",
    "quote": "Just when I think I have learned the way to live, life changes."
  },
  {
    "fav": "false",
    "author": "Lil' Kim",
    "quote": "I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily."
  },
  {
    "fav": "false",
    "author": "Buddha",
    "quote": "Just as a candle cannot burn without fire, men cannot live without a spiritual life."
  },
  {
    "fav": "false",
    "author": "Voltaire",
    "quote": "God gave us the gift of life; it is up to us to give ourselves the gift of living well."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Remember, for everything you have lost, you have gained something else. Without the dark, you would never see the stars."
  },
  {
    "fav": "false",
    "author": "Woody Allen",
    "quote": "Life is full of misery, loneliness, and suffering - and it's all over much too soon."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Rule #1 of life. Do what makes YOU happy."
  },
  {
    "fav": "false",
    "author": "Sara Paretsky",
    "quote": "I'm lucky in having found the perfect partner to spend my life with."
  },
  {
    "fav": "false",
    "author": "Morris West",
    "quote": "If you spend your whole life waiting for the storm, you'll never enjoy the sunshine."
  },
  {
    "fav": "false",
    "author": "Yoko Ono",
    "quote": "Smile in the mirror. Do that every morning and you'll start to see a big difference in your life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Die with memories, not dreams."
  },
  {
    "fav": "false",
    "author": "Emily Dickinson",
    "quote": "To live is so startling it leaves little time for anything else."
  },
  {
    "fav": "false",
    "author": "Elizabeth Gilbert",
    "quote": "Embrace the glorious mess that you are."
  },
  {
    "fav": "false",
    "author": "Friedrich Nietzsche",
    "quote": "He who has a why to live can bear almost any how."
  },
  {
    "fav": "false",
    "author": "Stephen Chbosky",
    "quote": "Things change. And friends leave. Life doesn't stop for anybody."
  },
  {
    "fav": "false",
    "author": "Sydney Harris",
    "quote": "When I hear somebody sigh, ‘Life is hard,’ I am always tempted to ask, ‘Compared to what?’"
  },
  {
    "fav": "false",
    "author": "Iain Duncan Smith",
    "quote": "Luck is great, but most of life is hard work."
  },
  {
    "fav": "false",
    "author": "Yayoi Kusama",
    "quote": "I think I will be able to, in the end, rise above the clouds and climb the stairs to Heaven, and I will look down on my beautiful life."
  },
  {
    "fav": "false",
    "author": "Jonathan Swift",
    "quote": "May you live every day of your life."
  },
  {
    "fav": "false",
    "author": "Karen Salmansohn",
    "quote": "The best things in life are often waiting for you at the exit ramp of your comfort zone."
  },
  {
    "fav": "false",
    "author": "Tom Hiddleston",
    "quote": "We all have two lives. The second one starts when we realize we only have one."
  },
  {
    "fav": "false",
    "author": "J.K. Rowling",
    "quote": "Dumbledore watched her fly away, and as her silvery glow faded he turned back to Snape, and his eyes were full of tears. \"After all this time?\" \"Always,\" said Snape."
  },
  {
    "fav": "false",
    "author": "Victor Hugo",
    "quote": "Life is the flower for which love is the honey."
  },
  {
    "fav": "false",
    "author": "Eckhart Tolle",
    "quote": "Life is an adventure, it's not a package tour."
  },
  {
    "fav": "false",
    "author": "Groucho Marx",
    "quote": "Man does not control his own fate. The women in his life do that for him."
  },
  {
    "fav": "false",
    "author": "Zoe Foster Blake",
    "quote": "Life isn't always really glamorous and fabulous. It's about encouraging people to go back to natural beauty."
  },
  {
    "fav": "false",
    "author": "Dennis P. Kimbro",
    "quote": "Life is 10% what happens to us and 90% how we react to it."
  },
  {
    "fav": "false",
    "author": "William W. Purkey",
    "quote": "You've gotta dance like there's nobody watching, Love like you'll never be hurt, Sing like there's nobody listening, And live like it's heaven on earth."
  },
  {
    "fav": "false",
    "author": "Boris Pasternak",
    "quote": "I don't like people who have never fallen or stumbled. Their virtue is lifeless and it isn't of much value. Life hasn't revealed its beauty to them. "
  },
  {
    "fav": "false",
    "author": "Lebron James",
    "quote": "Strive for greatness."
  },
  {
    "fav": "false",
    "author": "Dr. Seuss",
    "quote": "They say I'm old-fashioned, and live in the past, but sometimes I think progress progresses too fast!"
  },
  {
    "fav": "false",
    "author": "Carol Burnett",
    "quote": "Only I can change my life. No one can do it for me."
  },
  {
    "fav": "false",
    "author": "Mark Anthony",
    "quote": "The most beautiful girls wear their hearts on their sleeves and their souls in their smiles"
  },
  {
    "fav": "false",
    "author": "Socrates",
    "quote": "An unexamined life is not worth living."
  },
  {
    "fav": "false",
    "author": "Mahatma Gandhi",
    "quote": "Where there is love there is life."
  },
  {
    "fav": "false",
    "author": "Rufus Wainwright",
    "quote": "Life is a game and true love is a trophy."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you feel like quitting, think about why you started."
  },
  {
    "fav": "false",
    "author": "Sir Claus Moser",
    "quote": "Education costs money. But then so does ignorance."
  },
  {
    "fav": "false",
    "author": "Walt Disney",
    "quote": "Whatever you do, do it well."
  },
  {
    "fav": "false",
    "author": "Lil Wayne",
    "quote": "I like people that enjoy life, 'cause I do the same."
  },
  {
    "fav": "false",
    "author": "Joel Osteen",
    "quote": "You're going to go through tough times - that's life. But I say, 'Nothing happens to you, it happens for you.' See the positive in negative events."
  },
  {
    "fav": "false",
    "author": "Buddha",
    "quote": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared."
  },
  {
    "fav": "false",
    "author": "George Bernard Shaw",
    "quote": "Life isn't about finding yourself. Life is about creating yourself."
  },
  {
    "fav": "false",
    "author": "Joseph Campbell",
    "quote": "Your life is the fruit of your own doing. You have no one to blame but yourself."
  },
  {
    "fav": "false",
    "author": "Agatha Christie",
    "quote": "One of the luckiest things that can happen to you in life is, I think, to have a happy childhood."
  },
  {
    "fav": "false",
    "author": "Mickey Rooney",
    "quote": "All I want is to live a peaceful life, to regain my life and be happy."
  },
  {
    "fav": "false",
    "author": "Emily Dickinson",
    "quote": "Life is a spell so exquisite that everything conspires to break it."
  },
  {
    "fav": "false",
    "author": "David Russell",
    "quote": "The hardest thing in life to learn is which bridge to cross and which to burn."
  },
  {
    "fav": "false",
    "author": "Josh Jameson",
    "quote": "There comes a time when you have to choose between turning the page and closing the book."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You are amazing you are brave you are strong."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "Life is a progress, and not a station."
  },
  {
    "fav": "false",
    "author": "Yann Martel",
    "quote": "To choose doubt as a philosophy of life is akin to choosing immobility as a means of transportation."
  },
  {
    "fav": "false",
    "author": "Reba McEntire",
    "quote": "To succeed in life, you need three things: a wishbone, a backbone and a funny bone."
  },
  {
    "fav": "false",
    "author": "Stephen King",
    "quote": "Get busy living or get busy dying."
  },
  {
    "fav": "false",
    "author": "Winston Churchill",
    "quote": "We make a living by what we get, but we make a life by what we give."
  },
  {
    "fav": "false",
    "author": "Winston Churchill",
    "quote": "Courage is the first of human qualities because it is the quality which guarantees all others."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I will remember and recover, not forgive and forget."
  },
  {
    "fav": "false",
    "author": "John Dewey",
    "quote": "Education is not preparation for life; education is life itself."
  },
  {
    "fav": "false",
    "author": "Hubert H. Humphrey",
    "quote": "The greatest gift of life is friendship, and I have received it."
  },
  {
    "fav": "false",
    "author": "Robert H. Schiuller",
    "quote": "Tough times never last but tough people do."
  },
  {
    "fav": "false",
    "author": "Jonathan Safran Foer",
    "quote": "Sometimes I can hear my bones straining under the weight of all the lives I'm not living."
  },
  {
    "fav": "false",
    "author": "Juliette Binoche",
    "quote": "What I love most about this crazy life is the adventure of it."
  },
  {
    "fav": "false",
    "author": "John Green",
    "quote": "The only way out of the labyrinth of suffering is to forgive."
  },
  {
    "fav": "false",
    "author": "Eddie Cantor",
    "quote": "Slow down and enjoy life. It's not only the scenery you miss by going to fast - you also miss the sense of where you are going and why."
  },
  {
    "fav": "false",
    "author": "George V. Higgins",
    "quote": "This life’s hard, but it’s harder if you’re stupid."
  },
  {
    "fav": "false",
    "author": "John Green",
    "quote": "Some infinities are bigger than other infinities."
  },
  {
    "fav": "false",
    "author": "Earl Nightingale",
    "quote": "We become what we think about."
  },
  {
    "fav": "false",
    "author": "Robert Louis Stevenson",
    "quote": "Life is not a matter of holding good cards, but of playing a poor hand well."
  },
  {
    "fav": "false",
    "author": "Muhammad Ali",
    "quote": "He who is not courageous enough to take risks will accomplish nothing in life."
  },
  {
    "fav": "false",
    "author": "Yoko Ono",
    "quote": "The regret of my life is that I have not said 'I love you' often enough."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Believe you can and you're halfway there."
  },
  {
    "fav": "false",
    "author": "Scott Hamilton",
    "quote": "The only disability in life is a bad attitude."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "If you are not too long, I will wait here for you all my life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Happiness looks good on you."
  },
  {
    "fav": "false",
    "author": "Sun Tzu",
    "quote": "Appear weak when you are strong, and strong when you are weak."
  },
  {
    "fav": "false",
    "author": "Anne Frank",
    "quote": "How wonderful it is that nobody need wait a single moment before starting to improve the world."
  },
  {
    "fav": "false",
    "author": "Bruce Lee",
    "quote": "If you love life, don't waste time, for time is what life is made up of."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Make yourself a priority. At the end of the day, you’re your longest commitment."
  },
  {
    "fav": "false",
    "author": "Mark Twain",
    "quote": "Good friends, good books, and a sleepy conscience: this is the ideal life."
  },
  {
    "fav": "false",
    "author": "Josiah Gilbert Holland",
    "quote": "There is no royal road to anything. One thing at a time, all things in succession. That which grows fast, withers as rapidly. That which grows slowly, endures."
  },
  {
    "fav": "false",
    "author": "Rick Bass",
    "quote": "My life, I realize suddenly, is July. Childhood is June, and old age is August, but here it is, July, and my life, this year, is July inside of July."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "Strive not to be a success, but rather to be of value."
  },
  {
    "fav": "false",
    "author": "Helen Keller",
    "quote": "Life is either a great adventure or nothing."
  },
  {
    "fav": "false",
    "author": "Joseph Campbell",
    "quote": "A hero is someone who has given his or her life to something bigger than oneself."
  },
  {
    "fav": "false",
    "author": "Jonathan Safran Foer",
    "quote": "Time was passing like a hand waving from a train I wanted to be on. I hope you never have to think about anything as much as I think about you."
  },
  {
    "fav": "false",
    "author": "Friedrich Nietzsche",
    "quote": "Without music, life would be a mistake."
  },
  {
    "fav": "false",
    "author": "Chuck Palahniuk",
    "quote": "All God does is watch us and kill us when we get boring. We must never, ever be boring."
  },
  {
    "fav": "false",
    "author": "Joel Osteen",
    "quote": "Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life."
  },
  {
    "fav": "false",
    "author": "Don Miguel Ruiz",
    "quote": "Every human is an artist. The dream of your life is to make beautiful art."
  },
  {
    "fav": "false",
    "author": "Publilius Syrus",
    "quote": "Good health and good sense are two of life's greatest blessings."
  },
  {
    "fav": "false",
    "author": "Kevin Kruse",
    "quote": "Life is about making an impact, not making an income."
  },
  {
    "fav": "false",
    "author": "Khaled Hosseini",
    "quote": "There is only one sin. and that is theft... when you tell a lie, you steal someones right to the truth."
  },
  {
    "fav": "false",
    "author": "Sylvia Earle",
    "quote": "No water, no life. No blue, no green."
  },
  {
    "fav": "false",
    "author": "William James",
    "quote": "Believe that life is worth living and your belief will help create the fact."
  },
  {
    "fav": "false",
    "author": "Jean de La Fontaine",
    "quote": "Friendship is the shadow of the evening, which increases with the setting sun of life."
  },
  {
    "fav": "false",
    "author": "Shayne Mcclendon",
    "quote": "I will breathe. I will think of solutions. I will not let my worry control me. I will not let my stress level break me. I will simply breathe and it will be okay because I don’t quit."
  },
  {
    "fav": "false",
    "author": "Nelson Mandela",
    "quote": "May your choices reflect your hopes, not your fears."
  },
  {
    "fav": "false",
    "author": "Marcus Tullius Cicero",
    "quote": "The life of the dead is placed in the memory of the living."
  },
  {
    "fav": "false",
    "author": "Mark Twain",
    "quote": "The two most important days in your life are the day you are born and the day you find out why."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The sun will rise and we will try again."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "An Arrow can only be released by first pulling it back. When life pulls you back, it simply means you're launching into something amazing."
  },
  {
    "fav": "false",
    "author": "A. P. J. Abdul Kalam",
    "quote": "Life is a difficult game. You can win it only by retaining your birthright to be a person."
  },
  {
    "fav": "false",
    "author": "Sarah Dessen",
    "quote": "I like flaws. I think they make things interesting."
  },
  {
    "fav": "false",
    "author": "William James",
    "quote": "The greatest use of life is to spend it for something that will outlast it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Start each day with a grateful heart"
  },
  {
    "fav": "false",
    "author": "Terry Pratchett",
    "quote": "Wisdom comes from experience. Experience is often a result of lack of wisdom."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Stars can't shine without darkness."
  },
  {
    "fav": "false",
    "author": "Ranbir Kapoor",
    "quote": "I'm actually pretty shy in real life. But I guess in front of the camera, I focus."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It doesn't have to make sense. It just has to make you happy."
  },
  {
    "fav": "false",
    "author": "Dr. Seuss",
    "quote": "Sometimes the questions are complicated and the answers are simple."
  },
  {
    "fav": "false",
    "author": "Henry Wadsworth Longfellow",
    "quote": "Every man has his secret sorrows which the world knows not; and often times we call a man cold when he is only sad."
  },
  {
    "fav": "false",
    "author": "Ray Kroc",
    "quote": "Luck is a dividend of sweat. The more you sweat, the luckier you get."
  },
  {
    "fav": "false",
    "author": "Larry Winget",
    "quote": "Nobody ever wrote down a plan to be broke, fat, lazy, or stupid. Those things are what happen when you don’t have a plan."
  },
  {
    "fav": "false",
    "author": "Chuck Palahniuk",
    "quote": "The one you love and the one who loves you are never, ever the same person."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Focus on the good."
  },
  {
    "fav": "false",
    "author": "Les Brown",
    "quote": "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else."
  },
  {
    "fav": "false",
    "author": "Sophocles",
    "quote": "Children are the anchors that hold a mother to life."
  },
  {
    "fav": "false",
    "author": "Harvey Fierstein",
    "quote": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life, but define yourself."
  },
  {
    "fav": "false",
    "author": "Robert Wagner",
    "quote": "A dog will teach you unconditional love. If you can have that in your life, things won't be too bad."
  },
  {
    "fav": "false",
    "author": "Oprah Winfrey",
    "quote": "The biggest adventure you can take is to live the life of your dreams."
  },
  {
    "fav": "false",
    "author": "George Sand",
    "quote": "There is only one happiness in this life, to love and be loved."
  },
  {
    "fav": "false",
    "author": "Neale Donald Walsch",
    "quote": "Life begins at the end of your comfort zone."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Soon, when all is well, you’re going to look back on this period of your life and be so glad that you never gave up."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you try, you risk failure. If you don’t, you ensure it."
  },
  {
    "fav": "false",
    "author": "Kevin Spacey",
    "quote": "People have different reasons for the way they live their lives. You cannot put everyone's reasons in the same box."
  },
  {
    "fav": "false",
    "author": "Shakespeare",
    "quote": "When words fail, music speaks."
  },
  {
    "fav": "false",
    "author": "Eric Davis",
    "quote": "Life is too short to worry about anything. You had better enjoy it because the next day promises nothing."
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "For life and death are one, even as the river and the sea are one."
  },
  {
    "fav": "false",
    "author": "Kim Kardashian",
    "quote": "It's fun to have a partner who understands your life and lets you be you."
  },
  {
    "fav": "false",
    "author": "Solomon Ortiz",
    "quote": "Education is the key to success in life, and teachers make a lasting impact in the lives of their students."
  },
  {
    "fav": "false",
    "author": "Angelique Kerber",
    "quote": "You will always have ups and downs in your life and your career, but just stay positive and go for it."
  },
  {
    "fav": "false",
    "author": "Pablo Picasso",
    "quote": "Everything you can imagine is real."
  },
  {
    "fav": "false",
    "author": "Suga",
    "quote": "Life is tough, and things don't always work out well, but we should be brave and go on with our lives."
  },
  {
    "fav": "false",
    "author": "Rumi",
    "quote": "Let the beauty of what you love be what you do."
  },
  {
    "fav": "false",
    "author": "Martin Luther King Jr.",
    "quote": "The time is always right to do what is right."
  },
  {
    "fav": "false",
    "author": "Maya Angelou",
    "quote": "And still I rise."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you love what you have, you have everything you need."
  },
  {
    "fav": "false",
    "author": "Mark Twain",
    "quote": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Darling don’t forget to fall in love with yourself first."
  },
  {
    "fav": "false",
    "author": "Albert Schweitzer",
    "quote": "There are two means of refuge from the misery of life. music and cats."
  },
  {
    "fav": "false",
    "author": "Lord Byron",
    "quote": "Be thou the rainbow in the storms of life. The evening beam that smiles the clouds away, and tints tomorrow with prophetic ray."
  },
  {
    "fav": "false",
    "author": "Billy Graham",
    "quote": "Each life is made up of mistakes and learning, waiting and growing, practicing patience and being persistent."
  },
  {
    "fav": "false",
    "author": "Denise Van Outen",
    "quote": "My daughter is my biggest achievement. She is a little star and my life has changed so much for the better since she came along."
  },
  {
    "fav": "false",
    "author": "Khaled Hosseini",
    "quote": "But better to get hurt by the truth than comforted with a lie."
  },
  {
    "fav": "false",
    "author": "Cindy Morgan",
    "quote": "I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends."
  },
  {
    "fav": "false",
    "author": "Henry Rollins",
    "quote": "Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better."
  },
  {
    "fav": "false",
    "author": "Marcus Aurelius",
    "quote": "Our life is what our thoughts make it."
  },
  {
    "fav": "false",
    "author": "Bill Watterson",
    "quote": "Reality continues to ruin my life."
  },
  {
    "fav": "false",
    "author": "Helen Keller",
    "quote": "So long as the memory of certain beloved friends lives in my heart, I shall say that life is good."
  },
  {
    "fav": "false",
    "author": "Kurt Cobain",
    "quote": "Wanting to be someone else is a waste of who you are."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Every day may not be good but there is something good in every day."
  },
  {
    "fav": "false",
    "author": "Jack Canfield",
    "quote": "Don’t worry about failures, worry about the chances you miss when you don’t even try."
  },
  {
    "fav": "false",
    "author": "Narcotics Anonymous",
    "quote": "Insanity is doing the same thing, over and over again, but expecting different results."
  },
  {
    "fav": "false",
    "author": "Eminem",
    "quote": "The truth is you don't know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed."
  },
  {
    "fav": "false",
    "author": "Miley Cyrus",
    "quote": "Life is all about having a good time."
  },
  {
    "fav": "false",
    "author": "Ayn Rand",
    "quote": "I could die for you. But I couldn't, and wouldn't, live for you."
  },
  {
    "fav": "false",
    "author": "Thomas Edison",
    "quote": "There is no substitute for hard work."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I am enough. Who I am is enough. What I do is enough, and what I have is enough."
  },
  {
    "fav": "false",
    "author": "Oliver Wendell Holmes",
    "quote": "All limitations are self-imposed."
  },
  {
    "fav": "false",
    "author": "Jonathan Edwards",
    "quote": "Never to do anything which I should be afraid to do if it were the last hour of my life."
  },
  {
    "fav": "false",
    "author": "John W. Gardner",
    "quote": "Life is the art of drawing without an eraser."
  },
  {
    "fav": "false",
    "author": "Groucho Marx",
    "quote": "The secret of life is honesty and fair dealing. If you can fake that, you've got it made."
  },
  {
    "fav": "false",
    "author": "Gary Allan",
    "quote": "Life ain't always beautiful, but it's a beautiful ride."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Life has two rules: #1 Never quit #2 Always remember rule # 1."
  },
  {
    "fav": "false",
    "author": "Italian Proverb",
    "quote": "It is not enough to aim, you must hit."
  },
  {
    "fav": "false",
    "author": "Guy Laliberte",
    "quote": "Life is full of adventure. There's no such thing as a clear pathway."
  },
  {
    "fav": "false",
    "author": "Arthur Rubinstein",
    "quote": "I have found that if you love life, life will love you back."
  },
  {
    "fav": "false",
    "author": "Ben Stein",
    "quote": "The first step to getting the things you want out of life is this: Decide what you want."
  },
  {
    "fav": "false",
    "author": "Winston Churchill",
    "quote": "You have enemies? Good. That means you've stood up for something, sometime in your life."
  },
  {
    "fav": "false",
    "author": "Cara Delevingne",
    "quote": "I wish my school days could have dragged on a little longer, or that I could go back and do it later in life."
  },
  {
    "fav": "false",
    "author": "W. E. B. Du Bois",
    "quote": "Education must not simply teach work - it must teach Life."
  },
  {
    "fav": "false",
    "author": "Kurt Vonnegut",
    "quote": "We are what we pretend to be, so we must be careful about what we pretend to be."
  },
  {
    "fav": "false",
    "author": "Victor Hugo",
    "quote": "Concision in style, precision in thought, decision in life."
  },
  {
    "fav": "false",
    "author": "Albert Schweitzer",
    "quote": "There are two means of refuge from the miseries of life: music and cats."
  },
  {
    "fav": "false",
    "author": "Eileen McDargh",
    "quote": "Determine your priorities and focus on them."
  },
  {
    "fav": "false",
    "author": "Isaac Asimov",
    "quote": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom."
  },
  {
    "fav": "false",
    "author": "Alan Alda",
    "quote": "Be brave enough to live life creatively. The creative place where no one else has ever been."
  },
  {
    "fav": "false",
    "author": "E. B. White",
    "quote": "I arise in the morning torn between a desire to improve the world and a desire to enjoy the world. This makes it hard to plan the day."
  },
  {
    "fav": "false",
    "author": "Travis Barker",
    "quote": "Thank you for life, and all the little ups and downs that make it worth living."
  },
  {
    "fav": "false",
    "author": "Henry James",
    "quote": "Be not afraid of life. Believe that life is worth living, and your belief will help create the fact."
  },
  {
    "fav": "false",
    "author": "Kareena Kapoor Khan",
    "quote": "Life is full of happiness and tears; be strong and have faith."
  },
  {
    "fav": "false",
    "author": "Vincent van Gogh",
    "quote": "Normality is a paved road: it’s comfortable to walk but no flowers grow."
  },
  {
    "fav": "false",
    "author": "Peter Shaffer",
    "quote": "The trouble is if you don’t spend your life yourself, other people spend it for you."
  },
  {
    "fav": "false",
    "author": "Gloria Estefan",
    "quote": "My mom was a source of strength. She showed me by example that women, regardless of how difficult life may get, can do it all."
  },
  {
    "fav": "false",
    "author": "Joshua J. Marine",
    "quote": "Challenges are what make life interesting and overcoming them is what makes life meaningful."
  },
  {
    "fav": "false",
    "author": "Phillips Brooks",
    "quote": "Be patient and understanding. Life is too short to be vengeful or malicious."
  },
  {
    "fav": "false",
    "author": "Tennessee Williams",
    "quote": "Life is all memory except for the one present moment that goes by so quick you can hardly catch it going."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "To succeed in life, you need to things: ignorance and confidence."
  },
  {
    "fav": "false",
    "author": "Randall G Leighton",
    "quote": "Work like you don't need the money, love like you've never been hurt and dance like no one is watching."
  },
  {
    "fav": "false",
    "author": "Bertrand Russell",
    "quote": "The good life is one inspired by love and guided by knowledge."
  },
  {
    "fav": "false",
    "author": "Carol Burnett",
    "quote": "Words, once they are printed, have a life of their own."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You are stronger than you think."
  },
  {
    "fav": "false",
    "author": "Sylvia Plath",
    "quote": "Remember, remember, this is now, and now, and now. Live it, feel it, cling to it. I want to become acutely aware of all I’ve taken for granted."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "No one ever injured their eyesight by looking on the bright side."
  },
  {
    "fav": "false",
    "author": "Charles R. Swindoll",
    "quote": "Life is 10% what happens to you and 90% how you react to it."
  },
  {
    "fav": "false",
    "author": "Kurt Vonnegut",
    "quote": "How nice -- to feel nothing, and still get full credit for being alive."
  },
  {
    "fav": "false",
    "author": "Joe Clark",
    "quote": "Defeat is not bitter unless you swallow it."
  },
  {
    "fav": "false",
    "author": "Oliver Goldsmith",
    "quote": "Life is a journey that must be traveled no matter how bad the roads and accommodations."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Do all things with love."
  },
  {
    "fav": "false",
    "author": "Ken Hudgins",
    "quote": "The meaning of life is to give life meaning."
  },
  {
    "fav": "false",
    "author": "Tamara Mellon",
    "quote": "My daughter is my passion and my life."
  },
  {
    "fav": "false",
    "author": "R. Brault",
    "quote": "Life becomes easier when you learn to accept the apology you never got."
  },
  {
    "fav": "false",
    "author": "Thomas Carlyle",
    "quote": "Every noble work is at first impossible."
  },
  {
    "fav": "false",
    "author": "Jess C. Scott",
    "quote": "When someone loves you, the way they talk about you is different. You feel safe and comfortable."
  },
  {
    "fav": "false",
    "author": "Buddha",
    "quote": "What we think, we become."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Success doesn't come from what you do occasionally. It comes from what you do consistently."
  },
  {
    "fav": "false",
    "author": "Benjamin Disraeli",
    "quote": "Nurture your mind with great thoughts. To believe in the heroic makes heroes."
  },
  {
    "fav": "false",
    "author": "Simone de Beauvoir",
    "quote": "I wish that every human life might be pure transparent freedom."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Throw kindness around like confetti."
  },
  {
    "fav": "false",
    "author": "Plato",
    "quote": "Music is a moral law. It gives soul to the universe, wings to the mind, flight to the imagination, and charm and gaiety to life and to everything."
  },
  {
    "fav": "false",
    "author": "Vanessa Paradis",
    "quote": "Life is like the ocean, it goes up and down."
  },
  {
    "fav": "false",
    "author": "Nikki Bella",
    "quote": "I have to say I have an amazing therapist. She's my best friend for life. She's taught me how to balance everything out."
  },
  {
    "fav": "false",
    "author": "Oliver Wendell Holmes",
    "quote": "The great thing in this world is not so much where you stand, as in what direction you are moving."
  },
  {
    "fav": "false",
    "author": "Lil Wayne",
    "quote": "I don’t need it to be easy, I need it to be worth it."
  },
  {
    "fav": "false",
    "author": "Philip Green",
    "quote": "It's all about quality of life and finding a happy balance between work and friends and family."
  },
  {
    "fav": "false",
    "author": "Marc Anthony",
    "quote": "If you do what you love, you'll never work a day in your life."
  },
  {
    "fav": "false",
    "author": "Mary Engelbreit",
    "quote": "Life's too mysterious to take too serious."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "The meaning of life is to find your gift. The purpose of life is to give it away."
  },
  {
    "fav": "false",
    "author": "Marie Ebner-Eschenbach",
    "quote": "In youth we learn, in age we understand."
  },
  {
    "fav": "false",
    "author": "Eric Idle",
    "quote": "I have been very blessed in my life and rewarded with good friends and good health. I am grateful and happy to be able to share this."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Imagine we obsessed about the things we love about ourselves."
  },
  {
    "fav": "false",
    "author": "Brooke Shields",
    "quote": "Smoking kills. If you're killed, you've lost a very important part of your life."
  },
  {
    "fav": "false",
    "author": "Simone de Beauvoir",
    "quote": "Change your life today. Don't gamble on the future, act now, without delay."
  },
  {
    "fav": "false",
    "author": "Norman Lear",
    "quote": "Life is about having a good time, and it was a good time. We did some things well and some things poorly, but that was always the case."
  },
  {
    "fav": "false",
    "author": "Douglas Adams",
    "quote": "I may not have gone where I intended to go, but I think I have ended up where I needed to be."
  },
  {
    "fav": "false",
    "author": "Thich Nhat Hanh",
    "quote": "Because of your smile, you make life more beautiful."
  },
  {
    "fav": "false",
    "author": "Richard Bach",
    "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life."
  },
  {
    "fav": "false",
    "author": "Oprah Winfrey",
    "quote": "You get in life what you have the courage to ask for."
  },
  {
    "fav": "false",
    "author": "William Barclay",
    "quote": "There are two great days in a person's life - the day we are born and the day we discover why."
  },
  {
    "fav": "false",
    "author": "Vincent Van Gogh",
    "quote": "Whoever loves much, performs much, and can accomplish much, and what is done in love is done well."
  },
  {
    "fav": "false",
    "author": "Denis Waitley",
    "quote": "Life is inherently risky. There is only one big risk you should avoid at all costs, and that is the risk of doing nothing."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "Wealth is the ability to fully experience life."
  },
  {
    "fav": "false",
    "author": "Olivia Benson",
    "quote": "You’re a fighter. Look at everything you’ve overcome. Don’t give up now."
  },
  {
    "fav": "false",
    "author": "Michael Cunningham",
    "quote": "You cannot find peace by avoiding life."
  },
  {
    "fav": "false",
    "author": "Amy Poehler",
    "quote": "Change the world by being yourself."
  },
  {
    "fav": "false",
    "author": "Kelly McGillis",
    "quote": "Life is a journey and it's about growing and changing and coming to terms with who and what you are and loving who and what you are."
  },
  {
    "fav": "false",
    "author": "Jimi Hendrix",
    "quote": "I'm the one that's got to die when it's time for me to die, so let me live my life the way I want to."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "It is not the length of life, but depth of life."
  },
  {
    "fav": "false",
    "author": "André Gide",
    "quote": "It is better to be hated for what you are than to be loved for what you are not."
  },
  {
    "fav": "false",
    "author": "Markus Zusak",
    "quote": "Sometimes people are beautiful. Not in looks. Not in what they say. Just in what they are."
  },
  {
    "fav": "false",
    "author": "Thomas Edison",
    "quote": "Many of life's failures are experienced by people who did not realize how close they were to success when they gave up."
  },
  {
    "fav": "false",
    "author": "James Dean",
    "quote": "Dream as if you’ll live forever, live as if you’ll die today."
  },
  {
    "fav": "false",
    "author": "Omar Khayyam",
    "quote": "Be happy for this moment. This moment is your life."
  },
  {
    "fav": "false",
    "author": "Valerie Bertinelli",
    "quote": "Happiness is a choice. You can choose to be happy. There's going to be stress in life, but it's your choice whether you let it affect you or not."
  },
  {
    "fav": "false",
    "author": "Lucas Grabeel",
    "quote": "The greatest thing about where my life is right now is it's very relaxed and chill. I'm just hanging out, being myself and doing my work."
  },
  {
    "fav": "false",
    "author": "Ernest Hemingway",
    "quote": "I love sleep. My life has the tendency to fall apart when I'm awake, you know?"
  },
  {
    "fav": "false",
    "author": "Oprah Winfrey",
    "quote": "You can have it all. Just not all at once."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Imagination is the only weapon in the war against reality."
  },
  {
    "fav": "false",
    "author": "Stephen Covey",
    "quote": "I am not a product of my circumstances. I am a product of my decisions."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Be somebody who makes everybody feel like a somebody."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "To live is the rarest thing in the world. Most people exist, that is all."
  },
  {
    "fav": "false",
    "author": "Walter Bagehot",
    "quote": "The great pleasure in life is doing what people say you cannot do."
  },
  {
    "fav": "false",
    "author": "Robin Williams",
    "quote": "I used to think that the worst thing in life was to end up alone. It's not. The worst thing in life is to end up with people who make you feel alone."
  },
  {
    "fav": "false",
    "author": "William James",
    "quote": "Be not afraid of life. Believe that life is worth living, and your belief will help create the fact."
  },
  {
    "fav": "false",
    "author": "Prescott",
    "quote": "An obstacle is often a stepping stone."
  },
  {
    "fav": "false",
    "author": "Karan Patel",
    "quote": "I am blessed with a funny gene that makes me enjoy life."
  },
  {
    "fav": "false",
    "author": "Frank Sinatra",
    "quote": "The best revenge is massive success."
  },
  {
    "fav": "false",
    "author": "Evel Knievel",
    "quote": "I decided to fly through the air and live in the sunlight and enjoy life as much as I could."
  },
  {
    "fav": "false",
    "author": "Henry Wadsworth Longfellow",
    "quote": "Into each life some rain must fall."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "No matter how much it hurts now, someday you will look back and realize your struggles changed your life for the better."
  },
  {
    "fav": "false",
    "author": "Rabindranath Tagore",
    "quote": "Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you have good thoughts, they will shine out of your face like sun beams and you will always look lovely"
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "Happiness depends upon ourselves."
  },
  {
    "fav": "false",
    "author": "J.K. Rowling",
    "quote": "It does not do to dwell on dreams and forget to live."
  },
  {
    "fav": "false",
    "author": "Norman Cousins",
    "quote": "Death is not the greatest loss in life. The greatest loss is what dies inside us while we live."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle."
  },
  {
    "fav": "false",
    "author": "Eminem",
    "quote": "I have nothing to lose but something to gain."
  },
  {
    "fav": "false",
    "author": "Magdalena Neuner",
    "quote": "My life motto is 'Do my best, so that I can't blame myself for anything.'"
  },
  {
    "fav": "false",
    "author": "William Butler Yeats",
    "quote": "Do not wait to strike till the iron is hot; but make it hot by striking."
  },
  {
    "fav": "false",
    "author": "Stephen Chbosky",
    "quote": "please believe that things are good with me, and even when they're not, they will be soon enough. And i will always believe the same about you."
  },
  {
    "fav": "false",
    "author": "Shakuntala Devi",
    "quote": "Education is not just about going to school and getting a degree. It's about widening your knowledge and absorbing the truth about life."
  },
  {
    "fav": "false",
    "author": "Babe Ruth",
    "quote": "Every strike brings me closer to the next home run."
  },
  {
    "fav": "false",
    "author": "Stephen Hawking",
    "quote": "However difficult life may seem, there is always something you can do and succeed at."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving."
  },
  {
    "fav": "false",
    "author": "Michael Palin",
    "quote": "One of the most important days of my life was when I learned to ride a bicycle."
  },
  {
    "fav": "false",
    "author": "Herman Siu",
    "quote": "It is better to walk alone, then with a crowd going in the wrong direction."
  },
  {
    "fav": "false",
    "author": "Manny Pacquiao",
    "quote": "I'm just a regular person who believes life is simple, and I like a simple life."
  },
  {
    "fav": "false",
    "author": "William Green",
    "quote": "I feel like I have a new life and I'm going to take full advantage of it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Until you cross the bridge of your insecurities, you can't begin to explore your possibilities."
  },
  {
    "fav": "false",
    "author": "John Green",
    "quote": "It hurt because it mattered."
  },
  {
    "fav": "false",
    "author": "Mark Twain",
    "quote": "All you need in this life is ignorance and confidence, and then success is sure."
  },
  {
    "fav": "false",
    "author": "Will Rogers",
    "quote": "The quickest way to double your money is to fold it over and put it back in your pocket."
  },
  {
    "fav": "false",
    "author": "Riley Keough",
    "quote": "Life changes so quickly. feeling grateful to be around such wonderful people to strengthen and grow with."
  },
  {
    "fav": "false",
    "author": "Tyga",
    "quote": "Hate comes from intimidation, love comes from appreciation."
  },
  {
    "fav": "false",
    "author": "Marcus Aurelius",
    "quote": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking."
  },
  {
    "fav": "false",
    "author": "Erma Bombeck",
    "quote": "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left and could say, I used everything you gave me."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "Speak less than you know; have more than you show."
  },
  {
    "fav": "false",
    "author": "Mother Teresa",
    "quote": "Spread love everywhere you go let no one ever come to you without leaving happier."
  },
  {
    "fav": "false",
    "author": "Barbarella",
    "quote": "A life without cause is a life without effect."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If the plan doesn't work, change the plan but never the goal."
  },
  {
    "fav": "false",
    "author": "Danny Meyer",
    "quote": "Life is a series of waves to be embraced and overcome."
  },
  {
    "fav": "false",
    "author": "George Eliot",
    "quote": "Life began with waking up and loving my mother's face."
  },
  {
    "fav": "false",
    "author": "Joseph Campbell",
    "quote": "We must let go of the life we have planned, so as to accept the one that is waiting for us."
  },
  {
    "fav": "false",
    "author": "David Duchovny",
    "quote": "The happiest moment of my life was probably when my daughter was born."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Three life rules: 1. If you don’t go after what you want, you’ll never have it. 2. If you don’t ask, the answer will always be no. 3 If you don’t step forward, you will always be in the same place."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes the right path is not the easiest one."
  },
  {
    "fav": "false",
    "author": "Ron White",
    "quote": "I believe that if life gives you lemons, you should make lemonade... And try to find somebody whose life has given them vodka, and have a party."
  }
]
