[
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you live to be a hundred, I want to live to be a hundred minus one day, so I never have to live without you."
  },
  {
    "fav": "false",
    "author": "David Foster Wallace",
    "quote": "The really important kind of freedom involves attention, and awareness, and discipline, and effort, and being able truly to care about other people and to sacrifice for them, over and over, in myriad petty little unsexy ways, every day."
  },
  {
    "fav": "false",
    "author": "Sarah Dessen",
    "quote": "You know, when it works, love is pretty amazing. It's not overrated. There's a reason for all those songs."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I love you not because you're the best. It`s because you make me better."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I love you more than any word can say, I love you more than any action I take."
  },
  {
    "fav": "false",
    "author": "Brendan Francis",
    "quote": "A man is already halfway in love with any woman who listens to him."
  },
  {
    "fav": "false",
    "author": "Maya Angelou",
    "quote": "Love is like a virus. It can happen to anybody at any time."
  },
  {
    "fav": "false",
    "author": "Anais Nin",
    "quote": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You don’t get over it, you get through it. It doesn’t get better, it gets different. Everyday just like me, grief puts on a new face."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes love doesn't see some things, but marriage can help you to open your eyes."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Being deeply loved by someone gives you strength; loving someone deeply gives you courage."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you see someone without a smile, give them one of yours!"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "All stories about true love are endless."
  },
  {
    "fav": "false",
    "author": "John Legend",
    "quote": "All of me loves all of you."
  },
  {
    "fav": "false",
    "author": "Joan Crawford",
    "quote": "Love is a fire. But whether it is going to warm your hearth or burn down your house, you can never tell."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The fact is that all people will make you suffer, and there is only one person who is worth suffering for."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes I can’t see myself when I’m with you. I can only just see you."
  },
  {
    "fav": "false",
    "author": "Arthur Rubinstein",
    "quote": "I have found that if you love life, life will love you back."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Come live in my heart and pay no rent."
  },
  {
    "fav": "false",
    "author": "Helen Keller",
    "quote": "What we have once enjoyed we can never lose. All that we love deeply becomes a part of us."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You fell asleep in my arms and woke up in my dreams!"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True love isn’t easy, but it must be fought for. Because once you find it, it can never be replaced."
  },
  {
    "fav": "false",
    "author": "Doris Lessing",
    "quote": "Trust no friend without faults, and love a woman, but no angel."
  },
  {
    "fav": "false",
    "author": "Martin Garrix",
    "quote": "Using social media to hurt and destroy is callous, acted out by cowards hiding behind computers. My advice is to ignore negativity. Focus on the love around."
  },
  {
    "fav": "false",
    "author": "Elinor Glyn",
    "quote": "Romance is the glamour which turns the dust of everyday life into a golden haze."
  },
  {
    "fav": "false",
    "author": "Francis of Assisi",
    "quote": "Lord, make me an instrument of thy peace. Where there is hatred, let me sow love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Where there is Love, There is Life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "For you see, each day I love you more"
  },
  {
    "fav": "false",
    "author": "F. Scott Fitzgerald",
    "quote": "I fell in love with her courage, her sincerity, and her flaming self respect. And it's these things I'd believe in, even if the whole world indulged in wild suspicions that she wasn't all she should be. I love her and it is the beginning of everything."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Gravitation is not responsible for people falling in love."
  },
  {
    "fav": "false",
    "author": "Nicholas Sparks",
    "quote": "The emotion that can break your heart is sometimes the very one that heals it..."
  },
  {
    "fav": "false",
    "author": "Victor Hugo",
    "quote": "What Is Love? I have met in the streets a very poor young man who was in love. His hat was old, his coat worn, the water passed through his shoes and the stars through his soul"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I think the perfection of love is that it’s not perfect."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "If music be the food of love, play on."
  },
  {
    "fav": "false",
    "author": "Audrey Hepburn",
    "quote": "The beauty of a woman must be seen from in her eyes, because that is the doorway to her heart, the place where love resides."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I think we dream so we don’t have to be apart for so long. If we’re in each other’s dreams, we can be together all the time."
  },
  {
    "fav": "false",
    "author": "Zoe Foster Blake",
    "quote": "An anniversary is a reminder as to why you love and married this person."
  },
  {
    "fav": "false",
    "author": "Blaise Pascal",
    "quote": "When we are in love we seem to ourselves quite different from what we were before."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Our Relationship is meant to be. Something that was written in the stars and drawn into our destiny."
  },
  {
    "fav": "false",
    "author": "Stendhal",
    "quote": "If you don't love me, it does not matter, anyway I can love for both of us."
  },
  {
    "fav": "false",
    "author": "Coy Bowles",
    "quote": "I love coming back home and seeing old friends and family. I would say it keeps me grounded."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A simple ‘I love you’ means more than money."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "The course of true love never did run smooth."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love never dies a natural death. It dies of blindness and errors and betrayals."
  },
  {
    "fav": "false",
    "author": "Marilyn Monroe",
    "quote": "Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship."
  },
  {
    "fav": "false",
    "author": "Jodi Picoult",
    "quote": "You don't love someone because they're perfect, you love them in spite of the fact that they're not."
  },
  {
    "fav": "false",
    "author": "Jane Austen",
    "quote": "Friendship is certainly the finest balm for the pangs of disappointed love."
  },
  {
    "fav": "false",
    "author": "Saint Teresa of Avila",
    "quote": "Accustom yourself continually to make many acts of love, for they enkindle and melt the soul."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True love always brings the sense of security into your home."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Thinking of you keeps me awake. Dreaming of you keeps me asleep. Being with you keeps me alive."
  },
  {
    "fav": "false",
    "author": "Suzanne Collins",
    "quote": "I can feel Peeta press his forehead into my temple and he asks, 'So now that you've got me, what are you going to do with me?' I turn into him. 'Put you somewhere you can't get hurt."
  },
  {
    "fav": "false",
    "author": "Adele",
    "quote": "You only learn to love again when you fall in love again."
  },
  {
    "fav": "false",
    "author": "Mother Teresa",
    "quote": "Spread love everywhere you go. Let no one ever come to you without leaving happier."
  },
  {
    "fav": "false",
    "author": "T. Tolis",
    "quote": "To love is nothing. To be loved is something. But to love and be loved, that’s everything."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "Never love anyone who treats you like you’re ordinary."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "After all this time? Always."
  },
  {
    "fav": "false",
    "author": "Ernest Hemingway",
    "quote": "Better to have lost and loved than never to have loved at all."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The best feeling is when you look at him… and he is already staring."
  },
  {
    "fav": "false",
    "author": "Robert Fulghum",
    "quote": "We’re all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness, and call it love, true love."
  },
  {
    "fav": "false",
    "author": "Catherine Deneuve",
    "quote": "Love is suffering. One side always loves more."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don't worry if you cannot build your relationship with people. It means that your person is waiting for you in the nearest future."
  },
  {
    "fav": "false",
    "author": "Martin Luther King, Jr.",
    "quote": "I have decided to stick with love. Hate is too great a burden to bear."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You may hold my hand for a while, but you hold my heart forever."
  },
  {
    "fav": "false",
    "author": "C. JoyBell C.",
    "quote": "You only need one man to love you. But him to love you free like a wildfire, crazy like the moon, always like tomorrow, sudden like an inhale and overcoming like the tides. Only one man and all of this."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love is when the other person’s happiness is more important than your own."
  },
  {
    "fav": "false",
    "author": "H.L. Mencken",
    "quote": "Happiness is the china shop, love is the bull."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Just when I think that it is impossible to love you any more, you prove me wrong."
  },
  {
    "fav": "false",
    "author": "Madame de Stael",
    "quote": "In matters of the heart, nothing is true except the improbable."
  },
  {
    "fav": "false",
    "author": "Edgar Allan Poe",
    "quote": "From childhood's hour I have not been. As others were, I have not seen. As others saw, I could not awaken. My heart to joy at the same tone. And all I loved, I loved alone."
  },
  {
    "fav": "false",
    "author": "Fulton J. Sheen",
    "quote": "Love is a mutual self-giving which ends in self-recovery."
  },
  {
    "fav": "false",
    "author": "Jean de La Fontaine",
    "quote": "Rare as is true love, true friendship is rarer."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "In the name of true love, people should go very far."
  },
  {
    "fav": "false",
    "author": "Oliver Wendell Holmes, Sr.",
    "quote": "Where we love is home - home that our feet may leave, but not our hearts."
  },
  {
    "fav": "false",
    "author": "Dr. Seuss",
    "quote": "You know you're in love when you can't fall asleep because reality is finally better than your dreams."
  },
  {
    "fav": "false",
    "author": "Billie Holiday",
    "quote": "Don't threaten me with love, baby. Let's just go walking in the rain."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love is the only force capable of transforming an enemy into a friend."
  },
  {
    "fav": "false",
    "author": "St. Jerome",
    "quote": "Love is not to be purchased, and affection has no price."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "Gravitation is not responsible for people falling in love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love makes time pass; time makes love pass."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I choose you. And I'll choose you over and over and over. Without pause, without a doubt, in a heartbeat. I'll keep choosing you."
  },
  {
    "fav": "false",
    "author": "Rita Mae Brown",
    "quote": "About all you can do in life is be who you are. Some people will love you for you. Most will love you for what you can do for them, and some won’t like you at all."
  },
  {
    "fav": "false",
    "author": "Charlotte McKinney",
    "quote": "I'm not interested in just being the hot girl. I'm really goofy, and I love laughing, and that's such a big part of who I am."
  },
  {
    "fav": "false",
    "author": "Larry Flynt",
    "quote": "The two most misused words in the entire English vocabulary are love and friendship. A true friend would die for you, so when you start trying to count them on one hand, you don't need any fingers."
  },
  {
    "fav": "false",
    "author": "Zendaya",
    "quote": "Let's practice motivation and love, not discrimination and hate."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When someone you love becomes a memory… That memory becomes a treasure."
  },
  {
    "fav": "false",
    "author": "Henri Matisse",
    "quote": "He who loves, flies, runs, and rejoices; he is free and nothing holds him back."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When I look into your eyes, I know I have found the mirror of my soul."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You have bewitched me, body and soul."
  },
  {
    "fav": "false",
    "author": "Stieg Larsson",
    "quote": "What she had realized was that love was that moment when your heart was about to burst."
  },
  {
    "fav": "false",
    "author": "Kyle Chandler",
    "quote": "I really love to ride my motorcycle. When I want to just get away and be by myself and clear my head, that's what I do."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I have the place, which you can touch, and it'll make me crazy… It's my heart!"
  },
  {
    "fav": "false",
    "author": "Tom Robbins",
    "quote": "We waste time looking for the perfect lover instead of creating the perfect love."
  },
  {
    "fav": "false",
    "author": "Veronica Roth",
    "quote": "I wonder if fears ever really go away, or if they just lose their power over us."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A whole new world… that’s where we’ll be a thrilling chase a wondrous place for you and me…"
  },
  {
    "fav": "false",
    "author": "Mahatma Gandhi",
    "quote": "Where there is love there is life."
  },
  {
    "fav": "false",
    "author": "Yogi Berra",
    "quote": "Love is the most important thing in the world, but baseball is pretty good, too."
  },
  {
    "fav": "false",
    "author": "Harry Connick, Jr.",
    "quote": "I love my wife and I know she loves me. We're best friends. We're just lucky to have found each other. It takes a lot of work but I just feel very blessed that I found the right person. It's a very fortunate situation and not everyone has that."
  },
  {
    "fav": "false",
    "author": "Rachel Cohn",
    "quote": "It's bullshit to think of friendship and romance as being different. They're not. They're just variations of the same love. Variations of the same desire to be close."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "People think that you fall in love only once. It's not about me. I fall in love every time I see you."
  },
  {
    "fav": "false",
    "author": "William W. Purkey",
    "quote": "You've gotta dance like there's nobody watching, Love like you'll never be hurt, Sing like there's nobody listening, And live like it's heaven on earth."
  },
  {
    "fav": "false",
    "author": "Lao Tzu",
    "quote": "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You have replaced my nightmares with dreams, my worries with happiness, and my fears with love."
  },
  {
    "fav": "false",
    "author": "E.M. Forster",
    "quote": "It isn't possible to love and part. You will wish that it was. You can transmute love, ignore it, muddle it, but you can never pull it out of you. I know by experience that the poets are right: love is eternal."
  },
  {
    "fav": "false",
    "author": "Julia Roberts",
    "quote": "You know it’s love when all you want is that person to be happy, even if you’re not part of their happiness."
  },
  {
    "fav": "false",
    "author": "Euripides",
    "quote": "He is not a lover who does not love forever."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I will love you until the stars go out, and the tides no longer turn."
  },
  {
    "fav": "false",
    "author": "Antoine de Saint-Exupery",
    "quote": "Love does not consist in gazing at each other, but in looking outward together in the same direction."
  },
  {
    "fav": "false",
    "author": "Lauren Oliver",
    "quote": "I guess that’s just part of loving people: You have to give things up. Sometimes you even have to give them up."
  },
  {
    "fav": "false",
    "author": "Petrarch",
    "quote": "To be able to say how much love, is love but little."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True love is different: it is a strong fiery and impetuous passion as well as deep and calm feeling."
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "But let there be spaces in your togetherness and let the winds of the heavens dance between you. Love one another but make not a bond of love: let it rather be a moving sea between the shores of your souls."
  },
  {
    "fav": "false",
    "author": "Jodi Picoult",
    "quote": "You don't love someone because they're perfect, you love them in spite of the fact that they're not."
  },
  {
    "fav": "false",
    "author": "Paul Valery",
    "quote": "Love is being stupid together."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you are in love, everything is romantic."
  },
  {
    "fav": "false",
    "author": "Sophocles",
    "quote": "One word Frees us of all the weight and pain of life: That word is love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love makes our friends a little dearer."
  },
  {
    "fav": "false",
    "author": "Samuel Taylor Coleridge",
    "quote": "Love is flower like; Friendship is like a sheltering tree."
  },
  {
    "fav": "false",
    "author": "Cate Blanchett",
    "quote": "I believe there are some things in life you can’t deny or rationalize, and love is one of them."
  },
  {
    "fav": "false",
    "author": "Josh Billings",
    "quote": "A dog is the only thing on earth that loves you more than you love yourself."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Real Life is a prize in the game named life."
  },
  {
    "fav": "false",
    "author": "David Viscott",
    "quote": "To love and be loved is to feel the sun from both sides."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Trying to explain how much I love you, is like trying to count the stars. You can try… But it’s impossible."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Two people in love, alone, isolated from the world, that’s beautiful."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Nobody has the ability to make me as weightless and carefree as you can."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I may not be with you at all times, but I want you to know that you are never out of my heart. I love you!"
  },
  {
    "fav": "false",
    "author": "Barbara de Angelis",
    "quote": "You never lose by loving. You always lose by holding back."
  },
  {
    "fav": "false",
    "author": "James Baldwin",
    "quote": "Love does not begin and end the way we seem to think it does. Love is a battle, love is a war; love is a growing up."
  },
  {
    "fav": "false",
    "author": "Eve",
    "quote": "Love is blind. And it will take over your mind. What you think is love, is truly not. You need to elevate your mind."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love means nothing in tennis, but it’s everything in life."
  },
  {
    "fav": "false",
    "author": "Iris Murdoch",
    "quote": "Love is the extremely difficult realization that something other than oneself is real."
  },
  {
    "fav": "false",
    "author": "Franklin P. Jones",
    "quote": "Love doesn't make the world go 'round. Love is what makes the ride worthwhile."
  },
  {
    "fav": "false",
    "author": "Ciara",
    "quote": "You know the best part of being a mom is getting that love. Honestly, you know, my son's love... a child's love is so pure, it just makes you feel so good no matter what."
  },
  {
    "fav": "false",
    "author": "Minna Antrim",
    "quote": "Love often wears a mask in order to test loyalty."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I wish I could turn back the clock. I'd find you sooner and love you longer."
  },
  {
    "fav": "false",
    "author": "Carl Sagan",
    "quote": "For small creatures such as we, the vastness is bearable only through love."
  },
  {
    "fav": "false",
    "author": "David Gest",
    "quote": "Liza, I love you more than any words can say. You have made me a complete person. You are everything to me. And I cannot think of living life without you. And I love you forever."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "No matter how many fights you may get into, if you truly love someone it should never matter in the end."
  },
  {
    "fav": "false",
    "author": "Buffalo Bill",
    "quote": "But the love of adventure was in father's blood."
  },
  {
    "fav": "false",
    "author": "Edward G. Bulwer-Lytton",
    "quote": "If you wish to be loved, show more of your faults than your virtues."
  },
  {
    "fav": "false",
    "author": "Jane Austen",
    "quote": "There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You don’t mean anything to me… You mean everything to me…"
  },
  {
    "fav": "false",
    "author": "Lucille Ball",
    "quote": "Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Every time I see you, I fall in love all over again."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I saw that you were perfect, and so I loved you. Then I saw that you were not perfect and I loved you even more."
  },
  {
    "fav": "false",
    "author": "Oliver Goldsmith",
    "quote": "I love everything that's old, - old friends, old times, old manners, old books, old wine."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You understand that you've found true love only when you lose it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I miss our conversations; I miss how we used to talk every minute of everyday and how I was about to everything that was on my mind."
  },
  {
    "fav": "false",
    "author": "Robin S. Sharma",
    "quote": "Be a warrior when it comes to delivering on your ambitions. And a saint when it comes to treating people with respect, modeling generosity, and showing up with outright love."
  },
  {
    "fav": "false",
    "author": "Qandeel Baloch",
    "quote": "Love me or hate me, both are in my favour. If you love me, I will always be in your heart, and if you hate me, I will be in your mind."
  },
  {
    "fav": "false",
    "author": "Criss Jami",
    "quote": "To say that one waits a lifetime for his soulmate to come around is a paradox. People eventually get sick of waiting, take a chance on someone, and by the art of commitment become soulmates, which takes a lifetime to perfect."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I know I am in love with you because my reality is finally better than my dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Never give up on something you can’t go a day without thinking about."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I am a fan of your smile. But the fact, that the reason of your smile is me, makes me crazy!"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I look at you and see the rest of my life in front of my eyes."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I loved you yesterday. I love you still. I always have. I always will."
  },
  {
    "fav": "false",
    "author": "Tahereh Mafi",
    "quote": "All I ever wanted was to reach out and touch another human being not just with my hands but with my heart."
  },
  {
    "fav": "false",
    "author": "Martin Luther King, Jr.",
    "quote": "I have decided to stick to love; hate is too great a burden to bear."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "He’s more myself than I am. Whatever our souls are made of, his and mine are the same."
  },
  {
    "fav": "false",
    "author": "Open-365",
    "quote": "I hope you know that every time I tell you to get home safe, stay warm, have a good day, or sleep well what I am really saying is I love you. I love you so damn much that it is starting to steal other words' meanings. "
  },
  {
    "fav": "false",
    "author": "Maya Angelou",
    "quote": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True love never occurs all of a sudden. It`s a hard process which lasts during the whole life."
  },
  {
    "fav": "false",
    "author": "Bruce Lee",
    "quote": "Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The desire to cry, or an overwhelming feeling of sadness for no apparent reason, is linked to emotional stress caused by missing someone."
  },
  {
    "fav": "false",
    "author": "Melanie Clark",
    "quote": "You can’t put a price tag on love, but you can on all its accessories."
  },
  {
    "fav": "false",
    "author": "Jane Austen",
    "quote": "I cannot fix on the hour, or the spot, or the look or the words, which laid the foundation. It is too long ago. I was in the middle before I knew that I had begun."
  },
  {
    "fav": "false",
    "author": "Jude Deveraux",
    "quote": "Love can make even nice people do awful things."
  },
  {
    "fav": "false",
    "author": "Tom Robbins",
    "quote": "The highest function of love is that it makes the loved one a unique and irreplaceable being."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "People build up walls, not to keep others out, but to see who cares enough to break them down."
  },
  {
    "fav": "false",
    "author": "Jennifer Aniston",
    "quote": "The greater your capacity to feel love, the greater your capacity to feel the pain."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I wish I’d done everything on earth with you."
  },
  {
    "fav": "false",
    "author": "Tom Robbins",
    "quote": "We waste time looking for the perfect lover, instead of creating the perfect love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "To say “I love you” at least once is priceless…"
  },
  {
    "fav": "false",
    "author": "Eleanor Roosevelt",
    "quote": "It takes courage to love, but pain through love is the purifying fire which those who love generously know. We all know people who are so much afraid of pain that they shut themselves up like clams in a shell and, giving out nothing, receive nothing and therefore shrink until life is a mere living death."
  },
  {
    "fav": "false",
    "author": "Jesus Christ",
    "quote": "A new command I give you: Love one another. As I have loved you, so you must love one another."
  },
  {
    "fav": "false",
    "author": "Bruce Lee",
    "quote": "If you love life, don't waste time, for time is what life is made up of."
  },
  {
    "fav": "false",
    "author": "Leo Tolstoy",
    "quote": "Respect was invented to cover the empty place where love should be."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I love you and it’s getting worse."
  },
  {
    "fav": "false",
    "author": "Garth Brooks",
    "quote": "Happiness isn’t getting what you want, it’s wanting what you got."
  },
  {
    "fav": "false",
    "author": "Paulo Coelho",
    "quote": "If pain must come, may it come quickly. Because I have a life to live, and I need to live it in the best way possible. If he has to make a choice, may he make it now. Then I will either wait for him or forget him."
  },
  {
    "fav": "false",
    "author": "Jesus Christ",
    "quote": "But I say to you, Love your enemies and pray for those who persecute you, so that you may be sons of your Father who is in heaven; for he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust."
  },
  {
    "fav": "false",
    "author": "Bob Marley",
    "quote": "You say you love rain, but you use an umbrella to walk under it. You say you love sun, but you seek shelter when it is shining. You say you love wind, but when it comes you close your windows. So that's why I'm scared when you say you love me."
  },
  {
    "fav": "false",
    "author": "Nicholas Sparks",
    "quote": "And when her lips met mine, I knew that I could live to be a hundred and visit every country in the world, but nothing would ever compare to that single moment when I first kissed the girl of my dreams and knew that my love would last forever."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "Love all, trust a few, do wrong to none."
  },
  {
    "fav": "false",
    "author": "Ernest Hemingway",
    "quote": "The most painful thing is losing yourself in the process of loving someone too much, and forgetting that you are special too."
  },
  {
    "fav": "false",
    "author": "A.A. Milne",
    "quote": "Promise me you’ll always remember: You’re braver than you believe, and stronger than you seem, and smarter than you think."
  },
  {
    "fav": "false",
    "author": "Dr. Seuss",
    "quote": "You know when you’re in love when you can’t fall asleep because reality is finally better than your dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You will ask me if I love you. I will answer “Yes, forever!”"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Our love is like the wind. I can’t see it, but I feel it."
  },
  {
    "fav": "false",
    "author": "Leo Christopher",
    "quote": "There is a madness in loving you, a lack of reason that makes it feel so flawless."
  },
  {
    "fav": "false",
    "author": "Maya Angelou",
    "quote": "If you have only one smile in you give it to the people you love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You are near, Even if I don’t see you. You are with me, even if you are far away. You are in my heart, in my thoughts, in my life always."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You call it madness but I call it love."
  },
  {
    "fav": "false",
    "author": "Nicholas Sparks",
    "quote": "I don't know that love changes. People change. Circumstances change."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "No measure of time with you will be long enough."
  },
  {
    "fav": "false",
    "author": "Rumi",
    "quote": "The garden of love is green without limit and yields many fruits other than sorrow or joy. Love is beyond either condition: without spring, without autumn, it is always fresh."
  },
  {
    "fav": "false",
    "author": "Amy Purdy",
    "quote": "I love the smell of rain, and I love the sound of the ocean waves."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When we`re together, I don`t need other people and things. Everything I need is the time…"
  },
  {
    "fav": "false",
    "author": "Ferdinand Foch",
    "quote": "The most powerful weapon on earth is the human soul on fire."
  },
  {
    "fav": "false",
    "author": "Vincent van Gogh",
    "quote": "It is good to love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is well done."
  },
  {
    "fav": "false",
    "author": "Henry Wadsworth Longfellow",
    "quote": "The love of learning, the sequestered nooks, And all the sweet serenity of books"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love is like the wind, you can’t see it but you can feel it."
  },
  {
    "fav": "false",
    "author": "Jim Morrison",
    "quote": "Love cannot save you from your own fate."
  },
  {
    "fav": "false",
    "author": "Elizabeth Gilbert",
    "quote": "In desperate love, we always invent the characters of our partners, demanding they be what we need of them, and then feeling devastated when they refuse to perform the role we created in the first place."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You are my best friend, my human diary and my other half. You mean the world to me and I LOVE YOU."
  },
  {
    "fav": "false",
    "author": "Oliver Wendell Holmes, Sr.",
    "quote": "Love is the master key that opens the gates of happiness, of hatred, of jealousy, and, most easily of all, the gate of fear."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I have loved you all my life; it has just taken me this long to find you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I’m much more me when I’m with you."
  },
  {
    "fav": "false",
    "author": "Colin Firth",
    "quote": "It's a very dangerous state. You are inclined to recklessness and kind of tune out the rest of your life and everything that's been important to you. It's actually not all that pleasurable. I don't know who the hell wants to get in a situation where you can't bear an hour without somebody's company."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A flower cannot blossom without sunshine a man cannot live without love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you truly love someone, no distance or amount of time can tear you apart. Sure, it would be easier to move on, but being with anyone else would just be settling. The days are lonely and the nights are worse but when you have a love that strong… never lit it go. It may be hard but God knows it will be worth it."
  },
  {
    "fav": "false",
    "author": "François de La Rochefoucauld",
    "quote": "Absence diminishes small loves and increases great ones, as the wind blows out the candle and fans the bonfire."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don`t worry that you hold my hand only sometimes. Because you have a chance to hold my heart forever."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True love is not easy. It arises only after shared ups and downs, common sufferings and the fun you have together."
  },
  {
    "fav": "false",
    "author": "George Chakiris",
    "quote": "No matter how dark the moment, love and hope are always possible."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A person who hates you is not as annoying as a person who loves you."
  },
  {
    "fav": "false",
    "author": "Cindy Morgan",
    "quote": "I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends."
  },
  {
    "fav": "false",
    "author": "Jimmy Dean",
    "quote": "Love is an ice cream sundae, with all the marvelous coverings. Sex is the cherry on top."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you believe in a thing, believe in it all the way, implicitly and unquestionably."
  },
  {
    "fav": "false",
    "author": "Buddha",
    "quote": "You, yourself, as much as anybody in the entire universe, deserve your love and affection."
  },
  {
    "fav": "false",
    "author": "David A. Bednar",
    "quote": "We should remember that saying 'I love you' is only a beginning. We need to say it, we need to mean it, and most importantly we need consistently to show it. We need to both express and demonstrate love."
  },
  {
    "fav": "false",
    "author": "Mother Teresa",
    "quote": "Joy is prayer; joy is strength: joy is love; joy is a net of love by which you can catch souls."
  },
  {
    "fav": "false",
    "author": "Amy Poehler",
    "quote": "You deserve love, and you’ll get it."
  },
  {
    "fav": "false",
    "author": "David Frost",
    "quote": "Don't aim for success if you want it; just do what you love and believe in, and it will come naturally."
  },
  {
    "fav": "false",
    "author": "Julian Lennon",
    "quote": "I love to sit on a mountain top and gaze. I don't think of anything but the people I care about and the view."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You’re nothing short of my everything."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "Love of beauty is taste. The creation of beauty is art."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It was a million tiny little things that, when you added them all up, they meant we were supposed to be together…"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Have you ever missed someone so much that even the thought of them made you burst into tears?"
  },
  {
    "fav": "false",
    "author": "Martin Luther King Jr.",
    "quote": "Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "He looked at her the way all women want to be looked at by a man."
  },
  {
    "fav": "false",
    "author": "Jimi Hendrix",
    "quote": "When the power of love overcomes the love of power, the world will know peace."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I don`t believe in magic, I believe in true love."
  },
  {
    "fav": "false",
    "author": "Charles Dickens",
    "quote": "I loved her against reason, against promise, against peace, against hope, against happiness, against all discouragement that could be."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You don’t marry someone you can live with. You marry the person who you cannot live without."
  },
  {
    "fav": "false",
    "author": "Madonna Ciccone",
    "quote": "Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don't judge people by their religion, color or sexual habits, love life and your family."
  },
  {
    "fav": "false",
    "author": "Anaïs Nin",
    "quote": "Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of witherings, of tarnishings."
  },
  {
    "fav": "false",
    "author": "Washington Irving",
    "quote": "There is a sacredness in tears. They are not the mark of weakness, but of power. They speak more eloquently than ten thousand tongues. They are the messengers of overwhelming grief, of deep contrition, and of unspeakable love."
  },
  {
    "fav": "false",
    "author": "Marcus Aurelius",
    "quote": "When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You meet true love only when you begin to value your partner`s happiness more than yours."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When I saw you I fell in love and you smiled because you knew."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I’m all yours."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True love is the thing you`ll never have to chase."
  },
  {
    "fav": "false",
    "author": "Donella Meadows",
    "quote": "We don't need bigger cars or fancier clothes. We need self-respect, identity, community, love, variety, beauty, challenge and a purpose in living that is greater than material accumulation."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You`ll not be my prince until you make me sure that I`m your princess."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I’m in love with you, and I know that love is just a shout into the void…"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I love you – those three words have my life in them."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Without his love I can do nothing, with his love, there is nothing I cannot do."
  },
  {
    "fav": "false",
    "author": "Ellen G. White",
    "quote": "True love is not a strong, fiery, impetuous passion. It is, on the contrary, an element calm and deep. It looks beyond mere externals, and is attracted by qualities alone. It is wise and discriminating, and its devotion is real and abiding."
  },
  {
    "fav": "false",
    "author": "Drake",
    "quote": "Jealousy is just love and hate at the same time."
  },
  {
    "fav": "false",
    "author": "Helen Keller",
    "quote": "The best and most beautiful things in this world cannot be seen or even heard, but must be felt with the heart."
  },
  {
    "fav": "false",
    "author": "C.S. Lewis",
    "quote": "Friendship is born at that moment when one person says to another: What! You too? I thought that no one but myself . . ."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Remember! The love you take is always the same as the love you get!"
  },
  {
    "fav": "false",
    "author": "Leo Christopher",
    "quote": "I swear I couldn't love you more than I do right now, and yet I know I will tomorrow."
  },
  {
    "fav": "false",
    "author": "Pride & Prejudice",
    "quote": "You have bewitched me body and soul, and I love, I love, I LOVE YOU."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Once in awhile, right in the middle of an ordinary life, love gives us a fairy tale."
  },
  {
    "fav": "false",
    "author": "Victor Hugo",
    "quote": "To love another person is to see the face of God."
  },
  {
    "fav": "false",
    "author": "Og Mandino",
    "quote": "Treasure the love you receive above all. It will survive long after your good health has vanished."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Missing someone and not being able to see them is the worst feeling ever."
  },
  {
    "fav": "false",
    "author": "Agatha Christie",
    "quote": "It is a curious thought, but it is only when you see people looking ridiculous that you realize just how much you love them. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "All that we are is the result of what we have thought. What we think we become."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I wish that you were here or I were there or we were together anywhere."
  },
  {
    "fav": "false",
    "author": "Karishma Tanna",
    "quote": "Be beautiful, be stylish, and love yourself."
  },
  {
    "fav": "false",
    "author": "Robert A. Heinlein",
    "quote": "Love is that condition in which the happiness of another person is essential to your own."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True love is endless and inexhaustible: the more you contribute to it, the more you get."
  },
  {
    "fav": "false",
    "author": "Woody Allen",
    "quote": "The difference between sex and love is that sex relieves tension and love causes it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don`t find true love, and it will find you itself."
  },
  {
    "fav": "false",
    "author": "Lou Holtz",
    "quote": "Winners embrace hard work. They love the discipline of it, the trade-off they're making to win. Losers, on the other hand, see it as punishment. And that's the difference."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I miss you. Not in some cheesy “Let’s hold hands and be together forever kind of way”. I just miss you, plain and simple. I miss your presence in my life. I miss you always being there for me. I miss you bestfriend."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "To the world, you may be one person, but to one person you are the world."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "You can't blame gravity for falling in love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Being In Love With You Makes Every Morning Worth Getting Up For"
  },
  {
    "fav": "false",
    "author": "Pablo Neruda",
    "quote": "Love is so short, forgetting is so long."
  },
  {
    "fav": "false",
    "author": "Confucius",
    "quote": "It is easy to hate and it is difficult to love. This is how the whole scheme of things works. All good things are difficult to achieve; and bad things are very easy to get."
  },
  {
    "fav": "false",
    "author": "Victoria Beckham",
    "quote": "I love fashion, and I love changing my style, my hair, my makeup, and everything I've done in the past has made me what I am now. Not everyone is going to like what I do, but I look back at everything, and it makes me smile."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "No matter what has happened. No matter what you’ve done. No matter what you will do. I will always love you. I swear it."
  },
  {
    "fav": "false",
    "author": "Rabindranath Tagore",
    "quote": "Love does not claim possession, but gives freedom."
  },
  {
    "fav": "false",
    "author": "James E. Faust",
    "quote": "The depth of the love of parents for their children cannot be measured. It is like no other relationship. It exceeds concern for life itself. The love of a parent for a child is continuous and transcends heartbreak and disappointment."
  },
  {
    "fav": "false",
    "author": "F. Scott Fitzgerald",
    "quote": "I'm not sentimental, I'm as romantic as you are. The idea, you know, is that the sentimental person thinks things will last, the romantic person has a desperate confidence that they won't."
  },
  {
    "fav": "false",
    "author": "Bob Marley",
    "quote": "One love, one heart, one destiny."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When one loves somebody, everything is clear – where to go, what to do?"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you meet a soul mate, you don`t need to look for perfection in your partner. You know, it`s really true love!"
  },
  {
    "fav": "false",
    "author": "Juliette Binoche",
    "quote": "What I love most about this crazy life is the adventure of it."
  },
  {
    "fav": "false",
    "author": "Billie Holiday",
    "quote": "Love is like a faucet, it turns off and on."
  },
  {
    "fav": "false",
    "author": "Nicholas Sparks",
    "quote": "Love is like the wind, you can't see it but you can feel it."
  },
  {
    "fav": "false",
    "author": "Neil Gaiman",
    "quote": "Have you ever been in love? Horrible isn't it? It makes you so vulnerable. It opens your chest and it opens up your heart and it means that someone can get inside you and mess you up."
  },
  {
    "fav": "false",
    "author": "Kathie Lee Gifford",
    "quote": "Love in the real world means saying you're sorry 10 times a day."
  },
  {
    "fav": "false",
    "author": "Eric Hoffer",
    "quote": "It is easier to love humanity as a whole than to love one’s neighbor."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True love is not hot kisses and gentle hug. It`s the feeling which makes you want to kiss and hug."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You can love someone so much, but you can never love people as much as you can miss them."
  },
  {
    "fav": "false",
    "author": "Scott Adams",
    "quote": "I love you like a fat kid loves cake!"
  },
  {
    "fav": "false",
    "author": "André Gide",
    "quote": "It is better to be hated for what you are than to be loved for what you are not."
  },
  {
    "fav": "false",
    "author": "Don Miguel Ruiz",
    "quote": "Be Impeccable With Your Word. Speak with integrity. Say only what you mean. Avoid using the word to speak against yourself or to gossip about others. Use the power of your word in the direction of truth and love."
  },
  {
    "fav": "false",
    "author": "Geothe",
    "quote": "We are shaped and fashioned by those we love."
  },
  {
    "fav": "false",
    "author": "Mary Oliver",
    "quote": "Someone I loved once gave me a box full of darkness. It took me years to understand that this too, was a gift."
  },
  {
    "fav": "false",
    "author": "John Lennon",
    "quote": "Love is the flower you've got to let grow."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "My night has become a sunny dawn because of you."
  },
  {
    "fav": "false",
    "author": "Helen Keller",
    "quote": "Love is like a beautiful flower which I may not touch, but whose fragrance makes the garden a place of delight just the same."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The truth is, I miss you. All the time, every second, every minute, every hour, every day."
  },
  {
    "fav": "false",
    "author": "Bertrand Russell",
    "quote": "Of all forms of caution, caution in love is perhaps the most fatal to true happiness."
  },
  {
    "fav": "false",
    "author": "Natalie Cole",
    "quote": "The greatest thing you'll ever learn Is to love and be loved in return."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "There are only two times that I want to be with you. Now and Forever."
  },
  {
    "fav": "false",
    "author": " Les Miserables",
    "quote": "And remember, as it was written, to love another person is to see the face of God."
  },
  {
    "fav": "false",
    "author": "Marilyn Monroe",
    "quote": "I believe that everything happens for a reason. People change so that you can learn to let go, things go wrong so that you appreciate them when they’re right, you believe lies so you eventually learn to trust no one but yourself, and sometimes good things fall apart so better things can fall together."
  },
  {
    "fav": "false",
    "author": "Richelle Mead",
    "quote": "Do you think I'm pretty? I think you're beautiful Beautiful? You are so beautiful, it hurts sometimes."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The real lover is the man who can thrill you by kissing your forehead or smiling into your eyes or just staring into space."
  },
  {
    "fav": "false",
    "author": "Jesus Christ",
    "quote": "As the Father has loved me, so have I loved you."
  },
  {
    "fav": "false",
    "author": "Jenn Proske",
    "quote": "My goal is to be able to provide for myself and not have to worry about the daily expenses. I do want to be able to benefit from my work and make a good living, but I love it so much that I would do it for free."
  },
  {
    "fav": "false",
    "author": "Elizabeth Barrett Browning",
    "quote": "How do I love thee? Let me count the ways. I love thee to the depth and breadth and height My soul can reach."
  },
  {
    "fav": "false",
    "author": "Nicholas Sparks",
    "quote": "True love is rare, and it's the only thing that gives life real meaning."
  },
  {
    "fav": "false",
    "author": "Pablo Neruda",
    "quote": "I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love is a promise; love is a souvenir, once given never forgotten, never let it disappear."
  },
  {
    "fav": "false",
    "author": "Bertrand Russell",
    "quote": "The good life is one inspired by love and guided by knowledge."
  },
  {
    "fav": "false",
    "author": "George Eliot",
    "quote": "I like not only to be loved, but also to be told that I am loved. I am not sure that you are of the same mind. But the realm of silence is large enough beyond the grave. This is the world of light and speech, and I shall take leave to tell you that you are very dear."
  },
  {
    "fav": "false",
    "author": "Erich Fromm",
    "quote": "Immature love says: 'I love you because I need you.' Mature love says 'I need you because I love you.'"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I realized I was thinking of you, and I began to wonder how long you'd been on my mind. Then it occurred to me: Since I met you, you've never left."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Loving you never was an option. It was a necessity."
  },
  {
    "fav": "false",
    "author": "Maya Angelou",
    "quote": "If we lose love and self respect for each other, this is how we finally die."
  },
  {
    "fav": "false",
    "author": "Rainer Maria Rilke",
    "quote": "Once the realization is accepted that even between the closest human beings infinite distances continue, a wonderful living side by side can grow, if they succeed in loving the distance between them whichmakes it possible for each to see the other whole against the sky."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Distance shouldn’t matter because at the end of the day we’re all under the same sky."
  },
  {
    "fav": "false",
    "author": "Emily Dickinson",
    "quote": "If I can stop one heart from breaking, I shall not live in vain."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I`ll allow you to appear in my dreams every night if I`ll be allowed to be in yours."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Your words are my food, your breath my wine. You are everything to me."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I may not be your first date, kiss or love…but I want to be your last everything."
  },
  {
    "fav": "false",
    "author": "Blaise Pascal",
    "quote": "The heart has its reasons which reason knows not."
  },
  {
    "fav": "false",
    "author": "Mahatma Gandhi",
    "quote": "When I despair, I remember that all through history the way of truth and love have always won. There have been tyrants and murderers, and for a time, they can seem invincible, but in the end, they always fall. Think of it—always."
  },
  {
    "fav": "false",
    "author": "Rita Mae Brown",
    "quote": "Sorrow is how we learn to love. Your heart isn't breaking. It hurts because it's getting larger. The larger it gets, the more love it holds."
  },
  {
    "fav": "false",
    "author": "Mahatma Gandhi",
    "quote": "Hate the sin, love the sinner."
  },
  {
    "fav": "false",
    "author": "Lilly Singh",
    "quote": "Love who you are, embrace who you are. Love yourself. When you love yourself, people can kind of pick up on that: they can see confidence, they can see self-esteem, and naturally, people gravitate towards you."
  },
  {
    "fav": "false",
    "author": "Yoko Ono",
    "quote": "The regret of my life is that I have not said 'I love you' often enough."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It is true that my heart always skips a beat when you take my name."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "For all eternity I forgive you and you forgive me."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You know, my love is not the love at first sight…It is the love at one minute!"
  },
  {
    "fav": "false",
    "author": "Pedro Calderón de la Barca",
    "quote": "When love is not madness it is not love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You are my life, you are my hopes, you are my inspiration, you are my everything."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Honesty is the key to a relationship. If you can fake it, you’re in."
  },
  {
    "fav": "false",
    "author": "Keanu Reeves",
    "quote": "Falling in love and having a relationship are two different things."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Anyone can make you happy by doing something special."
  },
  {
    "fav": "false",
    "author": " Woody Allen",
    "quote": "The heart wants what it wants. There's no logic to these things. You meet someone and you fall in love and that's that."
  },
  {
    "fav": "false",
    "author": "Ricardo Montalban",
    "quote": "True love doesn't happen right away; it's an ever-growing process. It develops after you've gone through many ups and downs, when you've suffered together, cried together, laughed together."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When I say I love you more, I don't mean I love you more than you love me. I mean I love you more than the bad days ahead of us, I love you more than any fight we will ever have. I love you more than the distance between us, I love you more than any obstacle that could try and come between us. I love you the most."
  },
  {
    "fav": "false",
    "author": "Haruki Murakami",
    "quote": "Anyone who falls in love is searching for the missing pieces of themselves. So anyone who’s in love gets sad when they think of their lover. It’s like stepping back inside a room you have fond memories of, one you haven’t seen in a long time."
  },
  {
    "fav": "false",
    "author": "Henry Ward Beecher",
    "quote": "We never know the love of a parent till we become parents ourselves."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love sucks. Sometimes it feels good. Sometimes it’s just another way to bleed."
  },
  {
    "fav": "false",
    "author": "Jonathan Safran Foer",
    "quote": "Time was passing like a hand waving from a train I wanted to be on. I hope you never have to think about anything as much as I think about you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love is not about how many days, months, or years you’ve been together."
  },
  {
    "fav": "false",
    "author": "Abhishek Bachchan",
    "quote": "A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy."
  },
  {
    "fav": "false",
    "author": "Santosh Kalwar",
    "quote": "I was smiling yesterday,I am smiling today and I will smile tomorrow.Simply because life is too short to cry for anything."
  },
  {
    "fav": "false",
    "author": "Friedrich Nietzsche",
    "quote": "There is always some madness in love. But there is also always some reason in madness."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I am who I am because of you."
  },
  {
    "fav": "false",
    "author": "Sarah Dessen",
    "quote": "I like flaws. I think they make things interesting."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love is a real drug, that`s why you`re my dealer!"
  },
  {
    "fav": "false",
    "author": "Dalai Lama",
    "quote": "Love and compassion are necessities, not luxuries. Without them humanity cannot survive."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "They do not love that do not show their love."
  },
  {
    "fav": "false",
    "author": "Kelly Brook",
    "quote": "What I am is how I came out. No one's perfect and you just have to accept your flaws and learn to love yourself."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "My love for you is a journey; Starting at forever, and ending at never."
  },
  {
    "fav": "false",
    "author": "Rick Riordan",
    "quote": "Be careful of love. It'll twist your brain around and leave you thinking up is down and right is wrong."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you can’t get someone out of your head, maybe they are supposed to be there."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If a person loves you, he or she will not tell you different stories about love. He or she will"
  },
  {
    "fav": "false",
    "author": "Dorothy L. Sayers",
    "quote": "I love you - I am at rest with you - I have come home."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "Love looks not with the eyes, but with the mind, And therefore is winged Cupid painted blind."
  },
  {
    "fav": "false",
    "author": "J.R. Ward",
    "quote": "Welcome to the wonderful world of jealousy, he thought. For the price of admission, you get a splitting headache, a nearly irresistable urge to commit murder, and an inferiority complex. Yippee."
  },
  {
    "fav": "false",
    "author": "Chuck Palahniuk",
    "quote": "You know how they say you only hurt the ones you love? Well, it works both ways."
  },
  {
    "fav": "false",
    "author": "H. Jackson Brown, Jr.",
    "quote": "Never forget the three powerful resources you always have available to you: love, prayer, and forgiveness."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I need you because you make me laugh more than anyone else, and I’m the best me when I’m with you. And because when you’re gone, nothing feels right until you return."
  },
  {
    "fav": "false",
    "author": "Ambrose Bierce",
    "quote": "Love, n. A temporary insanity curable by marriage."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Missing someone gets easier everyday because even though you are one day further from the last time you saw them, you are one day closer to the next time you will."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t look for love. Quitely give it away and let it find you back."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You’re amazing, just the way you are."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A touch of love, everyone becomes a poet."
  },
  {
    "fav": "false",
    "author": "William Blake",
    "quote": "I am in you and you in me, mutual in divine love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When someone you love becomes a memory the memory becomes a treasure."
  },
  {
    "fav": "false",
    "author": "Nicholas Sparks",
    "quote": "If you like her, if she makes you happy, and if you feel like you know her, then don't let her go."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Behind every happy couple lies two people who have fought hard to overcome all obstacles and interference to be that way."
  },
  {
    "fav": "false",
    "author": "Eleanor Roosevelt",
    "quote": "The giving of love is an education in itself."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love cannot be in doubt. When you find true love, you know it for sure. If you are not certain, it`s not real love."
  },
  {
    "fav": "false",
    "author": "Marilyn Monroe",
    "quote": "I'm selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You should be kissed and often, and by someone who knows how."
  },
  {
    "fav": "false",
    "author": "Kahlil Gibran",
    "quote": "If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were."
  },
  {
    "fav": "false",
    "author": "Sadhu Vaswani",
    "quote": "True love is selfless. It is prepared to sacrifice."
  },
  {
    "fav": "false",
    "author": "Dolly Parton",
    "quote": "Love is something sent from heaven to worry the hell out of you."
  },
  {
    "fav": "false",
    "author": "Marcus Tullius Cicero",
    "quote": "Love is the attempt to form a friendship inspired by beauty."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Learn from yesterday, live for today, hope for tomorrow. The important thing is to not stop questioning."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "In French, you don’t really say “I miss you”, you say “Tu me manques” which means “You are missing from me”."
  },
  {
    "fav": "false",
    "author": "Maya Angelou",
    "quote": "I don't trust people who don't love themselves and tell me, 'I love you.' ... There is an African saying which is: Be careful when a naked person offers you a shirt."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "Women are meant to be loved, not to be understood."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "You don’t love someone for their looks, or their clothes, or for their fancy car, but because they sing a song only you can hear."
  },
  {
    "fav": "false",
    "author": "Elbert Hubbard",
    "quote": "A friend is someone who knows all about you and still loves you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I am happiest when I’m right next to you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If I know what love is, it is because of you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Missing someone is your heart’s way of reminding you that you love them."
  },
  {
    "fav": "false",
    "author": "Taylor Swift",
    "quote": "Love is unpredictable and it’s frustrating and it’s tragic and it’s beautiful. And even though there’s no way to feel like I’m an expert at it, it’s worth writing songs about—more than anything else I’ve ever experienced in my life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you miss me, look at the sky: we have the common moon and the sun!"
  },
  {
    "fav": "false",
    "author": "W.H. Auden",
    "quote": "We must love one another or die"
  },
  {
    "fav": "false",
    "author": "Princess Diana",
    "quote": "If you find someone you love in your life, then hang on to that love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The best quality of true love is the feeling that somebody understands you, and you understand somebody."
  },
  {
    "fav": "false",
    "author": "Lemony Snicket",
    "quote": "Love can change a person the way a parent can change a baby- awkwardly, and often with a great deal of mess."
  },
  {
    "fav": "false",
    "author": "John Updike",
    "quote": "It is easy to love people in memory; the hard thing is to love them when they are there in front of you."
  },
  {
    "fav": "false",
    "author": "Victor Hugo",
    "quote": "Life is the flower for which love is the honey."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You don’t marry someone you can live with – you marry the person who you cannot live without."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "Men always want to be a woman's first love - women like to be a man's last romance."
  },
  {
    "fav": "false",
    "author": "Stephenie Meyer",
    "quote": "It's not the face, but the expressions on it. It's not the voice, but what you say. It's not how you look in that body, but the thing you do with it. You are beautiful."
  },
  {
    "fav": "false",
    "author": "Goldie Hawn",
    "quote": "One way to feel good about yourself is to love yourself... to take care of yourself."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The first time you touched me, I knew I was born to be yours."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The best thing to hold onto in life is each other."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When one loves somebody, everything is clear – where to go, what to do –"
  },
  {
    "fav": "false",
    "author": "Ingrid Bergman",
    "quote": "A kiss is a lovely trick designed by nature to stop speech when words become superfluous."
  },
  {
    "fav": "false",
    "author": "Marc Anthony",
    "quote": "If you do what you love, you'll never work a day in your life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Those we love don’t go away, they walk beside us everyday…Unseen, unheard but always near, still loved, still missed and very dear."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love doesn’t make the world go ’round. Love is what makes the ride worthwhile."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When I close my eyes I see you; When I open my eyes I miss you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Death leaves a heartache no one can heal; Love leaves a memory no one can steal."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Men are from earth. Women are from earth. Deal with it."
  },
  {
    "fav": "false",
    "author": "Ariana Grande",
    "quote": "Be happy with being you. Love your flaws. Own your quirks. And know that you are just as perfect as anyone else, exactly as you are."
  },
  {
    "fav": "false",
    "author": "Leo Tolstoy",
    "quote": "I think... if it is true that there are as many minds as there are heads, then there are as many kinds of love as there are hearts."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you love someone more than anything, then distance only matters to the mind, not to the heart."
  },
  {
    "fav": "false",
    "author": "William Blake",
    "quote": "If a thing loves, it is infinite."
  },
  {
    "fav": "false",
    "author": "Paulo Coelho",
    "quote": "Love is a trap. When it appears, we see only its light, not its shadows."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "We’re gonna have to work at this every day, but I want to do that because I want you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I want you. All of you. Your flaws. Your mistakes. Your imperfections. I want you, and only you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I`m not waiting that you`ll make me happy. I`m sure you`ll be happy with me."
  },
  {
    "fav": "false",
    "author": "Shirley MacLaine",
    "quote": "It’s useless to hold a person to anything he says while he’s in love, drunk, or running for office."
  },
  {
    "fav": "false",
    "author": "Anonymous",
    "quote": "And now these three remain: faith, hope and love. But the greatest of these is love."
  },
  {
    "fav": "false",
    "author": "Ian McEwan",
    "quote": "When it's gone, you'll know what a gift love was. You'll suffer like this. So go back and fight to keep it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I miss you. A little too much, a little too often and a little more every day."
  },
  {
    "fav": "false",
    "author": "Stephen Chbosky",
    "quote": "We accept the love we think we deserve."
  },
  {
    "fav": "false",
    "author": "Rita Mae Brown",
    "quote": "Sorrow is how we learn to love. Your heart isn’t breaking. It hurts because it’s getting larger. The larger it gets, the more love it holds."
  },
  {
    "fav": "false",
    "author": "Carly Fiorina",
    "quote": "Life is measured in love and positive contributions and moments of grace."
  },
  {
    "fav": "false",
    "author": "Robert Wagner",
    "quote": "A dog will teach you unconditional love. If you can have that in your life, things won't be too bad."
  },
  {
    "fav": "false",
    "author": "Nicholas Sparks",
    "quote": "You are the answer to every prayer I've offered. You are a song, a dream, a whisper, and I don't know how I could have lived without you for as long as I have."
  },
  {
    "fav": "false",
    "author": "Elie Wiesel",
    "quote": "The opposite of love is not hate, it's indifference. The opposite of art is not ugliness, it's indifference. The opposite of faith is not heresy, it's indifference. And the opposite of life is not death, it's indifference."
  },
  {
    "fav": "false",
    "author": "Eric Kripke",
    "quote": "It's hard asking someone with a broken heart to fall in love again."
  },
  {
    "fav": "false",
    "author": "Maya Angelou",
    "quote": "Love liberates. It doesn’t bind."
  },
  {
    "fav": "false",
    "author": "Cher",
    "quote": "Men are a luxury. Not a necessity."
  },
  {
    "fav": "false",
    "author": "Mike May",
    "quote": "I love the sounds and the power of pounding water, whether it is the waves or a waterfall."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love is a game that two can play and both win."
  },
  {
    "fav": "false",
    "author": "Edna St. Vincent Millay",
    "quote": "They say when you are missing someone that they are probably feeling the same, but I don't think it's possible for you to miss me as much as I'm missing you right now"
  },
  {
    "fav": "false",
    "author": "Johnny Depp",
    "quote": "If you love two people at the same time, choose the second. Because if you really loved the first one, you wouldn’t have fallen for the second."
  },
  {
    "fav": "false",
    "author": "Nicholas Sparks",
    "quote": "I am nothing special, of this I am sure. I am a common man with common thoughts and I've led a common life. There are no monuments dedicated to me and my name will soon be forgotten, but I've loved another with all my heart and soul, and to me, this has always been enough.."
  },
  {
    "fav": "false",
    "author": "Sai Baba",
    "quote": "Life is a song - sing it. Life is a game - play it. Life is a challenge - meet it. Life is a dream - realize it. Life is a sacrifice - offer it. Life is love - enjoy it."
  },
  {
    "fav": "false",
    "author": "Joyce Brothers",
    "quote": "The best proof of love is trust."
  },
  {
    "fav": "false",
    "author": "Antoine de Saint-Exupéry",
    "quote": "Of course I’ll hurt you. Of course you’ll hurt me. Of course we will hurt each other. But this is the very condition of existence. To become spring, means accepting the risk of winter. To become presence, means accepting the risk of absence."
  },
  {
    "fav": "false",
    "author": "Nicholas Sparks",
    "quote": "I fell in love with her when we were together, then fell deeper in love with her in the years we were apart."
  },
  {
    "fav": "false",
    "author": "Julia Roberts",
    "quote": "You know it's love when all you want is that person to be happy, even if you're not part of their happiness."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love is a better teacher than duty."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love is just love, it can never be explained."
  },
  {
    "fav": "false",
    "author": "John Green",
    "quote": "As he read, I fell in love the way you fall asleep: slowly, and then all at once."
  },
  {
    "fav": "false",
    "author": "Helen Keller",
    "quote": "The best and most beautiful things in the world cannot be seen or even touched. They must be felt with the heart."
  },
  {
    "fav": "false",
    "author": "Sharon Salzberg",
    "quote": "You can search throughout the entire universe for someone who is more deserving of your love and affection than you are yourself, and that person is not to be found anywhere. You, yourself, as much as anybody in the entire universe, deserve your love and affection."
  },
  {
    "fav": "false",
    "author": "Thomas Merton",
    "quote": "The beginning of love is to let those we love be perfectly themselves, and not to twist them to fit our own image. Otherwise we love only the reflection of ourselves we find in them."
  },
  {
    "fav": "false",
    "author": "Cassandra Clare",
    "quote": "Declarations of love amuse me. Especially when unrequited."
  },
  {
    "fav": "false",
    "author": "Rufus Wainwright",
    "quote": "Life is a game and true love is a trophy."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love is like the air, so I am breezing with you!"
  },
  {
    "fav": "false",
    "author": "Karen Salmansohn",
    "quote": "You're not looking for perfection in your partner. Perfection is all about the ego. With soulmate love, you know that true love is what happens when disappointment sets in - and you're willing to deal maturely with these disappointments."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you can’t get someone off of your mind; It’s because your mind always know what your heart is thinking."
  },
  {
    "fav": "false",
    "author": "Plato",
    "quote": "Love is a serious mental disease."
  },
  {
    "fav": "false",
    "author": "Johann Wolfgang von Goethe",
    "quote": "Love does not dominate; it cultivates."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Missing someone is a good way to stimulate your heart to be patient and open to love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You`ll never find a real life in the place, where it doesn`t exist. You`ll not be able to deny it in the place, where it was born."
  },
  {
    "fav": "false",
    "author": "Mother Teresa",
    "quote": "Love begins by taking care of the closest ones - the ones at home."
  },
  {
    "fav": "false",
    "author": "Audrey Hepburn",
    "quote": "The best thing to hold onto in life is each other."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Your love is all I need to feel complete."
  },
  {
    "fav": "false",
    "author": "Paul McCartney",
    "quote": "And in the end, the love you take, is equal to the love you make."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Falling in love is easy, staying in love is what counts."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You`ll not find true love if you look for expensive clothes or fancy cars. Look for a person who sings a song, which can be heard only by you."
  },
  {
    "fav": "false",
    "author": "Tom Brady",
    "quote": "Football is unconditional love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Some infinities are bigger than other infinities."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love to me is someone telling me, I want to be with you for the rest of my life, and if you needed me to I’d jump out of a plane for you."
  },
  {
    "fav": "false",
    "author": "Oprah",
    "quote": "Don’t settle for a relationship that won’t let you be yourself."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Y love really means."
  },
  {
    "fav": "false",
    "author": "Kinky Friedman",
    "quote": "Money can buy you a fine dog, but only love can make him wag his tail."
  },
  {
    "fav": "false",
    "author": "Mignon McLaughlin",
    "quote": "Love is the silent saying and saying of a single name."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It wasn’t love at first sight. It took a full five minutes."
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "If you love somebody, let them go, for if they return, they were always yours. And if they don’t, they never were."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I love you not because you are perfect, but because I think your disadvantages make you special."
  },
  {
    "fav": "false",
    "author": "Og Mandino",
    "quote": "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars."
  },
  {
    "fav": "false",
    "author": "Jimi Hendrix",
    "quote": "The story of life is quicker than the blink of an eye, the story of love is hello, goodbye."
  },
  {
    "fav": "false",
    "author": "Mortimer Adler",
    "quote": "Love without conversation is impossible."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When the time passes, true love becomes stronger, but false love breaks down."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "From time to time I dream about not knowing you because I cannot sleep at night, thinking about you!"
  },
  {
    "fav": "false",
    "author": "Honoré de Balzac",
    "quote": "The more one judges, the less one loves."
  },
  {
    "fav": "false",
    "author": "Lao-Tzu",
    "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Real love cannot be selfish under no circumstances. If you want to have a real love, be ready to sacrifice!"
  },
  {
    "fav": "false",
    "author": "Eckhart Tolle",
    "quote": "To know yourself as the Being underneath the thinker, the stillness underneath the mental noise, the love and joy underneath the pain, is freedom, salvation, enlightenment."
  },
  {
    "fav": "false",
    "author": "Herman Hesse",
    "quote": "If I know what love is, it is because of you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You can’t blame gravity for falling in love."
  },
  {
    "fav": "false",
    "author": "Mike White",
    "quote": "A flower doesn't love you or hate you, it just exists."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "To love is to receive a glimpse of heaven."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Walk with me through life…and I’ll have everything I’ll need for the journey."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The ability to wait is the sign of true love. Be patient, and you`ll get everything you want."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You cannot create a happy marriage with the person you can live with. You should marry the person you cannot live without!"
  },
  {
    "fav": "false",
    "author": "Zane Grey",
    "quote": "Love grows more tremendously full, swift, poignant, as the years multiply."
  },
  {
    "fav": "false",
    "author": "Maya Angelou",
    "quote": "Have enough courage to trust love one more time and always one more time."
  },
  {
    "fav": "false",
    "author": "Sarah Dessen",
    "quote": "There is never a time or place for true love. It happens accidentally, in a heartbeat, in a single flashing, throbbing moment."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "There is only happiness in life, to love and to be loved."
  },
  {
    "fav": "false",
    "author": "Jacob Batalon",
    "quote": "I like to think I'm a pretty good friend. I love having a good time, and I enjoy being able to share those good times with others."
  },
  {
    "fav": "false",
    "author": "Paulo Coelho",
    "quote": "This is what we call love. When you are loved, you can do anything in creation. When you are loved, there’s no need at all to understand what’s happening, because everything happens within you."
  },
  {
    "fav": "false",
    "author": "Julia Roberts",
    "quote": "Don’t forget I’m just a girl, standing in front of a boy, asking him to love her."
  },
  {
    "fav": "false",
    "author": "Kristen Wiig",
    "quote": "I love the rain. It's my favorite weather."
  },
  {
    "fav": "false",
    "author": "Bob Marley",
    "quote": "If she's amazing, she won't be easy. If she's easy, she won't be amazing. If she's worth it, you wont give up. If you give up, you're not worthy. ... Truth is, everybody is going to hurt you; you just gotta find the ones worth suffering for."
  },
  {
    "fav": "false",
    "author": "Jane Austen",
    "quote": "You pierce my soul. I am half agony, half hope…I have loved none but you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A life lived in love will never be dull."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I love you like a fat kid loves cake."
  },
  {
    "fav": "false",
    "author": "Charles Dickens",
    "quote": "Never close your lips to those whom you have already opened your heart."
  },
  {
    "fav": "false",
    "author": "Victor Hugo",
    "quote": "What is love? I have met in the streets a very poor young man who was in love. His hat was old, his coat worn, the water passed through his shoes and the stars through his soul."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don`t be afraid of waiting. True love will always be back."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You have bewitched me body and soul, and I love, I love, I love you."
  },
  {
    "fav": "false",
    "author": "Jonathan Larson",
    "quote": "Give in to love, or live in fear."
  },
  {
    "fav": "false",
    "author": "Lady Gaga",
    "quote": "Some women choose to follow men, and some women choose to follow their dreams. If you’re wondering which way to go, remember that your career will never wake up and tell you that it doesn’t love you anymore."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Let us always meet each other with smile, for the smile is the beginning of love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Distance is to love what wind is to fire. Extinguishes the small, but ignites the great."
  },
  {
    "fav": "false",
    "author": "H. L. Mencken",
    "quote": "Love is like war: easy to begin but very hard to stop."
  },
  {
    "fav": "false",
    "author": "W. Somerset Maugham",
    "quote": "We are not the same persons this year as last; nor are those we love. It is a happy chance if we, changing, continue to love a changed person."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I need you like a heart needs a beat."
  },
  {
    "fav": "false",
    "author": "Nicholas Sparks",
    "quote": "The greater the love, the greater the tragedy when it's over."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A thousand miles can’t keep me away from you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes, it’s not just about missing someone, it’s wondering if they’re missing you too."
  },
  {
    "fav": "false",
    "author": "Ginger Rogers",
    "quote": "My love for ice cream emerged at an early age - and has never left!"
  },
  {
    "fav": "false",
    "author": "Anais Nin",
    "quote": "Do not seek the because—in love there is no because, no reason, no explanation, no solutions."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Only love of a good woman can make a bad man change himself."
  },
  {
    "fav": "false",
    "author": "Friedrich Nietzsche",
    "quote": "It is not a lack of love, but a lack of friendship that makes unhappy marriages."
  },
  {
    "fav": "false",
    "author": "C.S. Lewis",
    "quote": "To love at all is to be vulnerable. Love anything and your heart will be wrung and possibly broken. If you want to make sure of keeping it intact you must give it to no one, not even an animal. Wrap it carefully round with hobbies and little luxuries; avoid all entanglements. Lock it up safe in the casket or coffin of your selfishness. But in that casket, safe, dark, motionless, airless, it will change. It will not be broken; it will become unbreakable, impenetrable, irredeemable. To love is to be vulnerable."
  },
  {
    "fav": "false",
    "author": "Ellen Key",
    "quote": "Love is moral even without legal marriage, but marriage is immoral without love."
  },
  {
    "fav": "false",
    "author": "Lawrence Welk",
    "quote": "Never trust anyone completely but God. Love people, but put your full trust only in God."
  },
  {
    "fav": "false",
    "author": "Arrigo Boito",
    "quote": "When I saw you I fell in love, and you smiled because you knew."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I don`t need the whole world to love me. I just need one person. You know this person well: it`s you!"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "“I love you” means that I will love you and stand by you even through the worst of times."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Always choose to be in love, not to fall in love."
  },
  {
    "fav": "false",
    "author": "Derek Jeter",
    "quote": "I love it when people doubt me. It makes me work harder to prove them wrong."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "After all this time, I still miss you everyday."
  },
  {
    "fav": "false",
    "author": "Max Lucado",
    "quote": "A woman's heart should be so hidden in God that a man has to seek Him just to find her."
  },
  {
    "fav": "false",
    "author": "Marilyn Monroe",
    "quote": "If you can make a woman laugh, you can make her do anything."
  },
  {
    "fav": "false",
    "author": "Leo Tolstoy",
    "quote": "All, everything that I understand, I only understand because I love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I will not tell you different stories about love. Not because I don`t love you. It`s because I am going to make my own love story with you!"
  },
  {
    "fav": "false",
    "author": "Pietro Aretino",
    "quote": "I love you, and because I love you, I would sooner have you hate me for telling you the truth than adore me for telling you lies."
  },
  {
    "fav": "false",
    "author": "Robert Frost",
    "quote": "Love is an irresistible desire to be irresistibly desired."
  },
  {
    "fav": "false",
    "author": "Barbara De Angelis",
    "quote": "Marriage is not a noun; it's a verb. It isn't something you get. It's something you do. It's the way you love your partner every day."
  },
  {
    "fav": "false",
    "author": "Saint Augustine",
    "quote": "What does love look like? It has the hands to help others. It has the feet to hasten to the poor and needy. It has eyes to see misery and want. It has the ears to hear the sighs and sorrows of men. That is what love looks like."
  },
  {
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "You don't love someone for their looks, or their clothes, or for their fancy car, but because they sing a song only you can hear."
  },
  {
    "fav": "false",
    "author": "Chuck Palahniuk",
    "quote": "Find joy in everything you choose to do. Every job, relationship, home... it's your responsibility to love it, or change it."
  },
  {
    "fav": "false",
    "author": "Lord Byron",
    "quote": "There is pleasure in the pathless woods, there is rapture in the lonely shore, there is society where none intrudes, by the deep sea, and music in its roar; I love not Man the less, but Nature more."
  },
  {
    "fav": "false",
    "author": "Conor Oberst",
    "quote": "I really just want to be warm yellow light that pours over everyone I love."
  },
  {
    "fav": "false",
    "author": "Frank Sinatra",
    "quote": "Alcohol may be man's worst enemy, but the bible says love your enemy."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It doesn`t matter that a man found the fire: only a woman can play with it."
  },
  {
    "fav": "false",
    "author": "Zora Neale Hurston",
    "quote": "Love makes your soul crawl out from its hiding place."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It’s hard to forget someone who gave you so much to remember."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I'm much more me when I'm with you."
  },
  {
    "fav": "false",
    "author": "Nicholas Sparks",
    "quote": "Someday you'll find someone special again. People who've been in love once usually do. It's in their nature."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Real love can be compared with UFO: all people talk about it, but only a few have seen it!"
  },
  {
    "fav": "false",
    "author": "Matt Lauer",
    "quote": "I am blessed to be surrounded by the people I love. I thank them for their patience and grace."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I love how she makes me feel, like anything is possible, or like life is worth it."
  },
  {
    "fav": "false",
    "author": "Francois de La Rochefoucauld",
    "quote": "However rare true love may be, it is less so than true friendship."
  },
  {
    "fav": "false",
    "author": "A. A. Milne",
    "quote": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I love you with all my circle not my heart because heart breaks and circles go on forever."
  },
  {
    "fav": "false",
    "author": "Madonna",
    "quote": "To be brave is to love someone unconditionally, without expecting anything in return."
  },
  {
    "fav": "false",
    "author": "Esha Gupta",
    "quote": "You need a strong family because at the end, they will love you and support you unconditionally. Luckily, I have my dad, mom and sister."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You have no idea how hard it is to force myself to stop thinking about you sometimes."
  },
  {
    "fav": "false",
    "author": "Sigmund Freud",
    "quote": "We are never so defensless against suffering as when we love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you want to find true love, you should be able not only forgive, but also forget."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It`s easy t say “I love you”. But it`s hard to wait and prove your words."
  },
  {
    "fav": "false",
    "author": " The Notebook",
    "quote": "The best love is the kind that awakens the soul; that makes us reach for more, that plants the fire in our hearts and brings peace to our minds. That’s what I hope to give you forever."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A youth with his first cigar makes himself sick."
  },
  {
    "fav": "false",
    "author": "Rainbow Rowell",
    "quote": "Holding Eleanor's hand was like holding a butterfly. Or a heartbeat. Like holding something complete, and completely alive."
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "Life without love is like a tree without blossoms or fruit."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you realize you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible."
  },
  {
    "fav": "false",
    "author": "Elie Wiesel",
    "quote": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The most important thing in life is to learn how to give out love and to let it come in."
  },
  {
    "fav": "false",
    "author": "Simon Cowell",
    "quote": "People confuse ego, lust, insecurity with true love."
  },
  {
    "fav": "false",
    "author": "Fyodor Dostoyevsky",
    "quote": "What is hell? I maintain that it is the suffering of being unable to love."
  },
  {
    "fav": "false",
    "author": "Lauren Oliver",
    "quote": "I love you. Remember. They cannot take it"
  },
  {
    "fav": "false",
    "author": "Rainer Maria Rilke",
    "quote": "Love consists in this, that two solitudes protect and touch and greet each other."
  },
  {
    "fav": "false",
    "author": "Henry Drummond",
    "quote": "To love abundantly is to live abundantly, and to love forever is to live forever."
  },
  {
    "fav": "false",
    "author": "Farrah Fawcett",
    "quote": "My number one goal is to love, support and be there for my son."
  },
  {
    "fav": "false",
    "author": "Lord of The Rings",
    "quote": "I would rather spend one lifetime with you, than face all the ages of this world alone."
  },
  {
    "fav": "false",
    "author": "Peter Ustinov",
    "quote": "Love is an act of endless forgiveness, a tender look which becomes a habit."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I don’t care if we talk about absolutely nothing, I just want to talk to you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "True love will never die. Even after your death, it will exist in the air."
  },
  {
    "fav": "false",
    "author": "Rafael Nadal",
    "quote": "I love the beach. I love the sea. All my life I live within - in front of the sea."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When your love is true, you see all your partner`s faults, but still, love them. I don`t mean you have faults, I mean I love you despite them!"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sex alleviates tension. Love causes it."
  },
  {
    "fav": "false",
    "author": "Paul Sweeney",
    "quote": "A wedding anniversary is the celebration of love, trust, partnership, tolerance and tenacity. The order varies for any given year."
  },
  {
    "fav": "false",
    "author": "Charles Schulz",
    "quote": "All you need is love. But a little chocolate now and then doesn't hurt."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Life without love is like a tree without blossoms or fruit."
  },
  {
    "fav": "false",
    "author": "Jodi Picoult",
    "quote": "If you gave someone your heart and they died, did they take it with them? Did you spend the rest of forever with a hole inside you that couldn't be filled?"
  },
  {
    "fav": "false",
    "author": "Brandon Jenner",
    "quote": "We can bring positive energy into our daily lives by smiling more, talking to strangers in line, replacing handshakes with hugs, and calling our friends just to tell them we love them."
  },
  {
    "fav": "false",
    "author": "Zig Ziglar",
    "quote": "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You may only be one person to the world, but you may also be the world to one person"
  },
  {
    "fav": "false",
    "author": "Henry Ward Beecher",
    "quote": "There is no friendship, no love, like that of the parent for the child."
  },
  {
    "fav": "false",
    "author": "Christian Louboutin",
    "quote": "If you do what you love, it is the best way to relax."
  },
  {
    "fav": "false",
    "author": "Pierre Teilhard de Chardin",
    "quote": "Love is a sacred reserve of energy; it is like the blood of spiritual evolution."
  },
  {
    "fav": "false",
    "author": "Friedrich Nietzsche",
    "quote": "We love life, not because we are used to living but because we are used to loving."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You are my song. You are my song of love."
  },
  {
    "fav": "false",
    "author": " Tom Hanks",
    "quote": "There's no substitute for a great love who says, 'No matter what's wrong with you, you're welcome at this table.'"
  },
  {
    "fav": "false",
    "author": " Victor Hugo",
    "quote": "The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves."
  },
  {
    "fav": "false",
    "author": "Dylan Lauren",
    "quote": "Believe in yourself, listen to your gut, and do what you love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I`ll not let you dictate me who I am. But I let you be part of who I`ll become."
  },
  {
    "fav": "false",
    "author": "Bette Davis",
    "quote": "Pleasure of love lasts but a moment. Pain of love lasts a lifetime."
  },
  {
    "fav": "false",
    "author": "Rumi",
    "quote": "We are born of love; Love is our mother."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You`re my true love: natural, irrational and very important!"
  },
  {
    "fav": "false",
    "author": "Angelita Lim",
    "quote": "I saw that you were perfect, and so I loved you. Then I saw that you were not perfect and I loved you even more."
  },
  {
    "fav": "false",
    "author": "Elizabeth Gilbert",
    "quote": "To be fully seen by somebody, then, and be loved anyhow  this is a human offering that can border on miraculous."
  },
  {
    "fav": "false",
    "author": "Marilyn Monroe",
    "quote": "I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A heart that loves is always young."
  },
  {
    "fav": "false",
    "author": "Kate Brown",
    "quote": "No individual, regardless of where they live or whom they love, should suffer discrimination."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Someone asked me if I missed you. I didn’t answer. I just closed my eyes and walked away and whispered ‘so much’."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "As he read, I fell in love the way you fall asleep: slowly, and then all at once."
  },
  {
    "fav": "false",
    "author": "Barbara Hershey",
    "quote": "Yes, it was love at first sight. I feel that after all these years, I have finally found my soul mate."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Some love stories aren’t epic novels some are short stories."
  },
  {
    "fav": "false",
    "author": "Lao Tzu",
    "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Roses are red, violets are blue, I’m glad I’ve walked this world with you."
  },
  {
    "fav": "false",
    "author": "Heather Morris",
    "quote": "I love looking in the mirror and feeling good about what I see."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Do the math…"
  },
  {
    "fav": "false",
    "author": "Vladimir Nabokov",
    "quote": "It was love at first sight, at last sight, at ever and ever sight."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You know you’re in love when you can’t sleep because reality is finally better than dreams."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Because I could watch you for a single minute and find a thousand things that I love about you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Let us Flip the coin and see. Head, I am yours. Tail, you are mine. So, we won’t lose."
  },
  {
    "fav": "false",
    "author": "Theodor Reik",
    "quote": "In order to be happy oneself it is necessary to make at least one other person happy."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The purpose of the life is to find true love, not meaning. It`s easier to find the meaning of life together, not alone."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I keep myself busy with the things I do but everytime I pause, I still think of you."
  },
  {
    "fav": "false",
    "author": "John Lennon",
    "quote": "Love is a promise, love is a souvenir, once given never forgotten, never let it disappear."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love is composed of a single soul inhabiting two bodies."
  },
  {
    "fav": "false",
    "author": "Thomas Carlyle",
    "quote": "A loving heart is the beginning of all knowledge."
  },
  {
    "fav": "false",
    "author": "Paulo Coelho",
    "quote": "Love is an untamed force. When we try to control it, it destroys us. When we try to imprison it, it enslaves us. When we try to understand it, it leaves us feeling lost and confused."
  },
  {
    "fav": "false",
    "author": "Haruki Murakami",
    "quote": "Despite your best efforts, people are going to be hurt when it's time for them to be hurt."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love is blind. It will take over your mind. What you think is love, is truly not. You need to elevate your mind."
  },
  {
    "fav": "false",
    "author": "Thomas Aquinas",
    "quote": "The things that we love tell us what we are."
  },
  {
    "fav": "false",
    "author": "Gabriel García Márquez",
    "quote": "There is always something left to love."
  },
  {
    "fav": "false",
    "author": "Kirsten Dunst",
    "quote": "You can never control who you fall in love with, even when you're in the most sad, confused time of your life. You don't fall in love with people because they're fun. It just happens."
  },
  {
    "fav": "false",
    "author": "Gayle Forman",
    "quote": "Love, it never dies. It never goes away, it never fades, so long as you hang on to it. Love can make you immortal"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Accept my heart and I’ll build you a castle with love as its foundation."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I`ll never stop loving you. And no matter what is happening, my heart is always with you!"
  },
  {
    "fav": "false",
    "author": "Clive Barker",
    "quote": "Any fool can be happy. It takes a man with real heart to make beauty out of the stuff that makes us weep."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I want to die the day before you. So I will not have to live without you!"
  },
  {
    "fav": "false",
    "author": "Rainbow Rowell",
    "quote": "What are the chances you’d ever meet someone like that? he wondered. Someone you could love forever, someone who would forever love you back? And what did you do when that person was born half a world away? The math seemed impossible."
  },
  {
    "fav": "false",
    "author": "Bob Marley",
    "quote": "Only once in your life, I truly believe, you find someone who can completely turn your world around. You tell them things that you’ve never shared with another soul and they absorb everything you say and actually want to hear more. You share hopes for the future, dreams that will never come true, goals that were never achieved and the many disappointments life has thrown at you. When something wonderful happens, you can’t wait to tell them about it, knowing they will share in your excitement. They are not embarrassed to cry with you when you are hurting or laugh with you when you make a fool of yourself. Never do they hurt your feelings or make you feel like you are not good enough, but rather they build you up and show you the things about yourself that make you special and even beautiful. There is never any pressure, jealousy or competition but only a quiet calmness when they are around. You can be yourself and not worry about what they will think of you because they love you for who you are. The things that seem insignificant to most people such as a note, song or walk become invaluable treasures kept safe in your heart to cherish forever. Memories of your childhood come back and are so clear and vivid it’s like being young again. Colours seem brighter and more brilliant. Laughter seems part of daily life where before it was infrequent or didn’t exist at all. A phone call or two during the day helps to get you through a long day’s work and always brings a smile to your face. In their presence, there’s no need for continuous conversation, but you find you’re quite content in just having them nearby. Things that never interested you before become fascinating because you know they are important to this person who is so special to you. You think of this person on every occasion and in everything you do. Simple things bring them to mind like a pale blue sky, gentle wind or even a storm cloud on the horizon. You open your heart knowing that there’s a chance it may be broken one day and in opening your heart, you experience a love and joy that you never dreamed possible. You find that being vulnerable is the only way to allow your heart to feel true pleasure that’s so real it scares you. You find strength in knowing you have a true friend and possibly a soul mate who will remain loyal to the end. Life seems completely different, exciting and worthwhile. Your only hope and security is in knowing that they are a part of your life."
  },
  {
    "fav": "false",
    "author": "Taylor Swift",
    "quote": "To me, Fearless is not the absense of fear. It's not being completely unafraid. To me, Fearless is having fears. Fearless is having doubts. Lots of them. To me, Fearless is living in spite of those things that scare you to death."
  },
  {
    "fav": "false",
    "author": "Mother Teresa",
    "quote": "Love is a fruit in season at all times, and within reach of every hand."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You know, I love you. I`ll always make myself available for you, even through the distances."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A million times I’ve needed you; A million times I’ve cried. If love alone could have saved you, you never would have died. In life I loved you dearly, in death I love you still. In my heart you hold a place no one else can ever fill. I broke my heart to lose you but you didn’t go alone. Part of me went with you the day God took you home."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "And God shall wipe away all the tears from their eyes; and there shall be no more death, neither sorrow nor crying, neither shall there be any more pain: for the former things have passed away."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Love looks not with the eyes, but with the mind, and therefore is winged Cupid painted blind."
  },
  {
    "fav": "false",
    "author": "Nadia Comaneci",
    "quote": "Enjoy the journey and try to get better every day. And don't lose the passion and the love for what you do."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "Pursue some path, however narrow and crooked, in which you can walk with love and reverence."
  }
]
