[
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The Strongest Actions For A Woman Is To Love Herself, Be herself And Shine Amongst Those Who Never Believed She Could."
  },
  {
    "fav": "false",
    "author": "Janet Jackson",
    "quote": "I'm convinced that we Black women possess a special indestructible strength that allows us to not only get down, but to get up, to get through, and to get over."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Knowing When To Walk Away Is Wisdom"
  },
  {
    "fav": "false",
    "author": "B. Nicole",
    "quote": "One of the most courageous decisions you’ll ever make is to finally let go of what is hurting your heart and soul."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving."
  },
  {
    "fav": "false",
    "author": "Paul Anka",
    "quote": "I've always believed that if you don't stay moving, they will throw dirt on you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Be strong and move on. It’s time for you to be happy again."
  },
  {
    "fav": "false",
    "author": "Ramon Bautista",
    "quote": "There's more to life than love."
  },
  {
    "fav": "false",
    "author": "Shannon L. Alder",
    "quote": "Being different is a revolving door in your life where secure people enter and insecure exit."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You need to keep moving on, darling, or you’ll miss the train to bigger things in life than this."
  },
  {
    "fav": "false",
    "author": "Steve Maraboli",
    "quote": "The greatest step towards a life of simplicity is to learn to let go."
  },
  {
    "fav": "false",
    "author": "Turcois Ominek",
    "quote": "I’m guilty of giving people more chances than they deserve but when I’m done, I’m done."
  },
  {
    "fav": "false",
    "author": "Daisy Whitney",
    "quote": "I don't need to be any place else, because the music takes me to the only place I want to be right now. To the place where I am and have always been wholly me, the only church I've ever belonged to, the only place I've ever prayed."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Better Things Are Coming."
  },
  {
    "fav": "false",
    "author": "Edith Piaf",
    "quote": "I think you have to pay for love with bitter tears."
  },
  {
    "fav": "false",
    "author": "Pete Wentz",
    "quote": "And there are people that will stand in your corner and convince you to stand up for another round no matter what."
  },
  {
    "fav": "false",
    "author": "Warga",
    "quote": "I will be stronger than my sadness."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Being Both Soft And Strong Is A Combination Very Few Have Mastered."
  },
  {
    "fav": "false",
    "author": "Saint Basil",
    "quote": "Do not measure your loss by itself; if you do, it will seem intolerable; but if you will take all human affairs into account you will find that some comfort is to be derived from them."
  },
  {
    "fav": "false",
    "author": "Joel Osteen",
    "quote": "Never put a question mark where God has put a period. When something is over and done, let it go and move on to the next chapter of your life."
  },
  {
    "fav": "false",
    "author": "Dave Mustaine",
    "quote": "Moving on, is a simple thing, what it leaves behind is hard."
  },
  {
    "fav": "false",
    "author": "Steve Maraboli",
    "quote": "It is important that we forgive ourselves for making mistakes. We need to learn from our errors and move on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes the hardest part isn’t letting go but rather learning to start over."
  },
  {
    "fav": "false",
    "author": "Papaji",
    "quote": "Whatever comes, let it come, what stays let stay, what goes let go."
  },
  {
    "fav": "false",
    "author": "Gautama Buddha",
    "quote": "You can only lose what you cling to."
  },
  {
    "fav": "false",
    "author": "F.D. Soul",
    "quote": "Do not ever let agony get comfortable beneath your skin."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Above All, Be the Heroine Of Your Life, Not The Victim."
  },
  {
    "fav": "false",
    "author": "Harvey Mackay",
    "quote": "Goals give you more than a reason to get up in the morning; they are an incentive to keep you going all day."
  },
  {
    "fav": "false",
    "author": "Jojo Moyes",
    "quote": "You don't have to let that one thing be the thing that defines you."
  },
  {
    "fav": "false",
    "author": "Brian Ruckley",
    "quote": "Loss alone is but the wounding of a heart; it is memory that makes it our ruin."
  },
  {
    "fav": "false",
    "author": "Victor Kiam",
    "quote": "Even if you fall on your face, you’re still moving forward."
  },
  {
    "fav": "false",
    "author": "Lara Giddings",
    "quote": "There will always be excuses, arguments, and questions of timing when moving on difficult and controversial issues."
  },
  {
    "fav": "false",
    "author": "Helen Hollick",
    "quote": "Change has to come for life to struggle forward."
  },
  {
    "fav": "false",
    "author": "Woody Allen",
    "quote": "Students achieving Oneness will move on to Twoness."
  },
  {
    "fav": "false",
    "author": "E.H.",
    "quote": "Promises are weapon; Please only wield them when you need, For just a touch of one left broken. Is all it takes to make you bleed."
  },
  {
    "fav": "false",
    "author": "Rafael Sabatini",
    "quote": "Regret of neglected opportunity is the worst hell that a living soul can inhabit."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Stay Positive Even When It Feels Like Your Life Is Falling Apart."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You Were Never Created To Live Depressed, Defeated, Guilty, Condemned, Ashamed Or Unworthy. You Were Created To Be Victorious."
  },
  {
    "fav": "false",
    "author": "Laurell K. Hamilton",
    "quote": "There are wounds that never show on the body that are deeper and more hurtful than anything that bleeds."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Some People Don’t Like You Just Because Your Strength Reminds Them Of Their Weakness. Don’t let The Hate Slow You Down."
  },
  {
    "fav": "false",
    "author": "Eli Broad",
    "quote": "Someone once told me I'm a sore winner, and they're right. I rarely take more than a moment to enjoy a success before I'm moving on and looking for the next challenge."
  },
  {
    "fav": "false",
    "author": "Waris Dirie",
    "quote": "I can enjoy anywhere, and I can leave it. Life is about moving on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It’s Better To Break Your Own Heart By Leaving, Rather Than Having That Person Break Your Heart Every Day You’re With Them."
  },
  {
    "fav": "false",
    "author": "Halle Berry",
    "quote": "What's the worst that can happen? If it doesn't do well I can put on my big girl panties, deal with it and move on."
  },
  {
    "fav": "false",
    "author": "Rascal Flatts",
    "quote": "I’ve been burdened with blame trapped in the past for too long, I’m moving on"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I Am The Type Of Person That Will Sit In The Bathroom And Cry, But Then Walk Out Like Nothing Ever Happened."
  },
  {
    "fav": "false",
    "author": "Doug Flutie",
    "quote": "Hey, I'm just looking for an excuse to retire so I can play summer league baseball, go coach my nephews, play pickup basketball. I've always had that ability to move on to the next thing."
  },
  {
    "fav": "false",
    "author": "Henry Ford",
    "quote": "If everyone is moving forward together, then success takes care of itself."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The reason why we can’t let go of someone is because deep inside we still have hope."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "She Is Clothed With Strength & Dignity And Laughs Without Fear Of The feature."
  },
  {
    "fav": "false",
    "author": "Phylicia Rashad",
    "quote": "There's always something to suggest that you'll never be who you wanted to be. Your choice is to take it or keep on moving."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Close some doors. Not because of pride, incapacity or arrogance, but simply because they no longer lead somewhere."
  },
  {
    "fav": "false",
    "author": "Makoto Shinkai",
    "quote": "Maybe we tried to leave as much memories of ourselves with each other because we knew one day we wouldn't be together any more."
  },
  {
    "fav": "false",
    "author": "Alexandra Elle",
    "quote": "No matter how bad you want a person, if your hearts are in two different places, you’ll have to pass and move on."
  },
  {
    "fav": "false",
    "author": "Alison Malee",
    "quote": "The only cure I have ever known for fear and doubt and loneliness is an immense love of self."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Do You Want to Be Happy? Let Go Of What’s Gone, Be Grateful For What Remains And Look Forward To What Is Coming."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "And The Salt In My Wounds Isn’t Burning Anymore Than It Used To…"
  },
  {
    "fav": "false",
    "author": "Robert Brault",
    "quote": "Life becomes easier when you learn to accept an apology you never got."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The Struggle Of You’re In Today Is Developing the Strength You Need For Tomorrow."
  },
  {
    "fav": "false",
    "author": "Lord Byron",
    "quote": "The heart will break, but broken live on."
  },
  {
    "fav": "false",
    "author": "F. Scott Fitzgerald",
    "quote": "Never confuse a single defeat with a final defeat."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Heavenly Father Knows All About You…"
  },
  {
    "fav": "false",
    "author": "Brigitte Nicole",
    "quote": "One of the most courageous decisions you’ll ever make is to finally let go of what is hurting your heart and soul."
  },
  {
    "fav": "false",
    "author": "Nancy Pelosi",
    "quote": "Being the first woman speaker and breaking the marble ceiling is pretty important. Now it's time to move on."
  },
  {
    "fav": "false",
    "author": "Will Rogers",
    "quote": "Don't let yesterday use up too much of today."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Storms Makes Tress Take Deeper Roots."
  },
  {
    "fav": "false",
    "author": "Elizabeth Wurtzel",
    "quote": "I was so scared to give up depression, fearing that somehow the worst part of me was actually all of me."
  },
  {
    "fav": "false",
    "author": "Coco J. Ginger",
    "quote": "I wore your promise on my finger for one year I'll wear your name on my heart til I die Because you were my boy, you were my only boy forever."
  },
  {
    "fav": "false",
    "author": "Drake",
    "quote": "I can tell that you been crying all night, drinking all summer, praying for your happiness, hope that you recover"
  },
  {
    "fav": "false",
    "author": "Stephen Richards",
    "quote": "A broken friendship that is mended through forgiveness can be even stronger than it once was."
  },
  {
    "fav": "false",
    "author": "Steve Maraboli",
    "quote": "Letting go isn’t about forgetting; it’s about learning and moving on. It’s making a choice to be strengthened by your past…not strangled by it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You Have To Be At Your Strongest When You’re feeling At Your Weakest."
  },
  {
    "fav": "false",
    "author": "William Ellery Channing",
    "quote": "Mistakes and errors are the discipline through which we advance."
  },
  {
    "fav": "false",
    "author": "Thich Nhat Hanh",
    "quote": "People have a hard time letting go of their suffering. Out of a fear of the unknown, they prefer suffering that is familiar."
  },
  {
    "fav": "false",
    "author": "Robert Kraft",
    "quote": "Sometimes, life is unfair, and you have to suck it up and move on and not use it as an excuse."
  },
  {
    "fav": "false",
    "author": "Ashley Greene",
    "quote": "I can still love an ex as a person, regardless if the breakup was bad. I would never wish anything negative on them. It takes more energy to hate them than to wish them well."
  },
  {
    "fav": "false",
    "author": "Alan K. Simpson",
    "quote": "He's a million rubber bands in his resilience."
  },
  {
    "fav": "false",
    "author": "Paulo Coehlo",
    "quote": "If you’re brave enough to say goodbye, life will reward you with a new hello."
  },
  {
    "fav": "false",
    "author": "Benjamin Netanyahu",
    "quote": "I can tell you one thing, Iran is closer to developing nuclear weapons today than it was a week ago, or a month ago or a year ago. It's just moving on with its efforts."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Simplify your life. You don’t grow spiritual, you shrink spiritual."
  },
  {
    "fav": "false",
    "author": "Markus Zusak",
    "quote": "She took a step and didn't want to take any more, but she did."
  },
  {
    "fav": "false",
    "author": "Mandy Hale",
    "quote": "You can love them, forgive them, want good things for them…but still move on without them."
  },
  {
    "fav": "false",
    "author": "Oprah Winfrey",
    "quote": "Breathe. Let go. And remind yourself that this very moment is the only one you know you have for sure."
  },
  {
    "fav": "false",
    "author": "Rose Kennedy",
    "quote": "It is selfish to concern oneself with tragedies."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When it hurts to move on, just remember the pain you felt hanging on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "May My Heart Be Brave, My Mind Fierce, And My Spirit Free."
  },
  {
    "fav": "false",
    "author": "Anita Baker",
    "quote": "When you're away for a long time, tastes change, fans move on. You hate to think about it, but it's an ugly fact of life."
  },
  {
    "fav": "false",
    "author": "Stephen King",
    "quote": "If I kept saying it; if I kept reaching out. My accident really taught me just one thing: the only way to go on is to go on. To say 'I can do this' even when you know you can't."
  },
  {
    "fav": "false",
    "author": "Deborah Reber",
    "quote": "Letting go doesn't mean that you don't care about someone anymore. It's just realizing that the only person you really have control over is yourself."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Keep The Faith. The Most Amazing Things In Life Tend To Happen Right At The Moment You’re About To Give Up Hope."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The only thing exhausting than being depressed is pretending you’re not."
  },
  {
    "fav": "false",
    "author": "Raymond Lindquist",
    "quote": "Courage is the power to let go of the familiar."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you spend too long holding on to the one who treats you like an option, you’ll miss finding the one who treats you like a priority."
  },
  {
    "fav": "false",
    "author": "Andy Lau",
    "quote": "Don't wait. If it's not right, move on."
  },
  {
    "fav": "false",
    "author": "Drew Gerald",
    "quote": "You only struggle because you’re ready to grow but aren’t willing to let go."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes holding on does more damage than letting go."
  },
  {
    "fav": "false",
    "author": "Elizabeth Wurtzel",
    "quote": "That’s how depression hits. You wake up one morning, afraid that you’re gonna live."
  },
  {
    "fav": "false",
    "author": "Robin Leach",
    "quote": "I like to see things start, grow, and then move on to better things."
  },
  {
    "fav": "false",
    "author": "Sue Hubbell",
    "quote": "Late August still feels like summer here in the Ozarks, but it is the time of year the nighthawks are moving on to their South American wintering grounds."
  },
  {
    "fav": "false",
    "author": "Robert Frost",
    "quote": "In three words I can sum up everything I've learned about life: it goes on."
  },
  {
    "fav": "false",
    "author": "Wayne Dyer",
    "quote": "Stop acting as if life is a rehearsal. Live this day as if it were your last. The past is over and gone. The future is not guaranteed."
  },
  {
    "fav": "false",
    "author": "Nicole Richie",
    "quote": "I will be really happy once I have done my jail time. I can start fresh."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I Am Strong Because I’ve Been Weak. I Am Fearless Because I’ve Been Afraid."
  },
  {
    "fav": "false",
    "author": "Kid Cudi",
    "quote": "When lifes seems hopeless, rearrange things for a dose of dopeness."
  },
  {
    "fav": "false",
    "author": "Charlotte Eriksson",
    "quote": "I haven’t been very impressed lately. By people, or places, or the way someone said he loved me and then slowly changed his mind."
  },
  {
    "fav": "false",
    "author": "Spencer Johnson",
    "quote": "Life moves on and so should we"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "We All Have A Fighter In Us."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Forget Your Past, Forgive Yourself, And Begin Again Right Now."
  },
  {
    "fav": "false",
    "author": "Romain Rolland",
    "quote": "One makes mistakes; that is life. But it is never a mistake to have loved."
  },
  {
    "fav": "false",
    "author": "Barbara Sher",
    "quote": "When you start using senses you've neglected, your reward is to see the world with completely fresh eyes."
  },
  {
    "fav": "false",
    "author": "Jack Kornfield",
    "quote": "To let go is to release the images and emotions, the grudges and fears, the clingings and disappointments of the past that bind our spirit."
  },
  {
    "fav": "false",
    "author": "Anthony Liccione",
    "quote": "Even a rock moves on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Give God Your Weakness And He’ll Give You His Strength."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The Strongest People Are Not Those Who Show Strength In Front Of Us But Those Who Win Battles WeKnow Nothing About."
  },
  {
    "fav": "false",
    "author": "Jim Rohn",
    "quote": "The difficulties you meet will resolve themselves as you advance. Proceed, and light will dawn, and shine with increasing clearness on your path."
  },
  {
    "fav": "false",
    "author": "Brian MacLearn",
    "quote": "The moment after being let go, when we can finally let it go, is the moment when love once again has hope."
  },
  {
    "fav": "false",
    "author": "Turcois Ominek",
    "quote": "Your time is way too valuable to be wasting on people that can’t accept who you are."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "In order to be free, we must learn how to let go. Release the hurt. Release the fear. Refuse to entertain the old pain."
  },
  {
    "fav": "false",
    "author": "Tupac Shakur",
    "quote": "You can spend minutes, hours, days, weeks, or even months over analyzing a situation; trying to put the pieces together, justifying what could've, would've happened... or you can just leave the pieces on the floor and move the fuck on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "One Of The Most Courageous Decisions You’ll Ever Make Is To Finally Let Go Of What Is Hurting Your Heart And Soul."
  },
  {
    "fav": "false",
    "author": "Bruce Lee",
    "quote": "Once I slow down because I think I have reached my peak, then my skills will go nowhere but down"
  },
  {
    "fav": "false",
    "author": "J.K. Rowling",
    "quote": "Depression isn’t just being a bit sad. It’s feeling nothing. It’s not wanting to be alive anymore"
  },
  {
    "fav": "false",
    "author": "Kate Winslet",
    "quote": "I really believe in, 'Move on, live and let live, forgive and forget.'"
  },
  {
    "fav": "false",
    "author": "Dan Brown",
    "quote": "Sooner or later we’ve all got to let go of our past."
  },
  {
    "fav": "false",
    "author": "Jerome K. Jerome",
    "quote": "Love is like the measles; we all have to go through it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Let Yourself Be Gutted. Let It Open You. Start There."
  },
  {
    "fav": "false",
    "author": "Andrew Davidson",
    "quote": "I am more than my scars."
  },
  {
    "fav": "false",
    "author": "Teri Garr",
    "quote": "It doesn't help to contemplate how sad your life is. You have to move on."
  },
  {
    "fav": "false",
    "author": "Pascal Mercier",
    "quote": "We leave something of ourselves behind when we leave a place, we stay there, even though we go away. And there are things in us that we can find again only by going back there."
  },
  {
    "fav": "false",
    "author": "Ralph Marston",
    "quote": "Let go of your attachment to being right, and suddenly your mind is more open."
  },
  {
    "fav": "false",
    "author": "Harold Pinter",
    "quote": "I mean, don't forget the earth's about five thousand million years old, at least. Who can afford to live in the past?"
  },
  {
    "fav": "false",
    "author": "Justin Halpern",
    "quote": "I kind of came to the conclusion after I did finally get married that love and relationships are just a series of horrific losses with hopefully one win."
  },
  {
    "fav": "false",
    "author": "Rebecca Solnit",
    "quote": "The art is not one of forgetting but letting go. And when everything else is gone, you can be rich in loss."
  },
  {
    "fav": "false",
    "author": "Kelsey Grammer",
    "quote": "Apologizes are pointless, regrets come too late. What matters is you can move, on you can grow."
  },
  {
    "fav": "false",
    "author": "Emma Thompson",
    "quote": "If you've got to my age, you've probably had your heart broken many times. So it's not that difficult to unpack a bit of grief from some little corner of your heart and cry over it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Broken hearts hurt but they will make you strong"
  },
  {
    "fav": "false",
    "author": "Napoleon Bonaparte",
    "quote": "The only conquests that are permanent and leave no regrets are our conquests over ourselves."
  },
  {
    "fav": "false",
    "author": "Shannon L. Alder",
    "quote": "Hide yourself in God, so when a man wants to find you he will have to go there first."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Women Have Been Trained To Speak Softly And Carry A Lipstick. Those Days Are Over."
  },
  {
    "fav": "false",
    "author": "Marcel Proust",
    "quote": "We are healed from suffering only by experiencing it to the full."
  },
  {
    "fav": "false",
    "author": "Hal Borland",
    "quote": "Year's end is neither an end nor a beginning but a going on, with all the wisdom that experience can instill in us."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You don’t always need a plan. Sometimes you just need to breathe, trust, let go, and see what happens."
  },
  {
    "fav": "false",
    "author": "Donald Trump",
    "quote": "Part of being a winner is knowing when enough is enough. Sometimes you have to give up the fight and walk away, and move on to something that's more productive."
  },
  {
    "fav": "false",
    "author": "Denis Waitley",
    "quote": "Don’t dwell on what went wrong. Instead, focus on what to do next. Spend your energy moving forward together towards an answer."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You Were Given This Life Because You Are Strong Enough To Live It."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t Tell People Your Dream. Show Them."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "What Would You Do If You Weren’t Afraid?"
  },
  {
    "fav": "false",
    "author": "R.H. Sin",
    "quote": "And sometimes letting go is the only option sometimes saving yourself is the only way."
  },
  {
    "fav": "false",
    "author": "Elie Wiesel",
    "quote": "Because I remember, I despair. Because I remember, I have the duty to reject despair."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I’m Thankful For My Struggle Because…"
  },
  {
    "fav": "false",
    "author": "Bruce Lee",
    "quote": "Notice that the stiffest tree is most easily cracked, while the bamboo or willow survives by bending with the wind."
  },
  {
    "fav": "false",
    "author": "Katherine Mansfield",
    "quote": "Make it a rule of life never to regret and never to look back. Regret is an appalling waste of energy; you can't build on it; it's only good for wallowing in."
  },
  {
    "fav": "false",
    "author": "Rupi Kaur",
    "quote": "The way you speak of yourself, the way you degrade yourself, into smallness is abuse."
  },
  {
    "fav": "false",
    "author": "Blaise Pascal",
    "quote": "Time heals griefs and quarrels, for we change and are no longer the same persons. Neither the offender nor the offended are any more themselves."
  },
  {
    "fav": "false",
    "author": "Deepak Chopra",
    "quote": "In the process of letting go, you will lose many things from the past, but you will find yourself."
  },
  {
    "fav": "false",
    "author": "Greg Behrendt",
    "quote": "Often the thought of pain is actually worse that the pain itself."
  },
  {
    "fav": "false",
    "author": "Dawson’s Creek",
    "quote": "Letting go isn’t a one-time thing, it’s something you have to do every day, over and over again."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Do Not Pray For An Easy Life, Pray For The Strength To Endure A Difficult One."
  },
  {
    "fav": "false",
    "author": "Yehuda Berg",
    "quote": "We need to realize that our path to transformation is through our mistakes. We're meant to make mistakes, recognize them, and move on to become unlimited."
  },
  {
    "fav": "false",
    "author": "Dave Ramsey",
    "quote": "Success is a pile of failure that you are standing on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Happiness Is Not A Destination It Is A Way Of Life."
  },
  {
    "fav": "false",
    "author": "Shannon L. Alder",
    "quote": "When you loved someone and had to let them go, there will always be that small part of yourself that whispers, \"What was it that you wanted and why didn't you fight for it?"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Forget what hurt you but never forget what it taught you."
  },
  {
    "fav": "false",
    "author": "Steve Maraboli",
    "quote": "The beautiful journey of today can only begin when we learn to let go of yesterday."
  },
  {
    "fav": "false",
    "author": "Alexander Graham Bell",
    "quote": "When one door closes, another opens; but we often look so long and so regretfully upon the closed door that we do not see the one which has opened for us."
  },
  {
    "fav": "false",
    "author": "Jessica Hatchigan",
    "quote": "There’s an important difference between giving up and letting go."
  },
  {
    "fav": "false",
    "author": "F. Scott Fitzgerald",
    "quote": "Vitality shows in not only the ability to persist but the ability to start over."
  },
  {
    "fav": "false",
    "author": "Jon Kabat-Zinn",
    "quote": "It’s not a matter of letting go – you would if you could. Instead of “Let it go” we should probably say “Let it be”."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Accept what is, let go of what was, have faith in what will be."
  },
  {
    "fav": "false",
    "author": "Mandy Hale",
    "quote": "You will evolve past certain people. Let yourself."
  },
  {
    "fav": "false",
    "author": "Keary Taylor",
    "quote": "It felt like this was never going to end. The world wasn’t going to stop crashing down until there was nothing left of me but dust."
  },
  {
    "fav": "false",
    "author": "Leo Buscaglia",
    "quote": "Worry never robs tomorrow of its sorrow, it only saps today of its joy."
  },
  {
    "fav": "false",
    "author": "Jessica Katoff",
    "quote": "All of the love in the world doesn’t seem to matter, if it isn’t the kind you want, from the person you need."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The Distance Between Your Dreams And Reality Is Call Action."
  },
  {
    "fav": "false",
    "author": "Joyce Meyer",
    "quote": "We are not a failure just because we fail at something. Nobody is a failure unless they quit trying!"
  },
  {
    "fav": "false",
    "author": "Steve Maraboli",
    "quote": "You must learn to let go. Release the stress. You were never in control anyway."
  },
  {
    "fav": "false",
    "author": "Emily Giffin",
    "quote": "He nods, as if to acknowledge that endings are almost always a little sad, even when there is something to look forward to on the other side."
  },
  {
    "fav": "false",
    "author": "Adam Brody",
    "quote": "Any time you end a relationship, and everyone has ended plenty in their life, it's always a tough thing and hard to get over."
  },
  {
    "fav": "false",
    "author": "Martin Luther King, Jr.",
    "quote": "If you can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do you have to keep moving forward."
  },
  {
    "fav": "false",
    "author": "Tori Amos",
    "quote": "Girls you've gotta know when it's time to turn the page."
  },
  {
    "fav": "false",
    "author": "Nas",
    "quote": "Working with great people makes you great; you learn a lot and it also gives you the experience and confidence to move on with your own career."
  },
  {
    "fav": "false",
    "author": "Leona Lewis",
    "quote": "It takes bravery to end a relationship."
  },
  {
    "fav": "false",
    "author": "Eleanor Brownn",
    "quote": "Letting go may sound so simple, but rarely is it a one-time thing. Just keep letting go, until one day it’s gone for good."
  },
  {
    "fav": "false",
    "author": "Tony Gaskins",
    "quote": "If you can’t do anything about it then let it go. Don’t be a prisoner to things you can’t change."
  },
  {
    "fav": "false",
    "author": "Dieter F. Uchtdorf",
    "quote": "Our destiny is not determined by the number of times we stumble but by the number of times we rise up, dust ourselves off, and move forward."
  },
  {
    "fav": "false",
    "author": "Epictetus",
    "quote": "It's not what happens to you, but how you react to it that matters."
  },
  {
    "fav": "false",
    "author": "Ann Landers",
    "quote": "Expect trouble as an inevitable part of life and repeat to yourself, the most comforting words of all; this, too, shall pass."
  },
  {
    "fav": "false",
    "author": "Fridtjof Nansen",
    "quote": "I demolish my bridges behind me…then there is no choice but to move forward."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Smile And Let Everyone Know That Today, You’re A Lot Stronger Than You Were."
  },
  {
    "fav": "false",
    "author": "Abbie Hoffman",
    "quote": "Today is the first day of the rest of your life."
  },
  {
    "fav": "false",
    "author": "Rumi",
    "quote": "Life is a balance of holding on and letting go."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You’ve Always Had The Power My Dear, Your Just Had To Learn It For Yourself."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Nothing Is Impossible, The World Itself Says “I’m Possible!”"
  },
  {
    "fav": "false",
    "author": "Jennifer Lopez",
    "quote": "When I am wrong, I will learn the lesson and move on to face other challenges. For me, that's what creating your own life is. Doing your best work while being your best self."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A Strong Woman Knows How To Keep Her Life In Line. With Tears In Her Eyes, She Still Manages To Say, “Nah, I’m Fine.”"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A Strong Woman Loves, Forgives, Walks Aways, Lets Go, Tries again, and Perseveres…"
  },
  {
    "fav": "false",
    "author": "Maxwell Maltz",
    "quote": "Man maintains his balance, poise, and sense of security only as he is moving forward."
  },
  {
    "fav": "false",
    "author": "Jimi Hendrix",
    "quote": "You have to go on and be crazy. Craziness is like heaven."
  },
  {
    "fav": "false",
    "author": "Beverley Mitchell",
    "quote": "Part of growing up is just taking what you learn from that and moving on and not taking it to heart."
  },
  {
    "fav": "false",
    "author": "Jeffrey McDaniel",
    "quote": "I realise there’s something incredibly honest about trees in winter, how they’re experts at letting things go."
  },
  {
    "fav": "false",
    "author": "Catherine Tate",
    "quote": "Don't take criticism personally; take from it what's useful. Apply it and move on to something better."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The greatest step towards a life of simplicity is to learn to let go."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I wanted to write down exactly what I felt but somehow the paper stayed empty and I could not have described it any better."
  },
  {
    "fav": "false",
    "author": "Johnny Iuzzini",
    "quote": "If you take everything personally and to heart, it will tear you apart. Take criticism, learn, adjust, and move on."
  },
  {
    "fav": "false",
    "author": "Nikita Gill",
    "quote": "The monsters were never in my bed. Because the monsters were inside my head."
  },
  {
    "fav": "false",
    "author": "Les Paul",
    "quote": "Every setback might be the very thing that makes you carry on and fight all the harder and become much better."
  },
  {
    "fav": "false",
    "author": "Patty Smyth",
    "quote": "I don't want to lose you, but I don't want to use you just to have someone by my side."
  },
  {
    "fav": "false",
    "author": "Reinhold Niebuhr",
    "quote": "The final wisdom of life requires not the annulment of incongruity but the achievement of serenity within and above it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Strong Women Wear Their Pain Like They Do Stilettos. No Matter How Much It Hurts, All You See Is The Beauty Of It."
  },
  {
    "fav": "false",
    "author": "Caleb Johnson",
    "quote": "I love being on the road. I love that lifestyle, traveling city to city, rocking out and moving on to the next place."
  },
  {
    "fav": "false",
    "author": "Nayyirah Waheed",
    "quote": "I don’t pay attention to the world ending. It has ended for me many times and began again in the morning."
  },
  {
    "fav": "false",
    "author": "Frank Shorter",
    "quote": "Be willing to move forward and find out what happens next."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t Let The Behavior Of Others Destroy Inner Peace."
  },
  {
    "fav": "false",
    "author": "Ginni Rometty",
    "quote": "Never love something so much that you can’t let go of it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "One of the happiest moments in life is when you find the courage to let go of what you can’t change."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "81.When You Change The Way You Look At Things, The Things You Look At Change."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Do What You Have To Do Until You Can Do What You Want To Do."
  },
  {
    "fav": "false",
    "author": "Marianne Williamson",
    "quote": "The goal of spiritual practice is full recovery, and the only thing you need to recover from is a fractured sense of self."
  },
  {
    "fav": "false",
    "author": "Sai Baba",
    "quote": "Love one another and help others to rise to the higher levels, simply by pouring out love. Love is infectious and the greatest healing energy."
  },
  {
    "fav": "false",
    "author": "Soren Kierkegaard",
    "quote": "Life can only be understood backwards; but it must be lived forwards."
  },
  {
    "fav": "false",
    "author": "Neil Lennon",
    "quote": "It’s a bit like walking down a long dark corridor, never knowing when the light will go on."
  },
  {
    "fav": "false",
    "author": "Kate Winslet",
    "quote": "Loving someone is setting them free, letting them go."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "One day? Or day one. You decide."
  },
  {
    "fav": "false",
    "author": "Buddha",
    "quote": "You can only lose what you cling to."
  },
  {
    "fav": "false",
    "author": "Christiaan Barnard",
    "quote": "Suffering isn't ennobling, recovery is."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "Time doesn’t heal emotional pain, you need to learn how to let go."
  },
  {
    "fav": "false",
    "author": "Robyn Schneider",
    "quote": "That's all you can do in this world, no matter how strong the current beats against you, or how heavy your burden, or how tragic your love story. You keep going."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You can, and You Will."
  },
  {
    "fav": "false",
    "author": "Gail Tsukiyama",
    "quote": "Sometimes you can’t let go of the past without facing it again."
  },
  {
    "fav": "false",
    "author": "Allen Klein",
    "quote": "Laughter, and the broader category of humor, are key elements in helping us go on with our life after a loss."
  },
  {
    "fav": "false",
    "author": "Yoko Ono",
    "quote": "Healing yourself is connected with healing others."
  },
  {
    "fav": "false",
    "author": "Sarah Ban Breathnach",
    "quote": "You’ve got to make a conscious choice every day to shed the old, whatever “the old” means for you."
  },
  {
    "fav": "false",
    "author": "Criss Jami",
    "quote": "Grudges are for those who insist that they are owed something; forgiveness, however, is for those who are substantial enough to move on."
  },
  {
    "fav": "false",
    "author": "Amit Ray",
    "quote": "If you want to fly on the sky, you need to leave the earth. If you want to move forward, you need to let go the past that drags you down."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Once you realize you deserve better, letting go will be the best decision ever."
  },
  {
    "fav": "false",
    "author": "Shannon L. Alder",
    "quote": "If you spend your time hoping someone will suffer the consequences for what they did to your heart, then you're allowing them to hurt you a second time in your mind."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I’m Stronger Because I Had To Be, I’m Smarter Because…"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "What is depression like? It’s like drowning, except you can see everyone around you breathing."
  },
  {
    "fav": "false",
    "author": "Atticus",
    "quote": "Sometimes, I think I’d be better off without me."
  },
  {
    "fav": "false",
    "author": "Joyce Meyer",
    "quote": "80% of people's problems are about how they feel about themselves."
  },
  {
    "fav": "false",
    "author": "Elizabeth Wurtzel",
    "quote": "In a strange way, I had fallen in love with my depression."
  },
  {
    "fav": "false",
    "author": "Horace",
    "quote": "It is the false shame of fools to try to conceal wounds that have not healed."
  },
  {
    "fav": "false",
    "author": "Daphne Rose Kingma",
    "quote": "Holding on is believing that there’s only a past; letting go is knowing that there’s a future."
  },
  {
    "fav": "false",
    "author": "James Cameron",
    "quote": "People call me a perfectionist, but I'm not. I'm a rightist. I do something until it's right, and then I move on to the next thing."
  },
  {
    "fav": "false",
    "author": "Brian Tracy",
    "quote": "In a time of rapid change, standing still is the most dangerous course of action."
  },
  {
    "fav": "false",
    "author": "Billy Graham",
    "quote": "Tears shed for self are tears of weakness, but tears shed for others are a sign of strength."
  },
  {
    "fav": "false",
    "author": "Jon Kabat-Zinn",
    "quote": "It’s not a matter of letting go, you would if you could. Instead of “Let it gowe should probably say “Let it be”. "
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Dear Stress, Let’s Break up."
  },
  {
    "fav": "false",
    "author": "Mike Singletary",
    "quote": "You want to learn everything that you possibly can, chew it, digest it, and take it for what it is, and then move on."
  },
  {
    "fav": "false",
    "author": "Alison Malee",
    "quote": "You deserve roots that do not, even on their worst days, strangle you."
  },
  {
    "fav": "false",
    "author": "Nancy Lopez",
    "quote": "Do your best, one shot at a time and then move on. Remember that golf is just a game."
  },
  {
    "fav": "false",
    "author": "Tyler Perry",
    "quote": "The most important thing that I learned in growing up is that forgiveness is something that, when you do it, you free yourself to move on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Littles Girs With Dreams Becomes Women With Vision."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You’re Never Too Young To Dream BIG!"
  },
  {
    "fav": "false",
    "author": "Robert Zoellick",
    "quote": "All of us make mistakes. The key is to acknowledge them, learn, and move on. The real sin is ignoring mistakes, or worse, seeking to hide them."
  },
  {
    "fav": "false",
    "author": "Rascal Flatts",
    "quote": "I've been burdened with blame trapped in the past for too long, I'm moving on"
  },
  {
    "fav": "false",
    "author": "Joseph Campbell",
    "quote": "It is by going down into the abyss that we recover the treasures of life. Where you stumble, there lies your treasure."
  },
  {
    "fav": "false",
    "author": "Shannon L. Alder",
    "quote": "Forget what hurt you but never forget what it taught you."
  },
  {
    "fav": "false",
    "author": "Nick Hornby",
    "quote": "I write slowly. I can't move on until I've got a paragraph right."
  },
  {
    "fav": "false",
    "author": "Julia Cameron",
    "quote": "As you move toward a dream, the dream moves toward you."
  },
  {
    "fav": "false",
    "author": "Theodore Roosevelt",
    "quote": "It is only through labor and painful effort, by grim energy and resolute courage, that we move on to better things."
  },
  {
    "fav": "false",
    "author": "Brene Brown",
    "quote": "Authenticity is the daily practice of letting go of who we think we’re supposed to be and embracing who we are."
  },
  {
    "fav": "false",
    "author": "Jared Polis",
    "quote": "Someone who is wrongfully accused needs to do their best to put it behind them and move on."
  },
  {
    "fav": "false",
    "author": "Susan Sontag",
    "quote": "Depression is melancholy minus its charms."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When Start Seeing Your Worth, Your’ll Find It Harder To Stay Around People Who Don’t."
  },
  {
    "fav": "false",
    "author": "John C. Maxwell",
    "quote": "We cannot become what we need by remaining what we are."
  },
  {
    "fav": "false",
    "author": "Rainbow Rowell",
    "quote": "I'm sorry about yesterday,\" she said. He hung on to his straps and shrugged. \"Yesterday happens."
  },
  {
    "fav": "false",
    "author": "Joel Osteen",
    "quote": "Life is flying by. You don't have time to waste another minute being negative, offended or bitter. If someone did you wrong, get over it and move forward."
  },
  {
    "fav": "false",
    "author": "Sandra Bullock",
    "quote": "I was afraid of being a failure, of not having the best time or of being chicken. But every year I get older I think, What was I fearing last year?' You forget. And then you move on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You Only Live Once, You Might As Well As A Badass!"
  },
  {
    "fav": "false",
    "author": "Bob Newhart",
    "quote": "Laughter gives us distance. It allows us to step back from an event, deal with it and then move on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Nothing Can Dim The Light That Shines From Within."
  },
  {
    "fav": "false",
    "author": "Sophie Kinsella",
    "quote": "Everyone's moving on without me, into a world I don't understand."
  },
  {
    "fav": "false",
    "author": "Alison Malee",
    "quote": "Choose everyday to forgive yourself. You are human, flawed and most of all worthy of love."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I Am Strong Because I Know My Weaknesses. I Am Beautiful Because I Am Aware Of My Flaws. I AM Fearless…"
  },
  {
    "fav": "false",
    "author": "Isabel Allende",
    "quote": "My life is about ups and downs, great joys and great losses."
  },
  {
    "fav": "false",
    "author": "C. JoyBell C.",
    "quote": "You will find that it is necessary to let things go; simply for the reason that they are heavy. So let them go, let go of them. I tie no weights to my ankles."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Stay Strong, Make Them Wonder How You’re Still Smiling."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Hey Little Fighter, Soon Things Will Be Brighter."
  },
  {
    "fav": "false",
    "author": "Isaac Herzog",
    "quote": "The problem is that when we speak of plan Bs, we already negate the possibility of moving on with plan A."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If you love something, you have to let it go."
  },
  {
    "fav": "false",
    "author": "Nikki Rowe",
    "quote": "There's only one place I want to go and it's to all the places I've never been."
  },
  {
    "fav": "false",
    "author": "Jerry Cantrell",
    "quote": "Part of the healing process is sharing with other people who care."
  },
  {
    "fav": "false",
    "author": "Niecy Nash",
    "quote": "If there is someone in your life who is not serving you or making you better, give yourself permission to move on."
  },
  {
    "fav": "false",
    "author": "Tori Amos",
    "quote": "Healing takes courage, and we all have courage, even if we have to dig a little to find it."
  },
  {
    "fav": "false",
    "author": "Taylor Swift",
    "quote": "I have so many indie bands on my iPod. What I don't really understand is the attitude that if a band is unknown, they're good, and if they get fans, then you move on to the next band."
  },
  {
    "fav": "false",
    "author": "Selena Gomez",
    "quote": "But if you’re broken, you don’t have to stay broken."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Pain will leave you, when you let go"
  },
  {
    "fav": "false",
    "author": "Rohit Shetty",
    "quote": "Obviously, I'm very happy when one of my films becomes a blockbuster. However, after a point, I want to switch off. I have learnt to just move on. Too much pressure can make you wrong."
  },
  {
    "fav": "false",
    "author": "Oprah Winfrey",
    "quote": "The great courageous act that we must all do, is to have the courage to step out of our history and past so that we can live our dreams."
  },
  {
    "fav": "false",
    "author": "Abby Wambach",
    "quote": "The minute you step off that podium is the minute you start preparing for the next world championship. That's kind of how I work. You celebrate for a brief moment, then you move on."
  },
  {
    "fav": "false",
    "author": "Desiderius Erasmus",
    "quote": "Time takes away the grief of men."
  },
  {
    "fav": "false",
    "author": "Tori Amos",
    "quote": "You’ve gotta know when it’s time to turn the page."
  },
  {
    "fav": "false",
    "author": "Jessica Katoff",
    "quote": "Falling for you was more like drowning; the further I sank, the more it hurt, until the pressure crushed me entirely."
  },
  {
    "fav": "false",
    "author": "Bill Cosby",
    "quote": "People can be more forgiving than you can imagine. But you have to forgive yourself. Let go of what’s bitter and move on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If You Haven’t Found It Yet, Keep Looking."
  },
  {
    "fav": "false",
    "author": "Anthony Liccione",
    "quote": "A bridge can still be built, while the bitter waters are flowing beneath."
  },
  {
    "fav": "false",
    "author": "Carrie Underwood",
    "quote": "Every day is a new day, and you’ll never be able to find happiness if you don’t move on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Forget All The Reasons Why It Wont Work And Believe The One Reason Why It Will!"
  },
  {
    "fav": "false",
    "author": "Andrew Solomon",
    "quote": "Grief is depression in proportion to circumstance; Depression is grief out of proportion to circumstance."
  },
  {
    "fav": "false",
    "author": "Monica Lewinsky",
    "quote": "I have spent the past several years working so hard to just move on, and to try and build a life for myself."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "We All Have An Unsuspected Reserve Of Strength Inside That emerges When Life Puts Us To The Test."
  },
  {
    "fav": "false",
    "author": "Heidi Klum",
    "quote": "People say, 'Oh, God, how devastating to go through a divorce.' Did I wish for this to happen to my family? No. But everyone is healthy; we're moving on with our lives."
  },
  {
    "fav": "false",
    "author": "Walt Disney",
    "quote": "We keep moving forward, opening new doors, and doing new things, because we’re curious and curiosity keeps leading us down new paths"
  },
  {
    "fav": "false",
    "author": "Walt Disney",
    "quote": "We keep moving forward, opening new doors, and doing new things, because we’re curious and curiosity keeps leading us down new paths."
  },
  {
    "fav": "false",
    "author": "Beyoncé",
    "quote": "Thank God I found the GOOD in goodbye"
  },
  {
    "fav": "false",
    "author": "Dalai Lama",
    "quote": "Open your arms to change, but don’t let go of your values."
  },
  {
    "fav": "false",
    "author": "Sam Taylor-Johnson",
    "quote": "I believe that life is short, and there is too much time wasted bearing grudges, and I like to move on."
  },
  {
    "fav": "false",
    "author": "Joel Osteen",
    "quote": "God will give you strength when you think you can’t go on. He will give you joy when you should be discouraged. He can make a way when it looks impossible."
  },
  {
    "fav": "false",
    "author": "Nelson Mandela",
    "quote": "Forget the past."
  },
  {
    "fav": "false",
    "author": "Steve Maraboli",
    "quote": "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness."
  },
  {
    "fav": "false",
    "author": "Mitch Albom",
    "quote": "In order to move on, you must understand why you felt what you did and why you no longer need to feel it."
  },
  {
    "fav": "false",
    "author": "Walter Scott",
    "quote": "O! many a shaft, at random sent, Finds mark the archer little meant! And many a word, at random spoken, May soothe or wound a heart that's broken!"
  },
  {
    "fav": "false",
    "author": "Blair Underwood",
    "quote": "All you can do is do the best you can and I did that. I had a great time. I made a product and I was not embarrassed by it at all so you do it and you move on."
  },
  {
    "fav": "false",
    "author": "Anthony Hopkins",
    "quote": "I've had no contact with my daughter for years. That's her choice. Anyway, you move on. If people don't want to bother with me, fine. You know, God bless them, and move on."
  },
  {
    "fav": "false",
    "author": "Mary Pickford",
    "quote": "You may have a fresh start any moment you choose, for this thing that we call 'failure' is not the falling down, but the staying down."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A Strong Woman Looks A Challenge Dead In The Eye And Gives It a Wink."
  },
  {
    "fav": "false",
    "author": "Brad Goreski",
    "quote": "I have been a big fan of Coco Rocha's for many, many years. I have seen her walk in runway shows, pose like no other in photo shoots, and naturally follow her every move on Twitter and Instagram."
  },
  {
    "fav": "false",
    "author": "Louise Hay",
    "quote": "I give myself the green light to move forward, and to joyously embrace the new."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Believe In Yourself A Little More."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Respect yourself enough to let go of someone who doesn’t see your worth."
  },
  {
    "fav": "false",
    "author": "Herman Hesse",
    "quote": "Some of us think holding on makes us strong, but sometimes it is letting go."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "Once you realize you deserve a bright future, letting go of your dark past is the best choice you will ever make."
  },
  {
    "fav": "false",
    "author": "Omar Khayyam",
    "quote": "The moving finger writes, and having written moves on. Nor all thy piety nor all thy wit, can cancel half a line of it."
  },
  {
    "fav": "false",
    "author": "Lee Unkrich",
    "quote": "We all, to some degree, wish we could have some element of our childhood back again while, for kids, moving on is something they're worried about. They know it's going to happen at some point."
  },
  {
    "fav": "false",
    "author": "Fridtjof Nansen",
    "quote": "I demolish my bridges behind me...then there is no choice but to move forward"
  },
  {
    "fav": "false",
    "author": "Michael W. Smith",
    "quote": "Transformation in the world happens when people are healed and start investing in other people."
  },
  {
    "fav": "false",
    "author": "Nadia Comaneci",
    "quote": "I live in the moment. I can turn the page and move on."
  },
  {
    "fav": "false",
    "author": "Confucius",
    "quote": "Study the past if you would define the future."
  },
  {
    "fav": "false",
    "author": "Zoe Koplowitz",
    "quote": "Have a dream, make a plan, go for it. You'll get there, I promise."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Making a big life change can be scary but living with regret is always scarier."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You’re Allowed To Scream, You’re Allowed To Cry, But Do Not Give Up."
  },
  {
    "fav": "false",
    "author": "Dorothy Rowe",
    "quote": "Depression is a prison where you are both the suffering prisoner and the cruel jailer."
  },
  {
    "fav": "false",
    "author": "Atticus",
    "quote": "She wasn’t sad anymore, she was numb, and numb, she knew, was somehow worse."
  },
  {
    "fav": "false",
    "author": "Zen proverb",
    "quote": "Let go or be dragged."
  },
  {
    "fav": "false",
    "author": "Lenny Santos",
    "quote": "Letting go has never been easy, but holding on can be as difficult. Yet strength is measured not by holding on, but by letting go."
  },
  {
    "fav": "false",
    "author": "Joel Osteen",
    "quote": "Every setback means you're one step closer to seeing the dream come to pass."
  },
  {
    "fav": "false",
    "author": "Og Mandino",
    "quote": "Today will never happen again. Don't waste it with a false start or no start at all."
  },
  {
    "fav": "false",
    "author": "Thomas Gibson",
    "quote": "Moving on is not closure. It's not neat, and it's not about turning the page. It is about moving on, but it doesn't mean that you've left something behind."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "This Is The Year I Will Be Stronger, Braver, Kinder, Unstoppable, And This Year I Will Be Fierce."
  },
  {
    "fav": "false",
    "author": "Erika Taylor",
    "quote": "Sometimes you have to take a step back to move forward"
  },
  {
    "fav": "false",
    "author": "Katherine Mansfield",
    "quote": "Make it a rule of life never to regret and never to look back. Regret is an appalling waste of energy, you can't build on it it's only good for wallowing in."
  },
  {
    "fav": "false",
    "author": "Justin Timberlake",
    "quote": "Cry me a river, build a bridge, and get over it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Be That Strong Girl That Everyone Knew Would Make It Through The Worst. Be that Fearless Girl.."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The Strongest People Are Not Those Who Show Strength In Front Of Us But Those Who Win Battles We Know Nothing About."
  },
  {
    "fav": "false",
    "author": "Divyanka Tripathi",
    "quote": "It feels good when you learn to move on in life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t Let Anyone Ever Break Your Soul…."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It’s Okay To Be Scared. Being Scared Means You’re About To Do Something Really, Really Brave."
  },
  {
    "fav": "false",
    "author": "Herman Hesse",
    "quote": "Some think that holding on makes us strong; but sometimes it’s letting go."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Inhale the future, exhale the past."
  },
  {
    "fav": "false",
    "author": "Julian Barratt",
    "quote": "This business is ephemeral, and you have to maintain a healthy cynicism about it. There's a 'flavour of the month' aspect to it, so you have to keep moving on and mutating."
  },
  {
    "fav": "false",
    "author": "Salman Rushdie",
    "quote": "The world is full of things that upset people. But most of us deal with it and move on and don't try and burn the planet down."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I’m Too Busy Working On My Own Grass To Notice If Yours Is Greener."
  },
  {
    "fav": "false",
    "author": "Susan Lucci",
    "quote": "Life goes on, and I'm moving on to the next thing, but I hope the soaps that are still running will thrive. They have millions of loyal viewers."
  },
  {
    "fav": "false",
    "author": "Elizabeth Cady Stanton",
    "quote": "The more complete the despotism, the more smoothly all things move on the surface."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Depression is living in a body that fights to survive, with a mind that tries to die."
  },
  {
    "fav": "false",
    "author": "Barbara Corcoran",
    "quote": "When you feel stuck and can't seem to move ahead, always remember that you don't have to get it right, you just have to get it going!"
  },
  {
    "fav": "false",
    "author": "Sarah Waters",
    "quote": "And perhaps there is a limit to the grieving that the human heart can do. As when one adds salt to a tumbler of water, there comes a point where simply no more will be absorbed."
  },
  {
    "fav": "false",
    "author": "Helen Rowland",
    "quote": "A man never knows how to say goodbye; a woman never knows when to say it."
  },
  {
    "fav": "false",
    "author": "Stephen Sondheim",
    "quote": "I chose and my world was shaken. So what? The choice may have been mistaken; the choosing was not. You have to move on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "In the end, only three things matter: how much you loved, how gently you lived, and how gracefully you let go of things not meant for you."
  },
  {
    "fav": "false",
    "author": "Drew Carey",
    "quote": "I'm never afraid to die. I think that's the best thing that can happen to somebody is they get to move on and do something better."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The day I understood everything, was the day I stopped trying to figure everything out. The day I knew peace was the day I let everything go."
  },
  {
    "fav": "false",
    "author": "Haruki Murakami",
    "quote": "No matter how much suffering you went through, you never wanted to let go of those memories."
  },
  {
    "fav": "false",
    "author": "Andre Ward",
    "quote": "Not fighting, avoiding talking to fans... that's when the thoughts creep in about retiring and moving on to something else."
  },
  {
    "fav": "false",
    "author": "Elizabeth Chandler",
    "quote": "When you love someone, it's never over,' Dr. Carruthers replied gently. 'You move on, because you have to, but you bring him in your heart."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If someone is stupid enough to walk away from you, be smart enough to let them go."
  },
  {
    "fav": "false",
    "author": "Tao Te Ching",
    "quote": "When I let go of what I am, I become what I might be. When I let go of what I have, I receive what I need."
  },
  {
    "fav": "false",
    "author": "Henry Rollins",
    "quote": "Scar tissue is stronger than regular tissue. Realize the strength, move on."
  },
  {
    "fav": "false",
    "author": "Dawson’s Creek",
    "quote": "Letting go isn’t a one-time thing, it’s something you have to do everyday, over and over again."
  },
  {
    "fav": "false",
    "author": "Nikita Gill",
    "quote": "Show me the most damaged parts of your soul, and I will show you how it still shines like gold."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Life Has A Way Of Testing A Persons Will, Either By Having Nothing Happen At All or By Having Everything Happen At Once."
  },
  {
    "fav": "false",
    "author": "Jason Biggs",
    "quote": "Like anyone who goes to college, you're leaving a familiar surrounding and a comfortable environment and your friends and everything, and you're starting fresh. It can be pretty daunting."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A True Hero Isn’t Measured By The Size Of His Strength, But By The Strength Of His Heart"
  },
  {
    "fav": "false",
    "author": "Roxane Gay",
    "quote": "We bear witness to the worst of human brutality, retweet what we have witnessed, and then we move on to the next atrocity. There is always more atrocity."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t Quit. Suffer Now And Live The Rest Of Your Life As A Champion."
  },
  {
    "fav": "false",
    "author": "R.H. Sin",
    "quote": "Even strong hearts break."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes The Bad Things That Happen In Our Lives Put Us Directly On The Best Things That Will Ever Happen To Us."
  },
  {
    "fav": "false",
    "author": "Atticus",
    "quote": "She was just another broken doll, dreaming of a boy with glue."
  },
  {
    "fav": "false",
    "author": "Nhat Hanh",
    "quote": "People have a hard time letting go of their suffering. Out of a fear of the unknown, they prefer suffering that is familiar."
  },
  {
    "fav": "false",
    "author": "Shannon L. Alder",
    "quote": "When someone you love says goodbye you can stare long and hard at the door they closed and forget to see all the doors God has open in front of you."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If You Are Not Willing To Learn, No One Can Help You. If You Are Determined To Lean, No One Can Stop You."
  },
  {
    "fav": "false",
    "author": "Carrie Fisher",
    "quote": "There is no point at which you can say, \"Well, I'm successful now. I might as well take a nap.\""
  },
  {
    "fav": "false",
    "author": "Marina and the Diamonds",
    "quote": "I want to provoke people with thoughts, not by taking my clothes off. It's time to move on from Stripperville."
  },
  {
    "fav": "false",
    "author": "Mandy Hale",
    "quote": "Sometimes it takes a heartbreak to shake us awake & help us see we are worth so much more than we're settling for."
  },
  {
    "fav": "false",
    "author": "Robert Wyatt",
    "quote": "I know people who grow old and bitter. I want to keep making a fresh start. I don't want them to defeat me. That would be suicidal."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If You’re Lucky Enough To Be Different, Don’t Ever Change."
  },
  {
    "fav": "false",
    "author": "Demi Lovato",
    "quote": "Recovery is something that you have to work on every single day and it's something that it doesn't get a day off."
  },
  {
    "fav": "false",
    "author": "Mike Shinoda",
    "quote": "Who can't relate to the idea of leaving one chapter behind and moving on to the next?"
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight."
  },
  {
    "fav": "false",
    "author": "Benjamin Franklin",
    "quote": "Don't cry over spilled milk"
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you let go you create space for something better."
  },
  {
    "fav": "false",
    "author": "Iris Murdoch",
    "quote": "Falling out of love is chiefly a matter of forgetting how charming someone is."
  },
  {
    "fav": "false",
    "author": "Anthony Robbins",
    "quote": "Your past does not equal your future."
  },
  {
    "fav": "false",
    "author": "Albert Camus",
    "quote": "Sometimes, carrying on, just carrying on, is the superhuman achievement."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Let it hurt. Let it heal. Let it go."
  },
  {
    "fav": "false",
    "author": "Joe Piscopo",
    "quote": "If I disagree with someone, I let them have their say and move on. I don't want to be the one to lecture."
  },
  {
    "fav": "false",
    "author": "Samuel Beckett",
    "quote": "I can't go on. I'll go on."
  },
  {
    "fav": "false",
    "author": "Drake",
    "quote": "Patience is key for getting over a breakup. That, and trailing off your interaction after the breakup."
  },
  {
    "fav": "false",
    "author": "Carrie Underwood",
    "quote": "Every day is a new day, and you'll never be able to find happiness if you don't move on."
  },
  {
    "fav": "false",
    "author": "Rashida Jones",
    "quote": "I think every girl has that a guy she has trouble letting go of."
  },
  {
    "fav": "false",
    "author": "Shannon L. Alder",
    "quote": "Every woman that finally figured out her worth, has picked up her suitcases of pride and boarded a flight to freedom, which landed in the valley of change."
  },
  {
    "fav": "false",
    "author": "Gerald Jampolsky",
    "quote": "Forgiveness means letting go of the past."
  },
  {
    "fav": "false",
    "author": "Brian Eno",
    "quote": "I don't live in the past at all; I'm always wanting to do something new. I make a point of constantly trying to forget and get things out of my mind."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I’ve Never Met A Strong Person With An Easy Part."
  },
  {
    "fav": "false",
    "author": "Vince Lombardi",
    "quote": "It's not whether you get knocked down, it's whether you get up."
  },
  {
    "fav": "false",
    "author": "Rupi Kaur",
    "quote": "You have sadness living in places sadness shouldn’t live."
  },
  {
    "fav": "false",
    "author": "Anais Nin",
    "quote": "I postpone death by living, by suffering, by error, by risking, by giving, by losing."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t Let How You Feel Make You Forget What You Deserve."
  },
  {
    "fav": "false",
    "author": "Michael Hudson",
    "quote": "We go forward with our heads held high, but look back and remember where we come from."
  },
  {
    "fav": "false",
    "author": "Les Brown",
    "quote": "Anytime you suffer a setback or disappointment, put your head down and plow ahead."
  },
  {
    "fav": "false",
    "author": "Gabrielle Zevin",
    "quote": "It was strange, really. A couple months ago, I had thought I couldn’t live without him. Apparently I could."
  },
  {
    "fav": "false",
    "author": "Paul Simon",
    "quote": "My whole artistic life has always been about change, change, change, move on, move on. It's the only thing I find interesting."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You Have Within You, Right Now, Everything You Need To Deal With Whatever The World Can Throw At You."
  },
  {
    "fav": "false",
    "author": "Jeffrey Archer",
    "quote": "Well I certainly have learned and I hope I'm moving on and certainly two years of prison was a terrible punishment."
  },
  {
    "fav": "false",
    "author": "Sarah Fielding",
    "quote": "The words of kindness are more healing to a drooping heart than balm or honey."
  },
  {
    "fav": "false",
    "author": "Frank Lampard",
    "quote": "I think about all my successes and failures, and sometimes the failures stick in your head as much as the wins. But you do move on."
  },
  {
    "fav": "false",
    "author": "Les Brown",
    "quote": "Forgive yourself for your faults and your mistakes and move on."
  },
  {
    "fav": "false",
    "author": "Albert Camus",
    "quote": "Blessed are the hearts that can bend; they shall never be broken."
  },
  {
    "fav": "false",
    "author": "Ian Somerhalder",
    "quote": "I can't let time move on without fighting tooth and nail and hopefully being a part of a revolution that is positive."
  },
  {
    "fav": "false",
    "author": "Lauren Oliver",
    "quote": "She knew that this day, this feeling, couldn't last forever. Everything passed; that was partly why it was so beautiful. Things would get difficult again. But that was okay too. The bravery was in moving forward, no matter what."
  },
  {
    "fav": "false",
    "author": "Arthur C. Clarke",
    "quote": "The only way to define your limits is by going beyond them."
  },
  {
    "fav": "false",
    "author": "Sue Fitzmaurice",
    "quote": "You can’t move forward if you’re still hanging on."
  },
  {
    "fav": "false",
    "author": "Shannon L. Alder",
    "quote": "Your heart’s strength is measured by how hard it holds on. Your self worth and faith is measured by finally letting go. However, your peace is measured by how long you don’t look back."
  },
  {
    "fav": "false",
    "author": "Kat Graham",
    "quote": "I have more of a desire to write songs about being an independent woman than being in love, songs about getting up and moving on even if I have a broken heart."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I’ll Find Strength in Pain."
  },
  {
    "fav": "false",
    "author": "Kate Winslet",
    "quote": "So I won an Oscar. It's amazing. I've got that for the rest of my life for a performance I am proud of. It nearly killed me. I am really proud of the film. That's it, moving on."
  },
  {
    "fav": "false",
    "author": "Khushwant Singh",
    "quote": "Not forever does the bulbul sing In balmy shades of bowers, Not forever lasts the spring Nor ever blossom the flowers. Not forever reigneth joy, Sets the sun on days of bliss, Friendships not forever last, They know not life, who know not this."
  },
  {
    "fav": "false",
    "author": "Melissa Bank",
    "quote": "It’s you who has to hold on to earth. You have to tighten your grip—which means letting go of him."
  },
  {
    "fav": "false",
    "author": "Sadie Robertson",
    "quote": "Anybody can quit. Only a real champion and a person of character and strength can keep going and refuse to give up."
  },
  {
    "fav": "false",
    "author": "James Russell Lowell",
    "quote": "Joy comes, grief goes, we know not how."
  },
  {
    "fav": "false",
    "author": "Alison Malee",
    "quote": "It is okay to admit that your wounds are still open. That you are still healing. It takes time. It takes time."
  },
  {
    "fav": "false",
    "author": "Kristen Wiig",
    "quote": "I can relate to having those people in your life that you feel are moving on to this great, big, normal life and you're like, 'What's wrong with me?'"
  },
  {
    "fav": "false",
    "author": "Katie Taylor",
    "quote": "I look at what's in front of me. I concentrate on that and then hopefully move on."
  },
  {
    "fav": "false",
    "author": "Nik Kershaw",
    "quote": "I won't let the sun go down on me."
  },
  {
    "fav": "false",
    "author": "Katerina Stoykova Klemer",
    "quote": "Moving on is easy. It's staying moved on that's trickier."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes You Face Difficulties You’re Doing Something Wrong, But Because You’re Doing Something Right."
  },
  {
    "fav": "false",
    "author": "Nicole Sobon",
    "quote": "Sometimes the hardest part isn’t letting go but rather learning to start over."
  },
  {
    "fav": "false",
    "author": "Bill Cosby",
    "quote": "People can be more forgiving than you can imagine. But you have to forgive yourself. Let go of what's bitter and move on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If I Ever Let My Head Down It Will Be Just To Admire My Shoes."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It hurts to let go, but sometimes it hurts more to hold on."
  },
  {
    "fav": "false",
    "author": "Wilma Mankiller",
    "quote": "The secret of our success is that we never, never give up."
  },
  {
    "fav": "false",
    "author": "Jesse Jackson",
    "quote": "If you fall behind, run faster. Never give up, never surrender, and rise up against the odds."
  },
  {
    "fav": "false",
    "author": "Shannon L. Alder",
    "quote": "The only real battle in life is between hanging on and letting go."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Throw Me To The Wolves And I’ll Come Back Leading The Pack."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Smile And Let Everyone Know That Today, You’re A Lot Stronger Than You Were Yesterday."
  },
  {
    "fav": "false",
    "author": "Anais Nin",
    "quote": "The secret of joy is the mastery of pain."
  },
  {
    "fav": "false",
    "author": "Tina Knowles",
    "quote": "I think that everybody, at one time or another, has been betrayed and lied to, and it's about the pain, and it's about the healing process, and it's about how do you get past that and move on."
  },
  {
    "fav": "false",
    "author": "Nikolai Gogol",
    "quote": "Everywhere across whatever sorrows of which our life is woven, some radiant joy will gaily flash past."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Growth Is Painful. Change Is Painful. But Nothing Is As Painful As Staying Stuck Somewhere You Don’t Belong."
  },
  {
    "fav": "false",
    "author": "Dr. Seuss",
    "quote": "Don't cry because it's over. Smile because it happened."
  },
  {
    "fav": "false",
    "author": "Gene Tierney",
    "quote": "Some women feel the best cure for a broken heart is a new beau."
  },
  {
    "fav": "false",
    "author": "Mandy Hale",
    "quote": "Letting go does not mean you stop caring. It means you stop trying to force others to."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "Make the most of your regrets; never smother your sorrow, but tend and cherish it till it comes to have a separate and integral interest. To regret deeply is to live afresh."
  },
  {
    "fav": "false",
    "author": "Yung Pueblo",
    "quote": "Pause your life if you need to, care for yourself lovingly, do not ignore your rest, slow down so you can take a deep breath."
  },
  {
    "fav": "false",
    "author": "Octavia Spencer",
    "quote": "You just keep moving forward and doing what you do and hope that it resonates with people. And if it doesn't, you just keep moving on until you find a project that does."
  },
  {
    "fav": "false",
    "author": "Eugen Sandow",
    "quote": "Life is movement. Once you stop moving, you're dead. Choose life."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Character. Intelligence. Strength. Style. That Makes Beauty."
  },
  {
    "fav": "false",
    "author": "Nicole Sobon",
    "quote": "Sometimes the hardest part isn't letting go but rather learning to start over."
  },
  {
    "fav": "false",
    "author": "Heidi Klum",
    "quote": "I've been heartbroken. I've broken hearts. That's part of life, and its part of figuring out who you are so you can find the right partner."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Maybe Life Isn’t About Avoiding The Bruises. Maybe It’s About Collecting The Scars To Prove We Showed Up For It."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes You Have To Get Knocked Down Lower Than You Have Ever Been To Stand Back Up Taller Than You Ever Were."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The Secret Of Having It All Is Believing You Already Do."
  },
  {
    "fav": "false",
    "author": "Anne Roiphe",
    "quote": "Grief is in two parts. The first is loss. The second is the remaking of life."
  },
  {
    "fav": "false",
    "author": "BGT",
    "quote": "And all of a sudden I felt really tired. Like the world had drained me for everything that I had."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A Strong Woman Is One Who Is Able To Smile This Morning Like She Wasn’t Crying Last Night."
  },
  {
    "fav": "false",
    "author": "John Major",
    "quote": "Recovery begins from the darkest moment."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You Attract What You Are, Not What You Want If You Want Great, Then Be Great."
  },
  {
    "fav": "false",
    "author": "Steve Maraboli",
    "quote": "Why let go of yesterday? Because yesterday has already let go of you."
  },
  {
    "fav": "false",
    "author": "Jock Stein",
    "quote": "There is always a time to move on."
  },
  {
    "fav": "false",
    "author": "Atticus",
    "quote": "She knew she was really sad, when she stopped loving the things she loved."
  },
  {
    "fav": "false",
    "author": "Laura K. Rhodes",
    "quote": "Depression and I are old friends but I do not court his company."
  },
  {
    "fav": "false",
    "author": "Ratan Tata",
    "quote": "Ups and downs in life are very important to keep us going, because a straight line even in an ECG means we are not alive"
  },
  {
    "fav": "false",
    "author": "Duncan Sheik",
    "quote": "I actually think sadness and darkness can be very beautiful and healing."
  },
  {
    "fav": "false",
    "author": "Julianna Baggott",
    "quote": "She let him go once. Every day demands that she release him over and over again."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t Ever Mistake My Silence For Ignorance, My Calmness For Acceptance And My Kindness For Weakness."
  },
  {
    "fav": "false",
    "author": "Gretchen Carlson",
    "quote": "I'm ready to move on to the next chapter of my life in which I will redouble my efforts to empower women in the workplace."
  },
  {
    "fav": "false",
    "author": "Napoleon Hill",
    "quote": "Patience, persistence and perspiration make an unbeatable combination for success."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Just remember, when you should grab something, grab it; when you should let go, let go."
  },
  {
    "fav": "false",
    "author": "Oprah Winfrey",
    "quote": "You are responsible for your life. You can't keep blaming somebody else for your dysfunction. Life is really about moving on."
  },
  {
    "fav": "false",
    "author": "Dave Pelzer",
    "quote": "To help yourself, you must be yourself. Be the best that you can be. When you make a mistake, learn from it, pick yourself up and move on."
  },
  {
    "fav": "false",
    "author": "Angelique Kidjo",
    "quote": "You can fall, but you can rise also."
  },
  {
    "fav": "false",
    "author": "Ulysses S. Grant",
    "quote": "The art of war is simple enough. Find out where your enemy is. Get at him as soon as you can. Strike him as hard as you can, and keep moving on."
  },
  {
    "fav": "false",
    "author": "Marcia Gay Harden",
    "quote": "In the theater, it's about taking time in a musical segment, a pause in a musical way and then moving on."
  },
  {
    "fav": "false",
    "author": "Katie Taylor",
    "quote": "I do a good job of staying positive and just moving on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Go Ahead Tell Me That I’m Not Good Enough Tell Me I Can’T Do It Because I Will Show You Over & Over That I Can!"
  },
  {
    "fav": "false",
    "author": "Sarah Pinborough",
    "quote": "The strange thing about living somewhere for a couple of years and then moving on and not returning is that those locations become ghosts of themselves in your mind."
  },
  {
    "fav": "false",
    "author": "Nikita Gill",
    "quote": "People aren’t born sad; we make them that way."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Wake Up With Determination. Go To Bed With Satisfaction."
  },
  {
    "fav": "false",
    "author": "Guy Finley",
    "quote": "Nothing in the universe can stop you from letting go and starting over."
  },
  {
    "fav": "false",
    "author": "Rita Rudner",
    "quote": "I love to shop after a bad relationship. I don't know. I buy a new outfit and it makes me feel better. It just does. Sometimes I see a really great outfit, I'll break up with someone on purpose."
  },
  {
    "fav": "false",
    "author": "Faraaz Kazi",
    "quote": "The most difficult aspect of moving on is accepting that the other person already did."
  },
  {
    "fav": "false",
    "author": "Bryant McGill",
    "quote": "Life moves forward. The old leaves wither, die and fall away, and the new growth extends forward into the light."
  },
  {
    "fav": "false",
    "author": "Conrad Hilton",
    "quote": "Success... seems to be connected with action. Successful men keep moving. They make mistakes, but they don't quit."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Time flies, people change. You’re not always needed. There are times to move forward and places to let go."
  },
  {
    "fav": "false",
    "author": "Roger Zelazny",
    "quote": "I saw my earlier selves as different people, acquaintances I had outgrown. I wondered how I could ever have been some of them."
  },
  {
    "fav": "false",
    "author": "Joel Osteen",
    "quote": "We are set in our ways, bound by our perspectives and stuck in our thinking."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "One of the simplest ways to stay happy is letting go of the things that makes you sad."
  },
  {
    "fav": "false",
    "author": "Tyler Perry",
    "quote": "Everyone can relate to love, hurt, pain, learning how to forgive, needing to get over, needing the power of God in their life."
  },
  {
    "fav": "false",
    "author": "Jodie Foster",
    "quote": "It's very hard for me to get a new car. It's really hard for me to get a new house. It's really hard for me to move on from the things that give me stability."
  },
  {
    "fav": "false",
    "author": "Golda Meir",
    "quote": "Those who don't know how to weep with their whole heart, don't know how to laugh either."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Make A Fairy Tale And Go Live In It."
  },
  {
    "fav": "false",
    "author": "Denis Waitley",
    "quote": "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer."
  },
  {
    "fav": "false",
    "author": "Ken Kesey",
    "quote": "It's time to move on to the next step in the psychedelic revolution. We've reached a certain point, but we're not moving any more."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Fall Seven Times, Stand Up Eight."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You Never Realize How Strong You Are Until Being Strong Is the Only Choice You Have."
  },
  {
    "fav": "false",
    "author": "Jackson Kiddard",
    "quote": "Anything you can’t control is teaching you how to let go."
  },
  {
    "fav": "false",
    "author": "Steve Maraboli",
    "quote": "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When You Start Seeing Your Worth, You’ll Find It Harder To Stay Around People Who Don’t."
  },
  {
    "fav": "false",
    "author": "Gayle Forman",
    "quote": "Letting go. Everyone talks about it like it's the easiest thing. Unfurl your fingers one by one until your hand is open. But my hand has been clenched into a fist for three years now; it's frozen shut."
  },
  {
    "fav": "false",
    "author": "Susan Estrich",
    "quote": "Affirmative action was never meant to be permanent, and now is truly the time to move on to some other approach."
  },
  {
    "fav": "false",
    "author": "Vince Lombardi",
    "quote": "Winners never quit and quitters never win."
  },
  {
    "fav": "false",
    "author": "Alice Walker",
    "quote": "Even as I hold you, I am letting you go."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness."
  },
  {
    "fav": "false",
    "author": "Nicholas Sparks",
    "quote": "It happens to everyone as they grow up. You find out who you are and what you want, and then you realize that people you've known forever don't see things the way you do. So you keep the wonderful memories, but find yourself moving on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you let go, you are truly free."
  },
  {
    "fav": "false",
    "author": "Alfred Lord Tennyson",
    "quote": "All experience is an arch wherethrough gleams that untravelled world whose margin fades for ever and for ever when I move."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes things need to be let go of. If it’s meant to be, you’ll find each other again."
  },
  {
    "fav": "false",
    "author": "Kenny Rogers",
    "quote": "You gotta know when to hold 'em, know when to fold 'em, know when to walk away, know when to run."
  },
  {
    "fav": "false",
    "author": "Pamela Anderson",
    "quote": "I don't really think about anything too much. I live in the present. I move on. I don't think about what happened yesterday."
  },
  {
    "fav": "false",
    "author": "Natalie Massenet",
    "quote": "I think fashion is actually very good training for being in the tech world, because it's all about moving on to the next thing, looking for the next thing, not getting stuck in the past."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Do Not Jude You Don’T Know What Storm I’ve Asked Her To Walk Trough."
  },
  {
    "fav": "false",
    "author": "Mandy Hale",
    "quote": "Even seasonal situations can bring with them lessons that last a lifetime. If the love doesn’t last, it prepares you for the one that will."
  },
  {
    "fav": "false",
    "author": "Laozi",
    "quote": "When I let go of what I am, I become what I might be."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Being Deeply Loved Gives You Strength; Loving Deeply Gives You Courage."
  },
  {
    "fav": "false",
    "author": "Jennifer Varnadore",
    "quote": "When the world is at your back, and your heart is at your feet…the best way to go on is to just “be”."
  },
  {
    "fav": "false",
    "author": "Corey Johnson",
    "quote": "Whatever happens, happens. Accept things and move on."
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "Much of your pain is the bitter potion by which the physician within you heals your sick self."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The Only Person You Should Try To Be Better Than, Is The Person You Were Yesterday."
  },
  {
    "fav": "false",
    "author": "Eva Longoria",
    "quote": "I've always said I want a farmer, not a hunter. Hunters go for the kill and they move on. A farmer nurtures; he watches things grow."
  },
  {
    "fav": "false",
    "author": "Heidi Hayes Jacobs",
    "quote": "The building blocks of mathematical thinking are requisite for more advanced conceptualization. If a student is not ready to move on, then the teacher must take time to assist that learner."
  },
  {
    "fav": "false",
    "author": "Lyndon B. Johnson",
    "quote": "Yesterday is not ours to recover, but tomorrow is ours to win or lose."
  },
  {
    "fav": "false",
    "author": "Maggie Stiefvater",
    "quote": "I thought, possibly, that what I really needed was to go where nobody knew me and start over again, with none of my previous decisions, conversations, or expectations coming with me."
  },
  {
    "fav": "false",
    "author": "Jane Austen",
    "quote": "Friendship is certainly the finest balm for the pangs of disappointed love."
  },
  {
    "fav": "false",
    "author": "Havelock Ellis",
    "quote": "All the art of living lies in a fine mingling of letting go and holding on."
  },
  {
    "fav": "false",
    "author": "Prince",
    "quote": "I don't live in the past. I don't play my old records for that reason. I make a statement, then move on to the next."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "One of the happiest moments in life is when you find the courage to let go of what you cannot change."
  },
  {
    "fav": "false",
    "author": "Billy Corgan",
    "quote": "I think a spiritual journey is not so much a journey of discovery. It's a journey of recovery. It's a journey of uncovering your own inner nature. It's already there."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Go As Long As You Can, And Then Take Another Step."
  },
  {
    "fav": "false",
    "author": "Jeff Ross",
    "quote": "Life is short. You have to be able to laugh at our pain or we never move on."
  },
  {
    "fav": "false",
    "author": "Erich Fromm",
    "quote": "Creativity requires the courage to let go of certainties."
  },
  {
    "fav": "false",
    "author": "Macklemore",
    "quote": "Just because you miss someone doesn't mean you need them back in your life. Missing is just a part of moving on."
  },
  {
    "fav": "false",
    "author": "Robert Kiyosaki",
    "quote": "When your own mind tells you to quit, you must ignore your negative thoughts and press on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You Are Stronger Than You Think."
  },
  {
    "fav": "false",
    "author": "Ranata Suzuki",
    "quote": "You loved him enough to let him leave…Now you need to love yourself enough to let him go."
  },
  {
    "fav": "false",
    "author": "Robert Redford",
    "quote": "Never revisit the past, that's dangerous. You know, move on."
  },
  {
    "fav": "false",
    "author": "Leighton Meester",
    "quote": "I think you have to know how you feel when you're sad and it's healthy to mourn if a relationship ends."
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "If you love somebody, let them go, for if they return, they were always yours. And if they don't, they never were."
  },
  {
    "fav": "false",
    "author": "Atticus",
    "quote": "Depression is being sad and not remembering why."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "If You Can’t Stop Thinking About It, Don’t Stop Working For It."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When you let go, you create space for better things to enter your life."
  },
  {
    "fav": "false",
    "author": "Francois Hougaard",
    "quote": "It's never nice to lose someone close to you; unfortunately, life goes on, and we have to make peace with it and move on."
  },
  {
    "fav": "false",
    "author": "Nina Simone",
    "quote": "You have to learn to get up from the table when love is no longer being served."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The Woman Who Does Not Required Validation From Anyone Is The Most Feared Individual On The Planet."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A Strong Woman Stands Up For Herself. A Stronger Woman Stands Up For Everyone Else."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes, You Have To Get Knocked Down Lower Than You Have Ever Been To Stand Back Up Taller Than You Ever You Were."
  },
  {
    "fav": "false",
    "author": "Ray Lamontagne",
    "quote": "Now the wren has gone to roost and the sky is turnin' gold And like the sky my soul is also turnin' Turnin' from the past, at last and all I've left behind"
  },
  {
    "fav": "false",
    "author": "Deepak Chopra",
    "quote": "In the process of letting go you will lose many things from the past, but you will find yourself."
  },
  {
    "fav": "false",
    "author": "Atticus",
    "quote": "Depression is being colorblind and constantly told how colorful the world is."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Sometimes people come into your life just to teach you how to let go."
  },
  {
    "fav": "false",
    "author": "Walt Disney",
    "quote": "Curiosity keeps leading us down new paths."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I Am Not What Happened To Me. I Am What I Choose To Become."
  },
  {
    "fav": "false",
    "author": "David Burtka",
    "quote": "A relationship is work, and it changes. And you go with the changes. It's more good times than bad times, but it's not always good. You have to overcome those issues and move on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When You Face Difficult Times, Know That Challenges Are Not Sent To Destroy You. They’re Sent To Promote, Increase And Strengthen You."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "She Builds Others Up Because She Knows What It’s Like To Be Torn Down."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The Lord Is My Strength And My Shield In Him My Heart."
  },
  {
    "fav": "false",
    "author": "Atticus",
    "quote": "Her eyes gave her away, there was a drowning girl behind that smile."
  },
  {
    "fav": "false",
    "author": "Kate DiCamillo",
    "quote": "There ain't no way you can hold onto something that wants to go, you understand? You can only love what you got while you got it."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Never Be Ashamed Of A Scar. It Simply Means You Were Stronger Than Whatever Tried To Hurt You."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Once You Start To See Results, It Becomes An Addiction."
  },
  {
    "fav": "false",
    "author": "Robert Kraft",
    "quote": "I really don't hold grudges. I mean, I remember everything, but I move on."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Nobody Is Too Busy, It’s Just A Matter Of Priorities."
  },
  {
    "fav": "false",
    "author": "Busy Philipps",
    "quote": "Six years of your life is a long time to do anything, and especially in this business, where you get so used to being nomadic and moving on to different jobs."
  },
  {
    "fav": "false",
    "author": "Dan Brown",
    "quote": "Sooner or later we've all got to let go of our past."
  },
  {
    "fav": "false",
    "author": "Joseph Campbell",
    "quote": "We must be willing to let go of the life we’ve planned, so as to have the life that is waiting for us."
  },
  {
    "fav": "false",
    "author": "Cameron Dokey",
    "quote": "I had to cease to mourn what could never be and make the most of what was possible. And I would begin doing that by trying to mend the hurts of the past."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It is okay to still be putting yourself together."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Let go, or be dragged."
  },
  {
    "fav": "false",
    "author": "Call the Midwife",
    "quote": "You will feel better than this, maybe not yet, but you will. You just keep living until you are alive again."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "One of the best feelings is finally losing attachment to somebody that isn’t good for you."
  },
  {
    "fav": "false",
    "author": "Rupi Kaur",
    "quote": "It felt like you threw me so far from myself I’ve been trying to find my way back ever since."
  },
  {
    "fav": "false",
    "author": "Andy Summers",
    "quote": "I am pretty embroiled in moving on and moving forward with music."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Step Into My Shoes And Walk the life I’m Living And If you Get As Far As I am, Just Maybe You Will See How Strong I Really Am."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Nothing Is More Impressive Than A person Who Is Secure In The Unique Way God Made Her."
  },
  {
    "fav": "false",
    "author": "Gabrielle Giffords",
    "quote": "Rehab is endlessly repetitive. And it's never easy, because once you've mastered some movement or action or word, no matter how small, you move on to the next. You never rest."
  },
  {
    "fav": "false",
    "author": "Jack Dempsey",
    "quote": "By forgetting the past and by throwing myself into other interests, I forget to worry."
  },
  {
    "fav": "false",
    "author": "J.K. Rowling",
    "quote": "It’s so difficult to describe depression to someone who’s never been there, because it’s not sadness."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I Don’t Want You To Save Me. I Want You To Stand By My Side As I Save Myself."
  },
  {
    "fav": "false",
    "author": "Guy Finley",
    "quote": "You don’t need strength to let go of something. What you really need is understanding."
  },
  {
    "fav": "false",
    "author": "Barack Obama",
    "quote": "Faith doesn't mean that you don't have doubts."
  },
  {
    "fav": "false",
    "author": "Samuel Beckett",
    "quote": "Estragon: I can't go on like this. Vladimir: That's what you think."
  },
  {
    "fav": "false",
    "author": "Joshua Henry",
    "quote": "The themes in 'Violet' are universal: accepting yourself with all of your flaws, moving on, and the forgiveness and freedom that comes along with that."
  },
  {
    "fav": "false",
    "author": "Shannon L. Alder",
    "quote": "There comes a time in your life when you have to choose to turn the page, write another book or simply close it."
  },
  {
    "fav": "false",
    "author": "Leo F. Buscaglia",
    "quote": "We need to learn to let go as easily as we grasp and we will find our hands full and our minds empty."
  },
  {
    "fav": "false",
    "author": "Sarah",
    "quote": "I’m sorry that you’re dealing with a heart the you didn’t break. Hopelessly apologetic"
  },
  {
    "fav": "false",
    "author": "Letitia Elizabeth Landon",
    "quote": "I think hearts are very much like glasses. If they do not break with the first ring, they usually last a considerable time."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Hope Is The Only Thing Stronger Than Fear."
  },
  {
    "fav": "false",
    "author": "Edmund Burke",
    "quote": "Never despair, but if you do, work on in despair."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Stop Wearing Your Wishbone Where Your Backbone Ought to Be."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "Note to self: Nobody is worth stressing over. Move on. It’s ok to leave people behind. Go find yourself. The world is yours. Life goes on."
  },
  {
    "fav": "false",
    "author": "H.P. Lovecraft",
    "quote": "To be bitter is to attribute intent and personality to the formless, infinite, unchanging and unchangeable void. We drift on a chartless, resistless sea. Let us sing when we can, and forget the rest.."
  },
  {
    "fav": "false",
    "author": "Obiageli Ezekwesili",
    "quote": "Do our children now have to choose between getting an education and dying? Some of us cannot move on and accept that kind of society."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "What’s done is done, what’s gone is gone. One of life’s lessons is always moving on."
  },
  {
    "fav": "false",
    "author": "Sadie Tanner Mossell Alexander",
    "quote": "Don't let anything stop you. There will be times when you'll be disappointed, but you can't stop. Make yourself the best that you can make out of what you are. The very best."
  },
  {
    "fav": "false",
    "author": "Anais Nin",
    "quote": "Anything I cannot transform into something marvelous, I let go."
  },
  {
    "fav": "false",
    "author": "Rupi Kaur",
    "quote": "He isn’t coming back, whispered my head. He has to, sobbed by heart."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "I Figure, If A Girl Wants To Be A Legend, She Should Go Ahead And Be One."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "You Can Become Strong And Powerful And Beautiful."
  },
  {
    "fav": "false",
    "author": "Ned Vizzini",
    "quote": "I'm done with those; regrets are an excuse for people who have failed."
  },
  {
    "fav": "false",
    "author": "James Nesbitt",
    "quote": "In my life, I have made the occasional catastrophic choice, and it's just a case of moving on and learning from it."
  },
  {
    "fav": "false",
    "author": "Mick Jagger",
    "quote": "I must be careful not to get trapped in the past. That's why I tend to forget my songs."
  },
  {
    "fav": "false",
    "author": "Roy T. Bennett",
    "quote": "Let go of something old that no longer serves you to make room for something new."
  }
]
