[
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "Man is by nature a political animal."
  },
  {
    "fav": "false",
    "author": "Andrea Gibson",
    "quote": "Remind me that the most fertile lands were built by the fires of volcanoes."
  },
  {
    "fav": "false",
    "author": "Chief Seattle",
    "quote": "Take nothing but memories, leave nothing but footprints!"
  },
  {
    "fav": "false",
    "author": "Aldous Huxley",
    "quote": "Consistency is contrary to nature, contrary to life. The only completely consistent people are dead."
  },
  {
    "fav": "false",
    "author": "Winston S. Churchill",
    "quote": "An appeaser is one who feeds a crocodile, hoping it will eat him last."
  },
  {
    "fav": "false",
    "author": "Whitehead",
    "quote": "Speech is human nature itself, with none of the artificiality of written language"
  },
  {
    "fav": "false",
    "author": "Georg Trakl",
    "quote": "I drank the silence of God from a spring in the woods."
  },
  {
    "fav": "false",
    "author": "Karolina Kurkova",
    "quote": "Mother Nature made me the way I am, and I should be happy."
  },
  {
    "fav": "false",
    "author": "Schopenhauer ",
    "quote": "Politeness is to human nature what warmth is to wax."
  },
  {
    "fav": "false",
    "author": "Laurence J. Peter",
    "quote": "Every girl should use what Mother Nature gave her before Father Time takes it away."
  },
  {
    "fav": "false",
    "author": "J. Paul Getty",
    "quote": "In Japan, I was immensely impressed by the politeness, industrious nature and conscientiousness of the Japanese people."
  },
  {
    "fav": "false",
    "author": "Frances Hodgson Burnett",
    "quote": "\"Is the spring coming?\" he said. \"What is it like?\"... \"It is the sun shining on the rain and the rain falling on the sunshine...\""
  },
  {
    "fav": "false",
    "author": "Donleavy",
    "quote": "I got disappointed in human nature as well and gave it up because I found it too much like my own."
  },
  {
    "fav": "false",
    "author": "Mary Oliver",
    "quote": " Snow was falling, so much like stars filling the dark trees that one could easily imagine its reason for being was nothing more than prettiness."
  },
  {
    "fav": "false",
    "author": "Moore ",
    "quote": "It is human nature to stand in the middle of a thing."
  },
  {
    "fav": "false",
    "author": "Mattie Stepanek",
    "quote": "Sunset is still my favorite color, and rainbow is second."
  },
  {
    "fav": "false",
    "author": "Mark Twain",
    "quote": "In the Spring, I have counted 136 different kinds of weather inside of 24 hours."
  },
  {
    "fav": "false",
    "author": "William Wordsworth",
    "quote": "The ocean is a mighty harmonist."
  },
  {
    "fav": "false",
    "author": "Georgia O'Keeffe",
    "quote": "I decided that if I could paint that flower in a huge scale, you could not ignore its beauty."
  },
  {
    "fav": "false",
    "author": "Emma Goldman",
    "quote": "I'd rather have roses on my table than diamonds on my neck."
  },
  {
    "fav": "false",
    "author": "John Paul Jones",
    "quote": "It seems to be a law of nature, inflexible and inexorable, that those who will not risk cannot win."
  },
  {
    "fav": "false",
    "author": "Edgar Allan Poe",
    "quote": "It is the nature of truth in general, as of some ores in particular, to be richest when most superficial."
  },
  {
    "fav": "false",
    "author": "John Muir",
    "quote": "The mountains are calling and I must go."
  },
  {
    "fav": "false",
    "author": "Elisabeth Kübler-Ross",
    "quote": "Should you shield the canyons from the windstorms you would never see the true beauty of their carvings."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "When the wind is in the east, tis neither good for man nor beast."
  },
  {
    "fav": "false",
    "author": "Shakespeare ",
    "quote": "My nature is subdued to what it works in, like the dyer's hand."
  },
  {
    "fav": "false",
    "author": "Henri Matisse",
    "quote": "There are always flowers for those who want to see them."
  },
  {
    "fav": "false",
    "author": "Vincent Van Gogh",
    "quote": "For my part I know nothing with any certainty, but the sight of the stars makes me dream."
  },
  {
    "fav": "false",
    "author": "John Joly",
    "quote": "That the sea is one of the most beautiful and magnificent sights in Nature, all admit."
  },
  {
    "fav": "false",
    "author": "Thomas Moore",
    "quote": "And the heart that is soonest awake to the flowers is always the first to be touch'd by the thorns."
  },
  {
    "fav": "false",
    "author": "Marcus Aurelius",
    "quote": "Loss is nothing else but change, and change is Nature's delight."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The shoemaker's children have no shoes."
  },
  {
    "fav": "false",
    "author": "Samuel Butler",
    "quote": "Human life is as evanescent as the morning dew or a flash of lightning."
  },
  {
    "fav": "false",
    "author": "Sterne ",
    "quote": "Only the brave know how to forgive; it is the most refined and generous pitch of virtue human nature can arrive at."
  },
  {
    "fav": "false",
    "author": "Jacques Yves Cousteau",
    "quote": "The sea, once it casts its spell, holds one in its net of wonder forever."
  },
  {
    "fav": "false",
    "author": "African Proverb",
    "quote": "No man fears what he has seen grow."
  },
  {
    "fav": "false",
    "author": "John Keats",
    "quote": "Scenery is fine - but human nature is finer."
  },
  {
    "fav": "false",
    "author": "Pamela Hansford Johnson",
    "quote": "The sky broke like an egg into full sunset and the water caught fire."
  },
  {
    "fav": "false",
    "author": "Alexander Smith",
    "quote": "Death is the ugly fact which Nature has to hide, and she hides it well."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "Nature will bear the closest inspection. She invites us to lay our eye level with her smallest leaf, and take an insect view of its plain."
  },
  {
    "fav": "false",
    "author": "W.S. Gilbert",
    "quote": "Man is Nature's sole mistake."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The earth has music for those who listen."
  },
  {
    "fav": "false",
    "author": "Gautama Buddha",
    "quote": "To become vegetarian is to step into the stream which leads to nirvana."
  },
  {
    "fav": "false",
    "author": "Bill Watterson",
    "quote": "Look! A trickle of water running through some dirt! I'd say our afternoon just got booked solid!"
  },
  {
    "fav": "false",
    "author": "Hippocrates",
    "quote": "Everything in excess is opposed to nature."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The sap rises in the spring."
  },
  {
    "fav": "false",
    "author": "H. G. Wells",
    "quote": "Adapt or perish, now as ever, is nature's inexorable imperative."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "A friend may well be reckoned the masterpiece of nature."
  },
  {
    "fav": "false",
    "author": "Pablo Neruda",
    "quote": "I want to do to you what spring does with the cherry trees."
  },
  {
    "fav": "false",
    "author": "Jacques Yves Cousteau",
    "quote": "The happiness of the bee and the dolphin is to exist. For man it is to know that and to wonder at it."
  },
  {
    "fav": "false",
    "author": "Robert Smithson",
    "quote": "Parks are idealizations of nature, but nature in fact is not a condition of the ideal."
  },
  {
    "fav": "false",
    "author": "Henri Rousseau",
    "quote": "Nothing makes me so happy as to observe nature and to paint what I see."
  },
  {
    "fav": "false",
    "author": "Mary Shelley",
    "quote": "The very winds whispered in soothing accents, and maternal Nature bade me weep no more."
  },
  {
    "fav": "false",
    "author": "Antoni Gaudi",
    "quote": "Anything created by human beings is already in the great book of nature."
  },
  {
    "fav": "false",
    "author": "Georges Simenon",
    "quote": "The lake and the mountains have become my landscape, my real world."
  },
  {
    "fav": "false",
    "author": "Alice Walker",
    "quote": "I think it pisses God off if you walk by the color purple in a field somewhere and don't notice it."
  },
  {
    "fav": "false",
    "author": "Marquis de Sade",
    "quote": "There is no God, Nature sufficeth unto herself; in no wise hath she need of an author."
  },
  {
    "fav": "false",
    "author": "Rose Kennedy",
    "quote": "Birds sing after a storm; why shouldn't people feel as free to delight in whatever sunlight remains to them?"
  },
  {
    "fav": "false",
    "author": "Thomas Hobbes",
    "quote": "In the state of nature profit is the measure of right."
  },
  {
    "fav": "false",
    "author": "Moliere ",
    "quote": "One should examine oneself for a very long time before thinking of condemning others"
  },
  {
    "fav": "false",
    "author": "Edwin Way Teale",
    "quote": "For the mind disturbed, the still beauty of dawn is nature's finest balm."
  },
  {
    "fav": "false",
    "author": "Mother Angelica",
    "quote": "At Baptism, I received grace - that quality that makes me share in the very nature of God."
  },
  {
    "fav": "false",
    "author": "Roy Rogers",
    "quote": "What's a butterfly garden without butterflies?"
  },
  {
    "fav": "false",
    "author": "Goldman ",
    "quote": "Poor human nature, what horrible crimes have been committed in thy name!"
  },
  {
    "fav": "false",
    "author": "Soren Kierkegaard",
    "quote": "The function of prayer is not to influence God, but rather to change the nature of the one who prays."
  },
  {
    "fav": "false",
    "author": "Confucius ",
    "quote": "Music produces a kind of pleasure which human nature cannot do without"
  },
  {
    "fav": "false",
    "author": "Marilyn Monroe",
    "quote": "Sex is a part of nature. I go along with nature."
  },
  {
    "fav": "false",
    "author": "William Wordsworth",
    "quote": "Come forth into the light of things, let nature be your teacher."
  },
  {
    "fav": "false",
    "author": "The Notorious B.I.G.",
    "quote": "I hold grudges, but I can't hate nobody; that's not my nature."
  },
  {
    "fav": "false",
    "author": "Luigi Pirandello",
    "quote": "Nature uses human imagination to lift her work of creation to even higher levels."
  },
  {
    "fav": "false",
    "author": "Isaac Asimov",
    "quote": "To insult someone we call him 'bestial'. For deliberate cruelty and nature, 'human' might be the greater insult."
  },
  {
    "fav": "false",
    "author": "Aldo Leopold",
    "quote": "I am glad I will not be young in a future without wilderness."
  },
  {
    "fav": "false",
    "author": "Juvenal",
    "quote": "Never does Nature say one thing and Wisdom another."
  },
  {
    "fav": "false",
    "author": "Euclid",
    "quote": "The laws of nature are but the mathematical thoughts of God."
  },
  {
    "fav": "false",
    "author": "Henry Brooks Adams",
    "quote": "Chaos was the law of nature; Order was the dream of man."
  },
  {
    "fav": "false",
    "author": "Amit Ray",
    "quote": "Looking at beauty in the world, is the first step of purifying the mind."
  },
  {
    "fav": "false",
    "author": "Bryan Procter",
    "quote": "Oh, the summer night, Has a smile of light, And she sits on a sapphire throne."
  },
  {
    "fav": "false",
    "author": "Victor Hugo",
    "quote": "What would be ugly in a garden constitutes beauty in a mountain."
  },
  {
    "fav": "false",
    "author": "Don Marquis",
    "quote": "Pity the meek, for they shall inherit the earth."
  },
  {
    "fav": "false",
    "author": "William C. Bryant",
    "quote": "Go forth under the open sky, and list To Nature's teachings."
  },
  {
    "fav": "false",
    "author": "Neil deGrasse Tyson",
    "quote": "Space exploration is a force of nature unto itself that no other force in society can rival."
  },
  {
    "fav": "false",
    "author": "Robert Green Ingersoll",
    "quote": "In nature there are neither rewards nor punishments; there are consequences."
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "If one way be better than another, that you may be sure is nature's way."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "Look deep into nature, and then you will understand everything better."
  },
  {
    "fav": "false",
    "author": "Wilkinson ",
    "quote": "It's human nature to always look at what your neighbor is doing."
  },
  {
    "fav": "false",
    "author": "Mahatma Gandhi",
    "quote": "Man can never be a woman's equal in the spirit of selfless service with which nature has endowed her."
  },
  {
    "fav": "false",
    "author": "Jeffers ",
    "quote": "Cruelty is a part of nature, at least of human nature, but it is the one thing that seems unnatural to us"
  },
  {
    "fav": "false",
    "author": "Coleridge ",
    "quote": "Those who best know human nature will acknowledge most fully what a strength light hearted nonsense give to a hard working man"
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "Nature is an endless combination and repetition of a very few laws."
  },
  {
    "fav": "false",
    "author": "Chen Shui-bian",
    "quote": "Even if one tree falls down it wouldn't affect the entire forest."
  },
  {
    "fav": "false",
    "author": "Auguste Rodin",
    "quote": "To the artist there is never anything ugly in nature."
  },
  {
    "fav": "false",
    "author": "Saint Augustine",
    "quote": "Miracles are not contrary to nature, but only contrary to what we know about nature."
  },
  {
    "fav": "false",
    "author": "Edgar Rice Burroughs",
    "quote": "Love is a strange master, and human nature is still stranger."
  },
  {
    "fav": "false",
    "author": "Anne Bronte",
    "quote": "A light wind swept over the corn, and all nature laughed in the sunshine."
  },
  {
    "fav": "false",
    "author": "Pat Buckley",
    "quote": "I can find God in nature, in animals, in birds and the environment."
  },
  {
    "fav": "false",
    "author": "Claude Monet",
    "quote": "I am following Nature without being able to grasp her, I perhaps owe having become a painter to flowers."
  },
  {
    "fav": "false",
    "author": "Maggie Stiefvater",
    "quote": "If I were a tree, I would have no reason to love a human."
  },
  {
    "fav": "false",
    "author": "R. Buckminster Fuller",
    "quote": "There is nothing in a caterpillar that tells you it's going to be a butterfly."
  },
  {
    "fav": "false",
    "author": "Thomas Hood",
    "quote": "I saw old Autumn in the misty morn stand shadowless like silence, listening to silence."
  },
  {
    "fav": "false",
    "author": "Edouard Manet",
    "quote": "There are no lines in nature, only areas of colour, one against another."
  },
  {
    "fav": "false",
    "author": "George Carlin",
    "quote": "There are nights when the wolves are silent and only the moon howls."
  },
  {
    "fav": "false",
    "author": "Lichtenberg ",
    "quote": "What is called an acute knowledge of human nature is mostly nothing but the observer's own weaknesses reflected back from others."
  },
  {
    "fav": "false",
    "author": "Vincent Van Gogh",
    "quote": "If you truly love nature, you will find beauty everywhere."
  },
  {
    "fav": "false",
    "author": "Morgan Rhodes",
    "quote": "Evil is a choice one makes, not a natural state of being."
  },
  {
    "fav": "false",
    "author": "Juvenal",
    "quote": "Never does nature say one thing and wisdom another."
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "All human actions have one or more of these seven causes: chance, nature, compulsions, habit, reason, passion, desire."
  },
  {
    "fav": "false",
    "author": "E. O. Wilson",
    "quote": "When you have seen one ant, one bird, one tree, you have not seen them all."
  },
  {
    "fav": "false",
    "author": "Thomas Jefferson",
    "quote": "There is not a sprig of grass that shoots uninteresting to me."
  },
  {
    "fav": "false",
    "author": "Mason Cooley",
    "quote": "Human society sustains itself by transforming nature into garbage."
  },
  {
    "fav": "false",
    "author": "Theodore Roethke",
    "quote": "Over every mountain there is a path, although it may not be seen from the valley."
  },
  {
    "fav": "false",
    "author": "Erin Hanson",
    "quote": "Because the birdsong might be pretty, But it's not for you they sing, And if you think my winter is too cold, You don't deserve my spring."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "The bluebird carries the sky on his back."
  },
  {
    "fav": "false",
    "author": "John Marsden",
    "quote": "We kill all the caterpillars, then complain there are no butterflies."
  },
  {
    "fav": "false",
    "author": "Philip Sidney",
    "quote": "It is the nature of the strong heart, that like the palm tree it strives ever upwards when it is most burdened."
  },
  {
    "fav": "false",
    "author": "Blaise Pascal",
    "quote": "The least movement is of importance to all nature. The entire ocean is affected by a pebble."
  },
  {
    "fav": "false",
    "author": "John Muir",
    "quote": "Of all the paths you take in life, make sure a few of them are dirt."
  },
  {
    "fav": "false",
    "author": "Westcott ",
    "quote": "I reckon there's as much human nature in some folks as there is in others, if not more"
  },
  {
    "fav": "false",
    "author": "Garrison Keillor",
    "quote": "Cats are intended to teach us that not everything in nature has a function."
  },
  {
    "fav": "false",
    "author": "Zebehazy ",
    "quote": "One of the most secure markets in the world is human nature, few understand it, all have it."
  },
  {
    "fav": "false",
    "author": "W. H. Auden",
    "quote": "'Healing', Papa would tell me, 'is not a science, but the intuitive art of wooing nature.'"
  },
  {
    "fav": "false",
    "author": "Lucy Maud Montgomery",
    "quote": "Twilight drops her curtain down, and pins it with a star."
  },
  {
    "fav": "false",
    "author": "Jean Ingelow",
    "quote": "The moon looks upon many night flowers; the night flowers see but one moon."
  },
  {
    "fav": "false",
    "author": "Henry Ward Beecher",
    "quote": "Every artist dips his brush in his own soul, and paints his own nature into his pictures."
  },
  {
    "fav": "false",
    "author": "Leonardo da Vinci",
    "quote": "Water is the driving force of all nature."
  },
  {
    "fav": "false",
    "author": "George Santayana",
    "quote": "To be interested in the changing seasons is a happier state of mind than to be hopelessly in love with spring."
  },
  {
    "fav": "false",
    "author": "Tennessee Williams",
    "quote": "The violets in the mountains have broken the rocks."
  },
  {
    "fav": "false",
    "author": "Michael Pollan",
    "quote": "The garden suggests there might be a place where we can meet nature halfway."
  },
  {
    "fav": "false",
    "author": "John Webster",
    "quote": "Eagles commonly fly alone. They are crows, daws, and starlings that flock together."
  },
  {
    "fav": "false",
    "author": "Edmund Burke",
    "quote": "We must all obey the great law of change. It is the most powerful law of nature."
  },
  {
    "fav": "false",
    "author": "Julie Andrews",
    "quote": "By nature, I really am a fairly bouncy and sunny individual."
  },
  {
    "fav": "false",
    "author": "Twain ",
    "quote": "There is a great deal of human nature in people."
  },
  {
    "fav": "false",
    "author": "Ingrid Bergman",
    "quote": "A kiss is a lovely trick designed by nature to stop speech when words become superfluous."
  },
  {
    "fav": "false",
    "author": "Richard Bach",
    "quote": "What the caterpillar calls the end of the world the master calls a butterfly."
  },
  {
    "fav": "false",
    "author": "Voltaire",
    "quote": "We are all full of weakness and errors; let us mutually pardon each other our follies - it is the first law of nature."
  },
  {
    "fav": "false",
    "author": "Richard P. Feynman",
    "quote": "See that the imagination of nature is far, far greater than the imagination of man."
  },
  {
    "fav": "false",
    "author": "John Muir",
    "quote": "Going to the woods is going home."
  },
  {
    "fav": "false",
    "author": "Johann Wolfgang von Goethe",
    "quote": "One must ask children and birds how cherries and strawberries taste."
  },
  {
    "fav": "false",
    "author": "Coco Chanel",
    "quote": "Nature gives you the face you have at twenty; it is up to you to merit the face you have at fifty."
  },
  {
    "fav": "false",
    "author": "Rachel Carson",
    "quote": "Those who contemplate the beauty of the earth find reserves of strength that will endure as long as life lasts."
  },
  {
    "fav": "false",
    "author": "Saint Teresa of Avila",
    "quote": "The tree that is beside the running water is fresher and gives more fruit."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "One step leads to another."
  },
  {
    "fav": "false",
    "author": "Helen Keller",
    "quote": "To me a lush carpet of pine needles or spongy grass is more welcome than the most luxurious Persian rug."
  },
  {
    "fav": "false",
    "author": "Bhumibol Adulyadej",
    "quote": "Nature is something outside our body, but the mind is within us."
  },
  {
    "fav": "false",
    "author": "John Keats",
    "quote": "The poetry of the earth is never dead."
  },
  {
    "fav": "false",
    "author": "Alfred Lord Tennyson",
    "quote": "Words, like nature, half reveal and half conceal the soul within."
  },
  {
    "fav": "false",
    "author": "John McGraw",
    "quote": "My boy, one small breeze doesn't make a wind storm."
  },
  {
    "fav": "false",
    "author": "Jean Giraudoux",
    "quote": "The flower is the poetry of reproduction. It is an example of the eternal seductiveness of life."
  },
  {
    "fav": "false",
    "author": "Langston Hughes",
    "quote": "Let the rain kiss you. Let the rain beat upon your head with silver liquid drops. Let the rain sing you a lullaby."
  },
  {
    "fav": "false",
    "author": "Marcus Aurelius",
    "quote": "That which is not good for the bee-hive cannot be good for the bees."
  },
  {
    "fav": "false",
    "author": "James Montgomery",
    "quote": "Blue thou art, intensely blue; Flower, whence came thy dazzling hue?"
  },
  {
    "fav": "false",
    "author": "Lao Tzu",
    "quote": "Nature is not human hearted."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "Our task must be to free ourselves... by widening our circle of compassion to embrace all living creatures and the whole of nature and it's beauty."
  },
  {
    "fav": "false",
    "author": "Hattie Morahan",
    "quote": "I am fascinated by people's flaws and delusions: all the messy bits of human nature we all try to pretend we don't have."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "Live in each season as it passes; breathe the air, drink the drink, taste the fruit, and resign yourself to the influence of the earth."
  },
  {
    "fav": "false",
    "author": "Eric Hoffer",
    "quote": "Creativity is the ability to introduce order into the randomness of nature."
  },
  {
    "fav": "false",
    "author": "Thomas Campbell",
    "quote": "Tis distance lends enchantment to the view, and robes the mountain in its azure hue."
  },
  {
    "fav": "false",
    "author": "Dag Hammarskjold",
    "quote": "Never measure the height of a mountain until you have reached the top. Then you will see how low it was."
  },
  {
    "fav": "false",
    "author": "Jimmy Carter",
    "quote": "Like music and art, love of nature is a common language that can transcend political or social boundaries."
  },
  {
    "fav": "false",
    "author": "Grossman ",
    "quote": "I think that's just human nature to make you want to work harder to improve yourself, and I think that'll be a positive for me."
  },
  {
    "fav": "false",
    "author": "Pinker ",
    "quote": "All of us have a theory about human nature."
  },
  {
    "fav": "false",
    "author": "Alexander Hamilton",
    "quote": "There is a certain enthusiasm in liberty, that makes human nature rise above itself, in acts of bravery and heroism."
  },
  {
    "fav": "false",
    "author": "Walt Whitman",
    "quote": "A morning-glory at my window satisfies me more than the metaphysics of books."
  },
  {
    "fav": "false",
    "author": "Pete Hamill",
    "quote": "I don't ask for the meaning of the song of a bird or the rising of the sun on a misty morning. There they are, and they are beautiful."
  },
  {
    "fav": "false",
    "author": "Marie Curie",
    "quote": "All my life through, the new sights of Nature made me rejoice like a child."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It is a pleasure to give advice, humiliating to need it, normal to ignore it."
  },
  {
    "fav": "false",
    "author": "Percy Bysshe Shelley",
    "quote": "O, wind, if winter comes, can spring be far behind?"
  },
  {
    "fav": "false",
    "author": "Robin Williams",
    "quote": "Spring is nature's way of saying, 'Let's party!'"
  },
  {
    "fav": "false",
    "author": "Bill Watterson",
    "quote": "If people sat outside and looked at the stars each night, I'll bet they'd live a lot differently."
  },
  {
    "fav": "false",
    "author": "Frank Lloyd Wright",
    "quote": "I believe in God, only I spell it Nature."
  },
  {
    "fav": "false",
    "author": "Hebbel ",
    "quote": "Whoever wants to be a judge of human nature should study people's excuses"
  },
  {
    "fav": "false",
    "author": "Khalil Gibran",
    "quote": "Forget not that the earth delights to feel your bare feet and the winds long to play with your hair."
  },
  {
    "fav": "false",
    "author": "Satchel Paige",
    "quote": "Don't pray when it rains if you don't pray when the sun shines."
  },
  {
    "fav": "false",
    "author": "William James",
    "quote": "The deepest principle in human nature is the craving to be appreciated."
  },
  {
    "fav": "false",
    "author": "Claude Monet",
    "quote": "I perhaps owe having become a painter to flowers."
  },
  {
    "fav": "false",
    "author": "Rainer Maria Rilke",
    "quote": "If we surrendered to earth's intelligence we could rise up rooted, like trees."
  },
  {
    "fav": "false",
    "author": "Guru Nanak",
    "quote": "Even Kings and emperors with heaps of wealth and vast dominion cannot compare with an ant filled with the love of God."
  },
  {
    "fav": "false",
    "author": "Neil deGrasse Tyson",
    "quote": "The very nature of science is discoveries, and the best of those discoveries are the ones you don't expect."
  },
  {
    "fav": "false",
    "author": "Walt Disney",
    "quote": "All cartoon characters and fables must be exaggeration, caricatures. It is the very nature of fantasy and fable."
  },
  {
    "fav": "false",
    "author": "Laurence Sterne",
    "quote": "Only the brave know how to forgive... a coward never forgave; it is not in his nature."
  },
  {
    "fav": "false",
    "author": "Albert Camus",
    "quote": "In the depth of winter I finally learned that there was in me an invincible summer."
  },
  {
    "fav": "false",
    "author": "Lucius Annaeus Seneca",
    "quote": "A happy life is one which is in accordance with its own nature."
  },
  {
    "fav": "false",
    "author": "Björk",
    "quote": "I never really understood the word ‘loneliness’. As far as I was concerned, I was in an orgy with the sky and the ocean, and with nature."
  },
  {
    "fav": "false",
    "author": "Isaac Newton",
    "quote": "Nature is pleased with simplicity. And nature is no dummy"
  },
  {
    "fav": "false",
    "author": "Che Guevara",
    "quote": "Study hard so that you can master technology, which allows us to master nature."
  },
  {
    "fav": "false",
    "author": "H. P. Lovecraft",
    "quote": "Ocean is more ancient than the mountains, and freighted with the memories and the dreams of Time."
  },
  {
    "fav": "false",
    "author": "Rudyard Kipling",
    "quote": "Borrow trouble for yourself, if that's your nature, but don't lend it to your neighbours."
  },
  {
    "fav": "false",
    "author": "Rabindranath Tagore",
    "quote": "The butterfly counts not months but moments, and has time enough."
  },
  {
    "fav": "false",
    "author": "Adolf Hitler",
    "quote": "As in everything, nature is the best instructor."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "The early bird gets the worm, the second mouse gets the cheese."
  },
  {
    "fav": "false",
    "author": "Neil Young",
    "quote": "Earth is a flower and it's pollinating."
  },
  {
    "fav": "false",
    "author": "Stowe ",
    "quote": "Human nature is above all thingslazy."
  },
  {
    "fav": "false",
    "author": "Robert Fulghum",
    "quote": "I believe it is in my nature to dance by virtue of the beat of my heart, the pulse of my blood and the music in my mind."
  },
  {
    "fav": "false",
    "author": "Elizabeth I",
    "quote": "Fear not, we are of the nature of the lion, and cannot descend to the destruction of mice and such small beasts."
  },
  {
    "fav": "false",
    "author": "Swami Vivekananda",
    "quote": "External nature is only internal nature writ large."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "It is almost impossible to smile on the outside without feeling better on the inside."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "Heaven is under our feet as well as over our heads."
  },
  {
    "fav": "false",
    "author": "Julie Bowen",
    "quote": "I'm so not stylish by nature, but I've learned to work with what I have."
  },
  {
    "fav": "false",
    "author": "Voltaire",
    "quote": "The art of medicine consists in amusing the patient while nature cures the disease."
  },
  {
    "fav": "false",
    "author": "William Hazlett",
    "quote": "We do not see nature with our eyes, but with our understandings and our hearts."
  },
  {
    "fav": "false",
    "author": "Radhanath Swami",
    "quote": "Mother Nature is always speaking. She speaks in a language understood within the peaceful mind of the sincere observer."
  },
  {
    "fav": "false",
    "author": "Isaac Newton",
    "quote": "Nature is pleased with simplicity. And nature is no dummy."
  },
  {
    "fav": "false",
    "author": "Loren Eiseley",
    "quote": "One could not pluck a flower without troubling a star."
  },
  {
    "fav": "false",
    "author": "Jane Austen",
    "quote": "To sit in the shade on a fine day and look upon verdure is the most perfect refreshment."
  },
  {
    "fav": "false",
    "author": "Goethe ",
    "quote": "It is in human nature to relax, when not compelled by personal advantage or disadvantage."
  },
  {
    "fav": "false",
    "author": "Socrates",
    "quote": "He is richest who is content with the least, for content is the wealth of nature."
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "In all things of nature there is something of the marvelous."
  },
  {
    "fav": "false",
    "author": "Chip Conley",
    "quote": "In general, I'm not much into etiquette and am a rule-breaker and rebel by nature."
  },
  {
    "fav": "false",
    "author": "Andy Warhol",
    "quote": "I think having land and not ruining it is the most beautiful art that anybody could ever want."
  },
  {
    "fav": "false",
    "author": "John Muir",
    "quote": "The world's big and I want to have a good look at it before it gets dark."
  },
  {
    "fav": "false",
    "author": "Robert Frost",
    "quote": "The woods are lovely, dark and deep. But I have promises to keep, and miles to go before I sleep."
  },
  {
    "fav": "false",
    "author": "Marker ",
    "quote": "Human nature being what it is, we tend to say we're following all the guidelines when in reality we're not."
  },
  {
    "fav": "false",
    "author": "James Whitcomb Riley",
    "quote": "When I see a bird that walks like a duck and swims like a duck and quacks like a duck, I call that bird a duck."
  },
  {
    "fav": "false",
    "author": "Honore de Balzac",
    "quote": "Clouds symbolize the veils that shroud God."
  },
  {
    "fav": "false",
    "author": "Hans Hofmann",
    "quote": "In nature, light creates the color. In the picture, color creates the light."
  },
  {
    "fav": "false",
    "author": "Henry Ward Beecher",
    "quote": "To become an able and successful man in any profession, three things are necessary, nature, study and practice."
  },
  {
    "fav": "false",
    "author": "Joyce Carol Oates",
    "quote": "Night comes to the desert all at once, as if someone turned off the light."
  },
  {
    "fav": "false",
    "author": "Antoni Gaudi",
    "quote": "Nothing is art if it does not come from nature."
  },
  {
    "fav": "false",
    "author": "Al Gore",
    "quote": "Airplane travel is nature's way of making you look like your passport photo."
  },
  {
    "fav": "false",
    "author": "Walt Whitman",
    "quote": "I too am not a bit tamed, I too am untranslatable, I sound my barbaric yawp over the roofs of the world."
  },
  {
    "fav": "false",
    "author": "Henry Adams",
    "quote": "Chaos was the law of nature; Order was the dream of man."
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "Nature does nothing in vain."
  },
  {
    "fav": "false",
    "author": "Blaise Pascal",
    "quote": "Nature is an infinite sphere of which the center is everywhere and the circumference nowhere."
  },
  {
    "fav": "false",
    "author": "Voltaire",
    "quote": "Love is a canvas furnished by nature and embroidered by imagination."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "One touch of nature makes the whole world kin."
  },
  {
    "fav": "false",
    "author": "Thomas Guthrie",
    "quote": "As in nature, as in art, so in grace; it is rough treatment that gives souls, as well as stones, their luster."
  },
  {
    "fav": "false",
    "author": "John Muir",
    "quote": "The clearest way into the Universe is through a forest wilderness."
  },
  {
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "I like this place and could willingly waste my time in it."
  },
  {
    "fav": "false",
    "author": "Emile M. Cioran",
    "quote": "What would be left of our tragedies if an insect were to present us his?"
  },
  {
    "fav": "false",
    "author": "Phyllis Schlafly",
    "quote": "Feminism is doomed to failure because it is based on an attempt to repeal and restructure human nature."
  },
  {
    "fav": "false",
    "author": "Andy Goldsworthy",
    "quote": "Even in winter an isolated patch of snow has a special quality."
  },
  {
    "fav": "false",
    "author": "Henry Ward Beecher",
    "quote": "Flowers are the sweetest things God ever made and forgot to put a soul into."
  },
  {
    "fav": "false",
    "author": "George Washington Carver",
    "quote": "I love to think of nature as an unlimited broadcasting station, through which God speaks to us every hour, if we will only tune in."
  },
  {
    "fav": "false",
    "author": "Robert Green Ingersoll",
    "quote": "In nature there are neither rewards or punishments - there are consequences."
  },
  {
    "fav": "false",
    "author": "Perry ",
    "quote": "We've thought about it. It's human nature. I'm not going to lie about it. But we know we have to get by this game."
  },
  {
    "fav": "false",
    "author": "Rachel Carson",
    "quote": "Some of nature's most exquisite handiwork is on a miniature scale, as anyone knows who has applied a magnifying glass to a snowflake."
  },
  {
    "fav": "false",
    "author": "Joseph Campbell",
    "quote": "The goal of life is to make your heartbeat match the beat of the universe, to match your nature with Nature."
  },
  {
    "fav": "false",
    "author": "Hal Borland",
    "quote": "Knowing trees, I understand the meaning of patience. Knowing grass, I can appreciate persistence."
  },
  {
    "fav": "false",
    "author": "Arthur Schopenhauer",
    "quote": "Politeness is to human nature what warmth is to wax."
  },
  {
    "fav": "false",
    "author": "E. O. Wilson",
    "quote": "Nature holds the key to our aesthetic, intellectual, cognitive and even spiritual satisfaction."
  },
  {
    "fav": "false",
    "author": "Miranda Kerr",
    "quote": "When I pray, I always thank Mother Nature for all the beauty in the world. It's about having an attitude of gratitude."
  },
  {
    "fav": "false",
    "author": "Heraclitus",
    "quote": "Nature is wont to hide herself."
  },
  {
    "fav": "false",
    "author": "Zane Grey",
    "quote": "Love of man for woman - love of woman for man. That's the nature, the meaning, the best of life itself."
  },
  {
    "fav": "false",
    "author": "Moliere",
    "quote": "The trees that are slow to grow bear the best fruit."
  },
  {
    "fav": "false",
    "author": "Sherwood Smith",
    "quote": "The only noise now was the rain, pattering softly with the magnificent indifference of nature for the tangled passions of humans."
  },
  {
    "fav": "false",
    "author": "Nathaniel Hawthorne",
    "quote": "Mountains are earth's undecaying monuments."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "Adopt the pace of nature: her secret is patience."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "Nature is a mutable cloud which is always and never the same."
  },
  {
    "fav": "false",
    "author": "Mao Zedong",
    "quote": "Let a hundred flowers bloom, let a hundred schools of thought contend."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "The earth laughs in flowers."
  },
  {
    "fav": "false",
    "author": "Young ",
    "quote": "I think it's human nature that we all tend to do much better in groups than we do alone."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "The happiest man is he who learns from nature the lesson of worship"
  },
  {
    "fav": "false",
    "author": "Shaw ",
    "quote": "There is nothing that can be changed more completely than human nature when the job is taken in hand early enough."
  },
  {
    "fav": "false",
    "author": "William Wordsworth",
    "quote": "Nature never did betray the heart that loved her."
  },
  {
    "fav": "false",
    "author": "Hesse ",
    "quote": "The man of power is ruined by power, the man of money by money, the submissive man by subservience, the pleasure seeker by pleasure."
  },
  {
    "fav": "false",
    "author": "Theodore Roethke",
    "quote": "Deep in their roots, all flowers keep the light."
  },
  {
    "fav": "false",
    "author": "Robert Browning",
    "quote": "I trust in nature for the stable laws of beauty and utility. Spring shall plant and autumn garner to the end of time."
  },
  {
    "fav": "false",
    "author": "Percy Bysshe Shelley",
    "quote": "The sunlight claps the earth, and the moonbeams kiss the sea: what are all these kissings worth, if thou kiss not me?"
  },
  {
    "fav": "false",
    "author": "Vladimir Nabokov",
    "quote": "The breaking of a wave cannot explain the whole sea."
  },
  {
    "fav": "false",
    "author": "Napoleon Bonaparte",
    "quote": "If I had to choose a religion, the sun as the universal giver of life would be my god."
  },
  {
    "fav": "false",
    "author": "D. H. Lawrence",
    "quote": "The fairest thing in nature, a flower, still has its roots in earth and manure."
  },
  {
    "fav": "false",
    "author": "Walt Whitman",
    "quote": "I believe a leaf of grass is no less than the journey-work of the stars."
  },
  {
    "fav": "false",
    "author": "Nathaniel Hawthorne",
    "quote": "Sunlight is painting."
  },
  {
    "fav": "false",
    "author": "Brian McDermott",
    "quote": "I can't go against my nature because I am what I am. I don't try to be anyone different to who I am."
  },
  {
    "fav": "false",
    "author": "C. JoyBell C.",
    "quote": "You will manage to keep a woman in love with you, only for as long as you can keep her in love with the person she becomes when she is with you."
  },
  {
    "fav": "false",
    "author": "Arthur C. Clarke",
    "quote": "Human judges can show mercy. But against the laws of nature, there is no appeal."
  },
  {
    "fav": "false",
    "author": "Stone ",
    "quote": "I don't think so. Human nature is pretty nasty."
  },
  {
    "fav": "false",
    "author": "Walt Disney",
    "quote": "You can't just let nature run wild."
  },
  {
    "fav": "false",
    "author": "Paul Muni",
    "quote": "Nature's far too subtle to repeat herself."
  },
  {
    "fav": "false",
    "author": "Wallace Stevens",
    "quote": "In the world of words, the imagination is one of the forces of nature."
  },
  {
    "fav": "false",
    "author": "Thomas a Kempis",
    "quote": "Purity and simplicity are the two wings with which man soars above the earth and all temporary nature."
  },
  {
    "fav": "false",
    "author": "Paula Stokes",
    "quote": "To me, Mother Nature isn't nearly as scary as human nature."
  },
  {
    "fav": "false",
    "author": "Natalie Angier",
    "quote": "The beauty of the natural world lies in the details."
  },
  {
    "fav": "false",
    "author": "H. P. Lovecraft",
    "quote": "But more wonderful than the lore of old men and the lore of books is the secret lore of ocean."
  },
  {
    "fav": "false",
    "author": "Alan Hovhaness",
    "quote": "I've always regarded nature as the clothing of God."
  },
  {
    "fav": "false",
    "author": "Baruch Spinoza",
    "quote": "Nature abhors a vacuum."
  },
  {
    "fav": "false",
    "author": "Louis Nizer",
    "quote": "A beautiful lady is an accident of nature. A beautiful old lady is a work of art."
  },
  {
    "fav": "false",
    "author": "Edward Abbey",
    "quote": "Nature is indifferent to our love, but never unfaithful."
  },
  {
    "fav": "false",
    "author": "Albert Camus",
    "quote": "Autumn is a second spring when every leaf is a flower."
  },
  {
    "fav": "false",
    "author": "L. Wolfe Gilbert",
    "quote": "Those who find beauty in all of nature will find themselves at one with the secrets of life itself."
  },
  {
    "fav": "false",
    "author": "Dave Davies",
    "quote": "Being alone on the moors is scary; as the rain clouds settle in, it makes you realise your place in nature."
  },
  {
    "fav": "false",
    "author": "Hamilton ",
    "quote": "In the general course of human nature, A power over a man's subsistence amounts to a power over his will."
  },
  {
    "fav": "false",
    "author": "Aristotle",
    "quote": "All men by nature desire knowledge."
  },
  {
    "fav": "false",
    "author": "James St. James",
    "quote": "The true nature of evil is that it is so very casual."
  },
  {
    "fav": "false",
    "author": "Arthur C. Clarke",
    "quote": "How inappropriate to call this planet Earth when it is quite clearly Ocean."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "There are moments when all anxiety and stated toil are becalmed in the infinite leisure and repose of nature."
  },
  {
    "fav": "false",
    "author": "Gary Snyder",
    "quote": "Nature is not a place to visit. It is home."
  },
  {
    "fav": "false",
    "author": "Gia Coppola",
    "quote": "Now that I'm older, I have a much better appreciation of nature, and I love being alone."
  },
  {
    "fav": "false",
    "author": "Louie Schwartzberg",
    "quote": "Nature's beauty is a gift that cultivates appreciation and gratitude."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "The creation of a thousand forests is in one acorn"
  },
  {
    "fav": "false",
    "author": "France ",
    "quote": "It is human nature to think wisely and act foolishly."
  },
  {
    "fav": "false",
    "author": "H. P. Lovecraft",
    "quote": "Blue, green, grey, white, or black; smooth, ruffled, or mountainous; that ocean is not silent."
  },
  {
    "fav": "false",
    "author": "Marianne Williamson",
    "quote": "Nature is infinitely creative. It is always producing the possibility of new beginnings."
  },
  {
    "fav": "false",
    "author": "Scott Westerfeld",
    "quote": "It's amazing how quickly nature consumes human places after we turn our backs on them. Life is a hungry thing."
  },
  {
    "fav": "false",
    "author": "Eleanor Roosevelt",
    "quote": "Perhaps nature is our best assurance of immortality."
  },
  {
    "fav": "false",
    "author": "Blaise Pascal",
    "quote": "Nature is an infinite sphere whose center is everywhere and circumference nowhere."
  },
  {
    "fav": "false",
    "author": "Richard Jefferies",
    "quote": "This sunlight linked me through the ages to that past consciousness."
  },
  {
    "fav": "false",
    "author": "Gary Speed",
    "quote": "Everybody makes mistakes, but when goalkeepers make them, it is costly. That's the nature of being a goalkeeper."
  },
  {
    "fav": "false",
    "author": "Werner Heisenberg",
    "quote": "What we observe is not nature itself, but nature exposed to our method of questioning."
  },
  {
    "fav": "false",
    "author": "Pinker ",
    "quote": "Evolutionary psychology is one of four sciences that are bringing human nature back into the picture."
  },
  {
    "fav": "false",
    "author": "Lorraine Anderson",
    "quote": "Nature has been for me, for as long as I remember, a source of solace, inspiration, adventure, and delight; a home, a teacher, a companion."
  },
  {
    "fav": "false",
    "author": "Kin Hubbard",
    "quote": "A bee is never as busy as it seems; it's just that it can't buzz any slower."
  },
  {
    "fav": "false",
    "author": "Spurgeon ",
    "quote": "You cannot slander human nature; it is worse than words can paint it."
  },
  {
    "fav": "false",
    "author": "Michelangelo",
    "quote": "My soul can find no staircase to Heaven unless it be through Earth's loveliness."
  },
  {
    "fav": "false",
    "author": "Chad Sugg",
    "quote": "Love the trees until their leaves fall off, then encourage them to try again next year."
  },
  {
    "fav": "false",
    "author": "Graham Greene",
    "quote": "Human nature is not black and white but black and grey."
  },
  {
    "fav": "false",
    "author": "Leigh Hunt",
    "quote": "Colors are the smiles of nature."
  },
  {
    "fav": "false",
    "author": "Mead ",
    "quote": "Human nature is potentially aggressive and destructive and potentially orderly and constructive"
  },
  {
    "fav": "false",
    "author": "H.G. Wells",
    "quote": "Adapt or perish, now as ever, is nature's inexorable imperative."
  },
  {
    "fav": "false",
    "author": "Roger Miller",
    "quote": "Some people walk in the rain, others just get wet."
  },
  {
    "fav": "false",
    "author": "Vincent Van Gogh",
    "quote": "When I have a terrible need of - shall I say the word - religion. Then I go out and paint the stars."
  },
  {
    "fav": "false",
    "author": "Aesop",
    "quote": "It is not only fine feathers that make fine birds."
  },
  {
    "fav": "false",
    "author": "Euripides",
    "quote": "There is the sky, which is all men's together."
  },
  {
    "fav": "false",
    "author": "Rabindranath Tagore",
    "quote": "Trees are the earth's endless effort to speak to the listening heaven."
  },
  {
    "fav": "false",
    "author": "Vincent van Gogh",
    "quote": "...and then, I have nature and art and poetry, and if that is not enough, what is enough?"
  },
  {
    "fav": "false",
    "author": "Bridget Riley",
    "quote": "For me nature is not landscape, but the dynamism of visual forces."
  },
  {
    "fav": "false",
    "author": "Arquette ",
    "quote": "For movie \"Human Nature\": \"I made a pubic wig."
  },
  {
    "fav": "false",
    "author": "Fuller ",
    "quote": "Nature is trying very hard to make us succeed, but nature does not depend on us. We are not the only experiment."
  },
  {
    "fav": "false",
    "author": "John Muir",
    "quote": "There is not a fragment in all nature, for every relative fragment of one thing is a full harmonious unit in itself."
  },
  {
    "fav": "false",
    "author": "Charles Dickens",
    "quote": "Nature gives to every time and season some beauties of its own."
  },
  {
    "fav": "false",
    "author": "Walt Disney",
    "quote": "I don't like formal gardens. I like wild nature. It's just the wilderness instinct in me, I guess."
  },
  {
    "fav": "false",
    "author": "Edward Abbey",
    "quote": "Wilderness is not a luxury but a necessity of the human spirit."
  },
  {
    "fav": "false",
    "author": "Evangeline Lilly",
    "quote": "If you can't sit in a cafe quietly and be ignored, how can you observe human nature and write a story?"
  },
  {
    "fav": "false",
    "author": "Ansel Adams",
    "quote": "Yosemite Valley, to me, is always a sunrise, a glitter of green and golden wonder in a vast edifice of stone and space."
  },
  {
    "fav": "false",
    "author": "Claude Monet",
    "quote": "My wish is to stay always like this, living quietly in a corner of nature."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "He who hears the rippling of rivers in these degenerate days will not utterly despair."
  },
  {
    "fav": "false",
    "author": "Stowe ",
    "quote": "Human nature is above all thingsâ€”lazy."
  },
  {
    "fav": "false",
    "author": "Charles Baudelaire",
    "quote": "I should like the fields tinged with red, the rivers yellow and the trees painted blue. Nature has no imagination."
  },
  {
    "fav": "false",
    "author": "Aldous Huxley",
    "quote": "My father considered a walk among the mountains as the equivalent of churchgoing."
  },
  {
    "fav": "false",
    "author": "Landor ",
    "quote": "Everything that looks to the future elevates human nature"
  },
  {
    "fav": "false",
    "author": "Mahatma Gandhi",
    "quote": "The good man is the friend of all living things."
  },
  {
    "fav": "false",
    "author": "Paul Dirac",
    "quote": "Pick a flower on Earth and you move the farthest star."
  },
  {
    "fav": "false",
    "author": "Larry Niven",
    "quote": "Mother Nature doesn't care if you're having fun. "
  },
  {
    "fav": "false",
    "author": "Duke Ellington",
    "quote": "Gray skies are just clouds passing over."
  },
  {
    "fav": "false",
    "author": "Robert Delaunay",
    "quote": "Light in Nature creates the movement of colors."
  },
  {
    "fav": "false",
    "author": "Truman Capote",
    "quote": "Love is a chain of love as nature is a chain of life."
  },
  {
    "fav": "false",
    "author": "Russell Baker",
    "quote": "Ah, summer, what power you have to make us suffer and like it."
  },
  {
    "fav": "false",
    "author": "Paul Cezanne",
    "quote": "Painting from nature is not copying the object; it is realizing one's sensations."
  },
  {
    "fav": "false",
    "author": "Mercedes Ruehl",
    "quote": "Nature chooses who will be transgender; individuals don't choose this."
  },
  {
    "fav": "false",
    "author": "Hazlitt ",
    "quote": "His works (taken together) are almost like a new edition of human nature."
  },
  {
    "fav": "false",
    "author": "Sir Francis Bacon",
    "quote": "Nature is often hidden, sometimes overcome, seldom extinguished."
  },
  {
    "fav": "false",
    "author": "R. Buckminster Fuller",
    "quote": "Nature is trying very hard to make us succeed, but nature does not depend on us. We are not the only experiment."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "Many eyes go through the meadow, but few see the flowers in it"
  },
  {
    "fav": "false",
    "author": "Marquis de Sade",
    "quote": "Your body is the church where Nature asks to be reverenced."
  },
  {
    "fav": "false",
    "author": "Matsuo Basho",
    "quote": "The temple bell stops but I still hear the sound coming out of the flowers."
  },
  {
    "fav": "false",
    "author": "Henry David Thoreau",
    "quote": "I believe that there is a subtle magnetism in Nature, which, if we unconsciously yield to it, will direct us aright."
  },
  {
    "fav": "false",
    "author": "Roy Bean",
    "quote": "And finally Winter, with its bitin', whinin' wind, and all the land will be mantled with snow."
  },
  {
    "fav": "false",
    "author": "John Lubbock",
    "quote": "Sunsets are so beautiful that they almost seem as if we were looking through the gates of Heaven."
  },
  {
    "fav": "false",
    "author": "Ella Maillart",
    "quote": "I had to live in the desert before I could understand the full value of grass in a green ditch."
  },
  {
    "fav": "false",
    "author": "Winston Churchill",
    "quote": "Solitary trees, if they grow at all, grow strong."
  },
  {
    "fav": "false",
    "author": "Marcus Aurelius",
    "quote": "Nothing happens to any man that he is not formed by nature to bear."
  },
  {
    "fav": "false",
    "author": "Georg Wilhelm Friedrich Hegel",
    "quote": "Mere goodness can achieve little against the power of nature."
  },
  {
    "fav": "false",
    "author": "Jiddu Krishnamurti",
    "quote": "When one loses the deep intimate relationship with nature, then temples, mosques and churches become important."
  },
  {
    "fav": "false",
    "author": "Stanislaw Jerzy Lec",
    "quote": "Youth is the gift of nature, but age is a work of art."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "We still do not know one thousandth of one percent of what nature has revealed to us."
  },
  {
    "fav": "false",
    "author": "Carl Sagan",
    "quote": "If you wish to make an apple pie from scratch, you must first invent the universe."
  },
  {
    "fav": "false",
    "author": "Johannes Kepler",
    "quote": "Nature uses as little as possible of anything."
  },
  {
    "fav": "false",
    "author": "Joseph Joubert",
    "quote": "When you go in search of honey you must expect to be stung by bees."
  },
  {
    "fav": "false",
    "author": "Hal Borland",
    "quote": "You can't be suspicious of a tree, or accuse a bird or a squirrel of subversion or challenge the ideology of a violet."
  },
  {
    "fav": "false",
    "author": "John Muir",
    "quote": "I only went out for a walk and finally concluded to stay out till sundown, for going out, I found, was really going in."
  },
  {
    "fav": "false",
    "author": "Annie Leibovitz",
    "quote": "I wish that all of nature's magnificence, the emotion of the land, the living energy of place could be photographed."
  },
  {
    "fav": "false",
    "author": "Margaret Atwood",
    "quote": "Nature is to zoos as God is to churches."
  },
  {
    "fav": "false",
    "author": "William Wordsworth",
    "quote": "Suffering is permanent, obscure and dark, And shares the nature of infinity."
  },
  {
    "fav": "false",
    "author": "David Bailey",
    "quote": "The skull is nature's sculpture."
  },
  {
    "fav": "false",
    "author": "Russel Honore",
    "quote": "People need to be cautious because anything built by man can be destroyed by Mother Nature."
  },
  {
    "fav": "false",
    "author": "John Updike",
    "quote": "Rain is grace; rain is the sky descending to the earth; without rain, there would be no life."
  },
  {
    "fav": "false",
    "author": "Steven Pinker",
    "quote": "Many artists and scholars have pointed out that ultimately art depends on human nature."
  },
  {
    "fav": "false",
    "author": "Benjamin Disraeli",
    "quote": "Nature, like man, sometimes weeps from gladness."
  },
  {
    "fav": "false",
    "author": "William Wordsworth",
    "quote": "For I have learned to look on nature, not as in the hour of thoughtless youth; but hearing oftentimes the still, sad music of humanity."
  },
  {
    "fav": "false",
    "author": "Brokaw ",
    "quote": "They define something special in human nature. They give us a measure of what's possible and what's truly sensational or phenomenal."
  },
  {
    "fav": "false",
    "author": "Steve Maraboli",
    "quote": "Plant seeds of happiness, hope, success, and love; it will all come back to you in abundance. This is the law of nature."
  },
  {
    "fav": "false",
    "author": "Charlotte Brontë",
    "quote": "I could not help it: the restlessness was in my nature; it agitated me to pain sometimes."
  },
  {
    "fav": "false",
    "author": "John Burroughs",
    "quote": "I go to nature to be soothed and healed, and to have my senses put in order."
  },
  {
    "fav": "false",
    "author": "Walt Whitman",
    "quote": "Give me odorous at sunrise a garden of beautiful flowers where I can walk undisturbed."
  },
  {
    "fav": "false",
    "author": "Philip James Bailey",
    "quote": "Simplicity is natures first step, and the last of art."
  },
  {
    "fav": "false",
    "author": "Margaret Atwood",
    "quote": "In the spring, at the end of the day, you should smell like dirt."
  },
  {
    "fav": "false",
    "author": "Henrik Ibsen",
    "quote": "A forest bird never wants a cage."
  },
  {
    "fav": "false",
    "author": "Elizabeth Appell",
    "quote": "And the day came when the risk to remain tight in a bud was more painful than the risk it took to blossom."
  },
  {
    "fav": "false",
    "author": "Jo Walton",
    "quote": "There's a sunrise and a sunset every single day, and they're absolutely free. Don't miss so many of them."
  },
  {
    "fav": "false",
    "author": "Samuel Butler",
    "quote": "Self-preservation is the first law of nature."
  },
  {
    "fav": "false",
    "author": "Lao Tzu",
    "quote": "Nature does not hurry, yet everything is accomplished."
  },
  {
    "fav": "false",
    "author": "Asquith ",
    "quote": "The capacity to suffer varies more than anything that I have observed in human nature."
  },
  {
    "fav": "false",
    "author": "Stephen Gardiner",
    "quote": "The mystery is what prompted men to leave caves, to come out of the womb of nature."
  },
  {
    "fav": "false",
    "author": "Ambrose Bierce",
    "quote": " A daughter of Hope and Fear, explaining to Ignorance the nature of the Unknowable."
  },
  {
    "fav": "false",
    "author": "Christopher Heyerdahl",
    "quote": "Mother Nature is the great equalizer. You can't get away from it."
  },
  {
    "fav": "false",
    "author": "Henry Wadsworth Longfellow",
    "quote": "The best thing one can do when it's raining is to let it rain."
  },
  {
    "fav": "false",
    "author": "John Donne",
    "quote": "Nature's great masterpiece, an elephant; the only harmless great thing."
  },
  {
    "fav": "false",
    "author": "Matthew Williamson",
    "quote": "The peacock has become one of my regular sources of inspiration from nature."
  },
  {
    "fav": "false",
    "author": "Dave Barry",
    "quote": "Camping is nature's way of promoting the motel business."
  },
  {
    "fav": "false",
    "author": "Francis Bacon",
    "quote": "Nature is often hidden, sometimes overcome, seldom extinguished."
  },
  {
    "fav": "false",
    "author": "Pinker ",
    "quote": "We may be seeing a coming together of the humanities and the science of human nature."
  },
  {
    "fav": "false",
    "author": "Alex Trebek",
    "quote": "If you can't be in awe of Mother Nature, there's something wrong with you."
  },
  {
    "fav": "false",
    "author": "Albert Einstein",
    "quote": "Joy in looking and comprehending is nature's most beautiful gift."
  },
  {
    "fav": "false",
    "author": "Judy Garland",
    "quote": "Behind every cloud is another cloud."
  },
  {
    "fav": "false",
    "author": "Moore ",
    "quote": "If the Martians can translate this and interpret it, it will give them an interesting view of human nature."
  },
  {
    "fav": "false",
    "author": "Napoleon Hill",
    "quote": "Failure is nature's plan to prepare you for great responsibilities."
  },
  {
    "fav": "false",
    "author": "Oliver Wendell Holmes, Sr.",
    "quote": "The Amen of nature is always a flower."
  },
  {
    "fav": "false",
    "author": "John Muir",
    "quote": "Another glorious day, the air as delicious to the lungs as nectar to the tongue."
  },
  {
    "fav": "false",
    "author": "Unknown",
    "quote": "A dripping June sets all in tune."
  },
  {
    "fav": "false",
    "author": "George Santayana",
    "quote": "The family is one of nature's masterpieces."
  },
  {
    "fav": "false",
    "author": "Elisabeth Kubler-Ross",
    "quote": "Should you shield the canyons from the windstorms you would never see the true beauty of their carvings."
  },
  {
    "fav": "false",
    "author": "Samuel Johnson",
    "quote": "He that will enjoy the brightness of sunshine, must quit the coolness of the shade."
  },
  {
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "Nature always wears the colors of the spirit."
  },
  {
    "fav": "false",
    "author": "Richard P. Feynman",
    "quote": "Reality must take precedence over public relations, for nature cannot be fooled."
  }
]
