[
    {
        "author": "Unknown",
        "quote": "This Is The Year I Will Be Stronger, Braver, Kinder, Unstoppable, And This Year I Will Be Fierce."
    },
    {
        "author": "Jane Hamilton",
        "quote": "In the larger world, tribalism is an enormous problem, as it ever has been, both strength and idiocy borne from belonging."
    },
    {
        "author": "Robert Louis Stevenson",
        "quote": "Keep your fears to yourself, but share your courage with others."
    },
    {
        "author": "Unknown",
        "quote": "Fall Seven Times, Stand Up Eight."
    },
    {
        "author": "Jack Welch",
        "quote": "Willingness to change is a strength, even if it means plunging part of the company into total confusion for a while."
    },
    {
        "author": "Unknown",
        "quote": "One Of The Most Courageous Decisions You’ll Ever Make Is To Finally Let Go Of What Is Hurting Your Heart And Soul."
    },
    {
        "author": "Les Brown",
        "quote": "Our ability to handle life's challenges is a measure of our strength of character."
    },
    {
        "author": "Christopher Reeve",
        "quote": "I think a hero is an ordinary individual who finds strength to persevere and endure in spite of overwhelming obstacles."
    },
    {
        "author": "Unknown",
        "quote": "Being Deeply Loved Gives You Strength; Loving Deeply Gives You Courage."
    },
    {
        "author": "Atticus",
        "quote": "She was powerful, not because she wasn’t scared but because she went on so strongly, despite the fear."
    },
    {
        "author": "Mother Teresa",
        "quote": "Joy is prayer; joy is strength: joy is love; joy is a net of love by which you can catch souls."
    },
    {
        "author": "Alexis Carrel",
        "quote": "Religion brings to man an inner strength, spiritual light, and ineffable peace."
    },
    {
        "author": "Unknown",
        "quote": "If I Ever Let My Head Down It Will Be Just To Admire My Shoes."
    },
    {
        "author": "Stephen Covey",
        "quote": "Strength lies in differences, not in similarities."
    },
    {
        "author": "Ara Parseghian",
        "quote": "When I make a fist, it's strong, and you can't tear it apart. As long as there's unity, there's strength."
    },
    {
        "author": "Unknown",
        "quote": "A Strong Woman Knows How To Keep Her Life In Line. With Tears In Her Eyes, She Still Manages To Say, “Nah, I’m Fine.”"
    },
    {
        "author": "Lao Tzu",
        "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage."
    },
    {
        "author": "Jim Morrison",
        "quote": "You feel your strength in the experience of pain."
    },
    {
        "author": "Sabaa Tahir",
        "quote": "Life is made of so many moments that mean nothing. Then one day, a single moment comes along to define every second that comes after. Such moments are tests of courage, of strength."
    },
    {
        "author": "Arthur Ashe",
        "quote": "I have always drawn strength from being close to home."
    },
    {
        "author": "Unknown",
        "quote": "Her soul is fierce her heart is breave her mind is strong."
    },
    {
        "author": "Unknown",
        "quote": "I Don’t Want You To Save Me. I Want You To Stand By My Side As I Save Myself."
    },
    {
        "author": "Benjamin Netanyahu",
        "quote": "Peace is purchased from strength. It's not purchased from weakness or unilateral retreats."
    },
    {
        "author": "Thomas Huxley",
        "quote": "Freedom and order are not incompatible... truth is strength... free discussion is the very life of truth."
    },
    {
        "author": "Jon Krakauer",
        "quote": "It's not always necessary to be strong, but to feel strong."
    },
    {
        "author": "Unknown",
        "quote": "May My Heart Be Brave, My Mind Fierce, And My Spirit Free."
    },
    {
        "author": "Vladimir Putin",
        "quote": "The transfer of power is always a test of the constitutional system, a test of its strength."
    },
    {
        "author": "Kiera Cass",
        "quote": "We know you’re strong, but accepting help is its own kind of strength."
    },
    {
        "author": "Unknown",
        "quote": "Never Be Ashamed Of A Scar. It Simply Means You Were Stronger Than Whatever Tried To Hurt You."
    },
    {
        "author": "Taylor Swift",
        "quote": "Be that strong girl that everyone knew would make it through the worst, be that fearless girl, the one who would dare to do anything, be that independent girl who didn't need a man; be that girl who never backed down."
    },
    {
        "author": "Walter Annenberg",
        "quote": "God grant you the strength to fight off the temptations of surrender."
    },
    {
        "author": "Sarah Dessen",
        "quote": "Anyone can hide. Facing up to things, working through them, that’s what makes you strong."
    },
    {
        "author": "Unknown",
        "quote": "I Am Not What Happened To Me. I Am What I Choose To Become."
    },
    {
        "author": "Samuel Johnson",
        "quote": "Great works are performed not by strength but by perseverance."
    },
    {
        "author": "Dwight D. Eisenhower",
        "quote": "The spirit of man is more important than mere physical strength, and the spiritual fiber of a nation than its wealth."
    },
    {
        "author": "Leo Buscaglia",
        "quote": "Only the weak are cruel. Gentleness can only be expected from the strong."
    },
    {
        "author": "Unknown",
        "quote": "When You Face Difficult Times, Know That Challenges Are Not Sent To Destroy You. They’re Sent To Promote, Increase And Strengthen You."
    },
    {
        "author": "Eric Hoffer",
        "quote": "Rudeness is a weak imitation of strength."
    },
    {
        "author": "Lao Tzu",
        "quote": "He who conquers others is strong; He who conquers himself is mighty."
    },
    {
        "author": "Pythagoras",
        "quote": "Strength of mind rests in sobriety; for this keeps your reason unclouded by passion."
    },
    {
        "author": "Unknown",
        "quote": "Nothing takes more courage than putting yourself back together again."
    },
    {
        "author": "A. P. J. Abdul Kalam",
        "quote": "Unless India stands up to the world, no one will respect us. In this world, fear has no place. Only strength respects strength."
    },
    {
        "author": "Nikki Bella",
        "quote": "Believing in yourself and having confidence gives you outer strength."
    },
    {
        "author": "Unknown",
        "quote": "Stay Strong, Make Them Wonder How You’re Still Smiling."
    },
    {
        "author": "Unknown",
        "quote": "If You Can’t Stop Thinking About It, Don’t Stop Working For It."
    },
    {
        "author": "Nicole Scherzinger",
        "quote": "Girl power is about loving yourself and having confidence and strength from within, so even if you're not wearing a sexy outfit, you feel sexy."
    },
    {
        "author": "Virginia Satir",
        "quote": "Problems are not the problem; coping is the problem."
    },
    {
        "author": "Charles Caleb Colton",
        "quote": "Patience is the support of weakness; impatience the ruin of strength."
    },
    {
        "author": "Tehmina Durrani",
        "quote": "I found an inner strength to fight for myself. It was clear that nobody else would."
    },
    {
        "author": "Unknown",
        "quote": "Happiness Is Not A Destination It Is A Way Of Life."
    },
    {
        "author": "Unknown",
        "quote": "If You Are Not Willing To Learn, No One Can Help You. If You Are Determined To Lean, No One Can Stop You."
    },
    {
        "author": "Phil Jackson",
        "quote": "Wisdom is always an overmatch for strength."
    },
    {
        "author": "Unknown",
        "quote": "Let Yourself Be Gutted. Let It Open You. Start There."
    },
    {
        "author": "James Cash Penney",
        "quote": "The five separate fingers are five independent units. Close them and the fist multiplies strength. This is organization."
    },
    {
        "author": "Friedrich Nietzsche",
        "quote": "That which does not kill us makes us stronger."
    },
    {
        "author": "Unknown",
        "quote": "The Strongest People Are Not Those Who Show Strength In Front Of Us But Those Who Win Battles We Know Nothing About."
    },
    {
        "author": "Huey Newton",
        "quote": "I have the people behind me and the people are my strength."
    },
    {
        "author": "Lawrence G. Lovasik",
        "quote": "Strength of character means the ability to overcome resentment against others, to hide hurt feelings, and to forgive quickly."
    },
    {
        "author": "Sanaa Lathan",
        "quote": "Being strong can be also feminine. I don’t think feminine equals being weak. Being strong is very sexy."
    },
    {
        "author": "James Naismith",
        "quote": "Be strong in body, clean in mind, lofty in ideals."
    },
    {
        "author": "Albert Einstein",
        "quote": "Only one who devotes himself to a cause with his whole strength and soul can be a true master. For this reason mastery demands all of a person."
    },
    {
        "author": "Max Lerner",
        "quote": "The turning point in the process of growing up is when you discover the core of strength within you that survives all hurt."
    },
    {
        "author": "William Ellery Channing",
        "quote": "Difficulties are meant to rouse, not discourage. The human spirit is to grow strong by conflict."
    },
    {
        "author": "J. C. Watts",
        "quote": "It doesn’t take a lot of strength to hang on. It takes a lot of strength to let go."
    },
    {
        "author": "Indira Gandhi",
        "quote": "A nation' s strength ultimately consists in what it can do on its own, and not in what it can borrow from others."
    },
    {
        "author": "John F. Kennedy",
        "quote": "Do not pray for easy lives. Pray to be stronger men."
    },
    {
        "author": "Sarah Dessen",
        "quote": "Anyone can hide. Facing up to things, working through them, that's what makes you strong."
    },
    {
        "author": "Herodotus",
        "quote": "Force has no place where there is need of skill."
    },
    {
        "author": "LeBron James",
        "quote": "I like criticism. It makes you strong."
    },
    {
        "author": "José N. Harris",
        "quote": "Tears shed for another person are not a sign of weakness. They are a sign of a pure heart."
    },
    {
        "author": "Ingvar Kamprad",
        "quote": "We don't need flashy cars, impressive titles, uniforms, or other status symbols. We rely on our strength and our will!"
    },
    {
        "author": "Drew Barrymore",
        "quote": "Life is very interesting... in the end, some of your greatest pains, become your greatest strengths."
    },
    {
        "author": "Hermann Hesse",
        "quote": "\"Love must not entreat,\" she added, \"or demand. Love must have the strength to become certain within itself. Then it ceases merely to be attracted and begins to attract.\""
    },
    {
        "author": "Unknown",
        "quote": "You Have Within You, Right Now, Everything You Need To Deal With Whatever The World Can Throw At You."
    },
    {
        "author": "Tilman J. Fertitta",
        "quote": "You’ve got to stay strong to be strong in tough times."
    },
    {
        "author": "Unknown",
        "quote": "We All Have An Unsuspected Reserve Of Strength Inside That emerges When Life Puts Us To The Test."
    },
    {
        "author": "Mahatma Gandhi",
        "quote": "Confession of errors is like a broom which sweeps away the dirt and leaves the surface brighter and clearer. I feel stronger for confession."
    },
    {
        "author": "Rosa Parks",
        "quote": "God has always given me the strength to say what is right."
    },
    {
        "author": "Eckhart Tolle",
        "quote": "Power over others is weakness disguised as strength."
    },
    {
        "author": "Indra Devi",
        "quote": "We must keep both our femininity and our strength."
    },
    {
        "author": "Unknown",
        "quote": "Make A Fairy Tale And Go Live In It."
    },
    {
        "author": "August Wilson",
        "quote": "Confront the dark parts of yourself, and work to banish them with illumination and forgiveness. Your willingness to wrestle with your demons will cause your angels to sing."
    },
    {
        "author": "Mother Teresa",
        "quote": "Be faithful in small things because it is in them that your strength lies."
    },
    {
        "author": "Lal Bahadur Shastri",
        "quote": "Discipline and united action are the real source of strength for the nation."
    },
    {
        "author": "Hermann Hesse",
        "quote": "Some of us think holding on makes us strong; but sometimes it is letting go."
    },
    {
        "author": "Jane Austen",
        "quote": "I hate to hear you talk about all women as if they were fine ladies instead of rational creatures. None of us want to be in calm waters all our lives."
    },
    {
        "author": "R.H. Sin",
        "quote": "Some women fear the fire some women simply become it."
    },
    {
        "author": "Ann Landers",
        "quote": "Some people believe holding on and hanging in there are signs of great strength. However, there are times when it takes much more strength to know when to let go and then do it."
    },
    {
        "author": "Unknown",
        "quote": "Nothing Is Impossible, The World Itself Says “I’m Possible!”"
    },
    {
        "author": "Nicole Lyons",
        "quote": "I like dirty hearts and restless minds. The old souls that have known hard lives; the ones who cast the most beautiful shine."
    },
    {
        "author": "Louis Pasteur",
        "quote": "Let me tell you the secret that has led me to my goal. My strength lies solely in my tenacity."
    },
    {
        "author": "Khloe Kardashian",
        "quote": "I’m strong and fearless and not afraid to take risks in business."
    },
    {
        "author": "Unknown",
        "quote": "She Builds Others Up Because She Knows What It’s Like To Be Torn Down."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Focus on your strengths, not your weaknesses. Focus on your character, not your reputation. Focus on your blessings, not your misfortunes."
    },
    {
        "author": "Rupi Kaur",
        "quote": "If you were born with the weakness to fall. You were born with the strength to rise."
    },
    {
        "author": "Dwight D. Eisenhower",
        "quote": "Our real problem, then, is not our strength today; it is rather the vital necessity of action today to ensure our strength tomorrow."
    },
    {
        "author": "Corrie Ten Boom",
        "quote": "Worry does not empty tomorrow of its sorrow. It empties today of its strength."
    },
    {
        "author": "Bindi Irwin",
        "quote": "It's so easy to be there when it's all sunshine, but it really takes strength and courage to be there for each other during the dark times."
    },
    {
        "author": "Billy Corgan",
        "quote": "Calm, open debate, and logical thought drive strength to its maximum effectiveness."
    },
    {
        "author": "Blanka Vlasic",
        "quote": "Sometimes your disappointments make you a stronger person for the future."
    },
    {
        "author": "Lilith Saintcrow",
        "quote": "Better to be strong than pretty and useless."
    },
    {
        "author": "Jean de La Fontaine",
        "quote": "Patience and time do more than strength or passion."
    },
    {
        "author": "John C. Mather",
        "quote": "There is strength in numbers, but organizing those numbers is one of the great challenges."
    },
    {
        "author": "Unknown",
        "quote": "You can, and You Will."
    },
    {
        "author": "Gloria Estefan",
        "quote": "My mom was a source of strength. She showed me by example that women, regardless of how difficult life may get, can do it all."
    },
    {
        "author": "Samuel Smiles",
        "quote": "Good actions give strength to ourselves and inspire good actions in others."
    },
    {
        "author": "Unknown",
        "quote": "True strength is keeping everything together when everyone expects you to fall apart."
    },
    {
        "author": "James A. Froude",
        "quote": "You cannot dream yourself into a character; you must hammer and forge yourself one."
    },
    {
        "author": "Ralph W. Sockman",
        "quote": "Nothing is so strong as gentleness. Nothing is so gentle as real strength."
    },
    {
        "author": "George W. Bush",
        "quote": "The financial crisis should not become an excuse to raise taxes, which would only undermine the economic growth required to regain our strength."
    },
    {
        "author": "Aldis Hodge",
        "quote": "What is a superhero? They're supposed to represent hope, opportunity, and strength for everybody."
    },
    {
        "author": "Unknown",
        "quote": "What Would You Do If You Weren’t Afraid?"
    },
    {
        "author": "Unknown",
        "quote": "Women Have Been Trained To Speak Softly And Carry A Lipstick. Those Days Are Over."
    },
    {
        "author": "Unknown",
        "quote": "Stay Positive Even When It Feels Like Your Life Is Falling Apart."
    },
    {
        "author": "Thomas Fuller",
        "quote": "It's skill, not strength, that governs a ship."
    },
    {
        "author": "Mandy Ingber",
        "quote": "Yoga is equal parts strength, flexibility, balance, and endurance."
    },
    {
        "author": "Unknown",
        "quote": "Go Ahead Tell Me That I’m Not Good Enough Tell Me I Can’T Do It Because I Will Show You Over & Over That I Can!"
    },
    {
        "author": "Mahatma Gandhi",
        "quote": "The weak can never forgive. Forgiveness is the attribute of the strong."
    },
    {
        "author": "Napoleon Hill",
        "quote": "Strength and growth come only through continuous effort and struggle."
    },
    {
        "author": "Dalai Lama XIV",
        "quote": "There is a saying in Tibetan, 'Tragedy should be utilized as a source of strength.' No matter what sort of difficulties, how painful experience is, if we lose our hope, that's our real disaster."
    },
    {
        "author": "Rupi Kaur",
        "quote": "The world gives you so much pain and here you are making gold out of it there is nothing purer than that."
    },
    {
        "author": "Douglas Coupland",
        "quote": "We are all of us born with a letter inside us, and that only if we are true to ourselves, may we be allowed to read it before we die."
    },
    {
        "author": "Unknown",
        "quote": "A Strong Woman Is One Who Is Able To Smile This Morning Like She Wasn’t Crying Last Night."
    },
    {
        "author": "Hudson Taylor",
        "quote": "If we are faithful to God in little things, we shall gain experience and strength that will be helpful to us in the more serious trials of life."
    },
    {
        "author": "Walter Martin",
        "quote": "A key to strengthening spiritual muscles and enduring hardship is finding strength in the Word of God."
    },
    {
        "author": "Richard L. Evans",
        "quote": "The undertaking of a new action brings new strength."
    },
    {
        "author": "Unknown",
        "quote": "Forget Your Past, Forgive Yourself, And Begin Again Right Now."
    },
    {
        "author": "Woodrow Wilson",
        "quote": "The man who is swimming against the stream knows the strength of it."
    },
    {
        "author": "Unknown",
        "quote": "Don’t Let Anyone Ever Break Your Soul…."
    },
    {
        "author": "Anne Frank",
        "quote": "A quiet conscience makes one strong!"
    },
    {
        "author": "Sigmund Freud",
        "quote": "Religion is an illusion and it derives its strength from the fact that it falls in with our instinctual desires."
    },
    {
        "author": "Atticus",
        "quote": "I’ve never met a strong person with an easy past."
    },
    {
        "author": "Unknown",
        "quote": "It’s Okay To Be Scared. Being Scared Means You’re About To Do Something Really, Really Brave."
    },
    {
        "author": "James Frey",
        "quote": "Be strong. Live honorably and with dignity. When you don’t think you can, hold on."
    },
    {
        "author": "Allan Rufus",
        "quote": "Your inner strength is your outer foundation."
    },
    {
        "author": "Oprah Winfrey",
        "quote": "Where there is no struggle, there is no strength."
    },
    {
        "author": "Unknown",
        "quote": "Once You Start To See Results, It Becomes An Addiction."
    },
    {
        "author": "Peter Marshall",
        "quote": "When we long for life without difficulties, remind us that oaks grow strong in contrary winds and diamonds are made under pressure."
    },
    {
        "author": "Unknown",
        "quote": "Above All, Be the Heroine Of Your Life, Not The Victim."
    },
    {
        "author": "Benjamin Disraeli",
        "quote": "You can tell the strength of a nation by the women behind its men."
    },
    {
        "author": "Unknown",
        "quote": "I’ll Find Strength in Pain."
    },
    {
        "author": "Victoria Addino",
        "quote": "Never believe for a second that your weak, within all of us we have a reserve of inner hidden strength."
    },
    {
        "author": "Lao Tzu",
        "quote": "Simulated disorder postulates perfect discipline; simulated fear postulates courage; simulated weakness postulates strength."
    },
    {
        "author": "Elbert Hubbard",
        "quote": "It does not take much strength to do things, but it requires great strength to decide on what to do."
    },
    {
        "author": "Ovid",
        "quote": "Courage conquers all things: it even gives strength to the body."
    },
    {
        "author": "Georgette Mosbacher",
        "quote": "Feminine force is that inner strength, that power, that will to face down any negative circumstances in life and defeat them."
    },
    {
        "author": "Nelson Mandela",
        "quote": "Does anybody really think that they didn't get what they had because they didn't have the talent or the strength or the endurance or the commitment?"
    },
    {
        "author": "Dennis Prager",
        "quote": "People confuse goodness with weakness. It is weak people, not good people (goodness demands strength), who are taken advantage of."
    },
    {
        "author": "Proverbs 31:25",
        "quote": "She is clothed with strength and dignity. She laughs without fear of the future."
    },
    {
        "author": "Franklin D. Roosevelt",
        "quote": "Physical strength can never permanently withstand the impact of spiritual force."
    },
    {
        "author": "Greg Rutherford",
        "quote": "Running up a steep hill or up steps are fantastic ways of building explosive strength."
    },
    {
        "author": "J.K. Rowling",
        "quote": "We are only as strong as we are united, as weak as we are divided."
    },
    {
        "author": "Unknown",
        "quote": "Courage is looking fear right in the eye and saying: “Get the hell out of my way, I’ve got things to do.”"
    },
    {
        "author": "James Frey",
        "quote": "Be strong. Live honorably and with dignity. When you don't think you can, hold on."
    },
    {
        "author": "Criss Jami",
        "quote": "A fear of weakness only strengthens weakness."
    },
    {
        "author": "Auliq Ice",
        "quote": "Everything started as nothing."
    },
    {
        "author": "Unknown",
        "quote": "Sometimes You Have To Get Knocked Down Lower Than You Have Ever Been To Stand Back Up Taller Than You Ever Were."
    },
    {
        "author": "Baruch Spinoza",
        "quote": "Peace is not the absence of war, but a virtue based on strength of character."
    },
    {
        "author": "Kimberly Elise",
        "quote": "Thankfully, I was given a strong base by my parents, an understanding of who I was and my strength."
    },
    {
        "author": "Eleanor Roosevelt",
        "quote": "With the new day comes new strength and new thoughts."
    },
    {
        "author": "Melissa Etheridge",
        "quote": "Be strong, believe in who you are; be strong, believe in what you feel."
    },
    {
        "author": "Unknown",
        "quote": "Storms Makes Tress Take Deeper Roots."
    },
    {
        "author": "Unknown",
        "quote": "We All Have A Fighter In Us."
    },
    {
        "author": "Jon Krakauer",
        "quote": "It’s not always necessary to be strong, but to feel strong."
    },
    {
        "author": "A. P. J. Abdul Kalam",
        "quote": "Climbing to the top demands strength, whether it is to the top of Mount Everest or to the top of your career."
    },
    {
        "author": "Gemma Troy",
        "quote": "Whatever makes you feel the sun from the inside out chase that."
    },
    {
        "author": "Calvin Coolidge",
        "quote": "Don't expect to build up the weak by pulling down the strong."
    },
    {
        "author": "Unknown",
        "quote": "Women are like teabags. We don't know our true strength until we are in hot water!"
    },
    {
        "author": "Unknown",
        "quote": "The Strongest Actions For A Woman Is To Love Herself, Be herself And Shine Amongst Those Who Never Believed She Could."
    },
    {
        "author": "Rupi Kaur",
        "quote": "And here you are living despite it all."
    },
    {
        "author": "Unknown",
        "quote": "Growth Is Painful. Change Is Painful. But Nothing Is As Painful As Staying Stuck Somewhere You Don’t Belong."
    },
    {
        "author": "Veronica Roth",
        "quote": "A brave man acknowledges the strength of others."
    },
    {
        "author": "Emilie Autumn",
        "quote": "It gives me strength to have somebody to fight for; I can never fight for myself, but, for others, I can kill."
    },
    {
        "author": "The Dreamer",
        "quote": "In order to save myself, I must destroy first the me I was told to be."
    },
    {
        "author": "Buddha",
        "quote": "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path."
    },
    {
        "author": "Penelope Cruz",
        "quote": "I have a strong personality, and I say what I think."
    },
    {
        "author": "Ben Jonson",
        "quote": "He knows not his own strength that has not met adversity."
    },
    {
        "author": "Gloria Allred",
        "quote": "There are some people who still feel threatened by strong women. That’s their problem. It’s not mine."
    },
    {
        "author": "Winston Churchill",
        "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts."
    },
    {
        "author": "James Dean",
        "quote": "Only the gentle are ever really strong."
    },
    {
        "author": "Morgan Harper Nichols",
        "quote": "Tell the story of the mountain you climbed. Your words could be a page in someone else’s survival guide."
    },
    {
        "author": "Janelle Monae",
        "quote": "I believe it's time that women truly owned their superpowers and used their beauty and strength to change the world around them."
    },
    {
        "author": "Winona LaDuke",
        "quote": "What we all need to do is find the wellspring that keeps us going, that gives us the strength and patience to keep up this struggle for a long time."
    },
    {
        "author": "Unknown",
        "quote": "I Am Strong Because I Know My Weaknesses. I Am Beautiful Because I Am Aware Of My Flaws. I AM Fearless…"
    },
    {
        "author": "Dag Hammarskjold",
        "quote": "Life only demands from you the strength that you possess. Only one feat is possible; not to run away."
    },
    {
        "author": "Unknown",
        "quote": "And The Salt In My Wounds Isn’t Burning Anymore Than It Used To…"
    },
    {
        "author": "Evita Peron",
        "quote": "I know that, like every woman of the people, I have more strength than I appear to have."
    },
    {
        "author": "Criss Jami",
        "quote": "If you build the guts to do something, anything, then you better save enough to face the consequences."
    },
    {
        "author": "A. P. J. Abdul Kalam",
        "quote": "God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us tap and develop these powers."
    },
    {
        "author": "T.F. Hodge",
        "quote": "The sky is not my limit…I am."
    },
    {
        "author": "Emma Smith",
        "quote": "Strength is not something you have, it’s something you find."
    },
    {
        "author": "Charles Spurgeon",
        "quote": "Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength."
    },
    {
        "author": "Maya Angelou",
        "quote": "It is time for parents to teach young people early on that in diversity there is beauty and there is strength."
    },
    {
        "author": "Patrick Ness",
        "quote": "It's not that you should never love something so much that it can control you. It's that you need to love something that much so you can never be controlled. It's not a weakness. It's your best strength."
    },
    {
        "author": "Henry Ward Beecher",
        "quote": "He is greatest whose strength carries up the most hearts by the attraction of his own."
    },
    {
        "author": "Elizabeth Cady Stanton",
        "quote": "The moment we begin to fear the opinions of others and hesitate to tell the truth that is in us, and from motives of policy are silent when we should speak, the divine floods of light and life no longer flow into our souls."
    },
    {
        "author": "S.R.W",
        "quote": "Oh, you have the tale twisted, I am not what you thought. You had me down as a damsel? Darling, I’m the wolf."
    },
    {
        "author": "Queen Elizabeth II",
        "quote": "My husband has quite simply been my strength and stay all these years, and I owe him a debt greater than he would ever claim."
    },
    {
        "author": "Marge Piercy",
        "quote": "A strong woman is a woman determined to do something others are determined not be done."
    },
    {
        "author": "Mahatma Gandhi",
        "quote": "It is unwise to be too sure of one's own wisdom. It is healthy to be reminded that the strongest might weaken and the wisest might err."
    },
    {
        "author": "Richard Bach",
        "quote": "Strong beliefs win strong men, and then make them stronger."
    },
    {
        "author": "Audre Lorde",
        "quote": "If I didn't define myself for myself, I would be crunched into other people's fantasies for me and eaten alive."
    },
    {
        "author": "Amos Bronson Alcott",
        "quote": "Strengthen me by sympathizing with my strength, not my weakness."
    },
    {
        "author": "Alison Malee",
        "quote": "Be brave. The day is ready for you."
    },
    {
        "author": "Unknown",
        "quote": "Nobody Is Too Busy, It’s Just A Matter Of Priorities."
    },
    {
        "author": "Atticus",
        "quote": "“Put your head up,” he said. For you are a lion. Don’t forget that and neither will the sheep."
    },
    {
        "author": "Louisa May Alcott",
        "quote": "He who believes is strong; he who doubts is weak. Strong convictions precede great actions."
    },
    {
        "author": "David Hume",
        "quote": "No man ever threw away life while it was worth keeping."
    },
    {
        "author": "Mother Teresa",
        "quote": "Joy is strength."
    },
    {
        "author": "Susan Gale",
        "quote": "Sometimes you don’t realize your own strength until you come face to face with your greatest weakness."
    },
    {
        "author": "Unknown",
        "quote": "Being Both Soft And Strong Is A Combination Very Few Have Mastered."
    },
    {
        "author": "Jay Samit",
        "quote": "The strength of brand loyalty begins with how your product makes people feel."
    },
    {
        "author": "Tom Perez",
        "quote": "I think our big tent is our greatest strength."
    },
    {
        "author": "Dolly Parton",
        "quote": "Living in America and, of course, just being women in general, we've got more strength than we think we do."
    },
    {
        "author": "Unknown",
        "quote": "Heavenly Father Knows All About You…"
    },
    {
        "author": "Unknown",
        "quote": "Believe In Yourself A Little More."
    },
    {
        "author": "Rachel Carson",
        "quote": "Those who contemplate the beauty of the earth find reserves of strength that will endure as long as life lasts."
    },
    {
        "author": "Steve Maraboli",
        "quote": "Life doesn’t get easier or more forgiving, we get stronger and more resilient."
    },
    {
        "author": "Drew Barrymore",
        "quote": "In the end, some of your greatest pains become your greatest strengths."
    },
    {
        "author": "Dan Brown",
        "quote": "God, grant me strength to accept those things I cannot change."
    },
    {
        "author": "Alison Malee",
        "quote": "Do not let your mind whisper fear into your heart. It will try. It will try."
    },
    {
        "author": "Dusty Baker",
        "quote": "I’m a strong man, and usually I get over hurts and it makes me stronger when I come back."
    },
    {
        "author": "Tommy Lee",
        "quote": "When you're playing upside down, it takes twice the strength."
    },
    {
        "author": "Napoleon Bonaparte",
        "quote": "The strong man is the one who is able to intercept at will the communication between the senses and the mind."
    },
    {
        "author": "John Steinbeck",
        "quote": "And the little screaming fact that sounds through all history: repression works only to strengthen and knit the repressed."
    },
    {
        "author": "Mignon McLaughlin",
        "quote": "Even cowards can endure hardship; only the brave can endure suspense."
    },
    {
        "author": "Ellen G. White",
        "quote": "The perfection of Christian character depends wholly upon the grace and strength found alone in God."
    },
    {
        "author": "Unknown",
        "quote": "Give God Your Weakness And He’ll Give You His Strength."
    },
    {
        "author": "Louis XIV",
        "quote": "There is little that can withstand a man who can conquer himself."
    },
    {
        "author": "Audrey Hepburn",
        "quote": "Nothing is impossible, the word itself says ‘I’m possible’!"
    },
    {
        "author": "Unknown",
        "quote": "Throw Me To The Wolves And I’ll Come Back Leading The Pack."
    },
    {
        "author": "Anne Frank",
        "quote": "Parents can only give good advice or put them on the right paths, but the final forming of a person’s character lies in their own hands."
    },
    {
        "author": "Tecumseh",
        "quote": "A single twig breaks, but the bundle of twigs is strong."
    },
    {
        "author": "Friedrich Schiller",
        "quote": "The strong man is strongest when alone."
    },
    {
        "author": "Reba McEntire",
        "quote": "Being a strong woman is very important to me. But doing it all on my own is not."
    },
    {
        "author": "T. D. Jakes",
        "quote": "If you learn how to forgive others for not being strong, then people can learn how to forgive you for your own issues."
    },
    {
        "author": "Milla Jovovich",
        "quote": "I am a strong Ukrainian girl, that is why I work a lot."
    },
    {
        "author": "Rupi Kaur",
        "quote": "And here you are living despite of it all."
    },
    {
        "author": "C. JoyBell C.",
        "quote": "Don't be afraid of your fears. They're not there to scare you. They're there to let you know that something is worth it."
    },
    {
        "author": "Hal Borland",
        "quote": "If you would know strength and patience, welcome the company of trees."
    },
    {
        "author": "Unknown",
        "quote": "You’re Never Too Young To Dream BIG!"
    },
    {
        "author": "Nicole Polizzi",
        "quote": "Be sure of yourself, don’t let anyone bully you, be a strong and independent woman or boy."
    },
    {
        "author": "G.K. Chesterton",
        "quote": "Moderate strength is shown in violence, supreme strength is shown in levity."
    },
    {
        "author": "Tony Robbins",
        "quote": "Let fear be a counselor and not a jailer."
    },
    {
        "author": "W. H. Auden",
        "quote": "Thousands have lived without love, not one without water."
    },
    {
        "author": "Nora Ephron",
        "quote": "Above all be the heroine of your life, not the victim."
    },
    {
        "author": "Laurence Sterne",
        "quote": "In solitude the mind gains strength and learns to lean upon itself."
    },
    {
        "author": "Connie Brockway",
        "quote": "Give me a strong back, over a soft heart."
    },
    {
        "author": "Knute Rockne",
        "quote": "Build up your weaknesses until they become your strong points."
    },
    {
        "author": "Unknown",
        "quote": "Go As Long As You Can, And Then Take Another Step."
    },
    {
        "author": "Vincent van Gogh",
        "quote": "It is good to love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is well done."
    },
    {
        "author": "George Orwell",
        "quote": "War is peace. Freedom is slavery. Ignorance is strength."
    },
    {
        "author": "Veronica Roth",
        "quote": "A brave man acknowledges the strength of others."
    },
    {
        "author": "Emilia Clarke",
        "quote": "I think the reason why strong women have such a powerful impact is that you've got the strength of a man with the heart and sensitivity of a woman."
    },
    {
        "author": "Christopher Reeve",
        "quote": "A hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles."
    },
    {
        "author": "Benito Mussolini",
        "quote": "We become strong, I feel, when we have no friends upon whom to lean, or to look to for moral guidance."
    },
    {
        "author": "Unknown",
        "quote": "Do You Want to Be Happy? Let Go Of What’s Gone, Be Grateful For What Remains And Look Forward To What Is Coming."
    },
    {
        "author": "Hagrid",
        "quote": "What’s comin’ will come and we’ll meet it when it does."
    },
    {
        "author": "The Better Man Project",
        "quote": "Brave girl, never settle again."
    },
    {
        "author": "James Dean",
        "quote": "Dream as if you’ll live forever, live as if you’ll die today."
    },
    {
        "author": "Billy Graham",
        "quote": "Tears shed for self are tears of weakness, but tears shed for others are a sign of strength."
    },
    {
        "author": "Ludwig van Beethoven",
        "quote": "This is the mark of a really admirable man: steadfastness in the face of trouble."
    },
    {
        "author": "William Wordsworth",
        "quote": "Though nothing can bring back the hour Of splendor in the grass, of glory in the flower; We will grieve not, rather find Strength in what remains behind; In the primal sympathy Which having been must ever be..."
    },
    {
        "author": "Rupi Kaur",
        "quote": "The kindest words my father said to me women like you drown oceans."
    },
    {
        "author": "George W. Bush",
        "quote": "The wisest use of American strength is to advance freedom."
    },
    {
        "author": "Joyce Brothers",
        "quote": "A strong, positive self-image is the best possible preparation for success."
    },
    {
        "author": "Unknown",
        "quote": "The Strongest People Are Not Those Who Show Strength In Front Of Us But Those Who Win Battles WeKnow Nothing About."
    },
    {
        "author": "Chinua Achebe",
        "quote": "When a tradition gathers enough strength to go on for centuries, you don't just turn it off one day."
    },
    {
        "author": "Winston Churchill",
        "quote": "Sure I am of this, that you have only to endure to conquer."
    },
    {
        "author": "Gisele Bundchen",
        "quote": "When I’m weak, you can be strong; when I’m strong, you can be weak. That’s what I believe marriage is."
    },
    {
        "author": "Rupi Kaur",
        "quote": "What is stronger than the human heart which shatters over and over and still lives."
    },
    {
        "author": "Sena Jeter Naslund",
        "quote": "If you meet a woman of whatever complexion who sails her life with strength and grace and assurance, talk to her! And what you will find is that there has been a suffering, that at some time she has left herself for hanging dead."
    },
    {
        "author": "Dwight D. Eisenhower",
        "quote": "Only strength can cooperate. Weakness can only beg."
    },
    {
        "author": "Atticus",
        "quote": "That was her magic, she could still see the sunset, even on those darkest days."
    },
    {
        "author": "Anthony J. D’Angelo",
        "quote": "Have a strong mind and a soft heart."
    },
    {
        "author": "Charles Dickens",
        "quote": "There are dark shadows on the earth, but its lights are stronger in the contrast."
    },
    {
        "author": "Unknown",
        "quote": "Courage is looking fear right in the eye and saying, ‘Get the hell out of my way, I’ve got things to do.'"
    },
    {
        "author": "Cara Delevingne",
        "quote": "Victoria's Secret is really about celebrating women and what they stand for: the strength."
    },
    {
        "author": "Cesar Chavez",
        "quote": "We draw our strength from the very despair in which we have been forced to live. We shall endure."
    },
    {
        "author": "Aishwarya Rai Bachchan",
        "quote": "My family is my strength and my weakness."
    },
    {
        "author": "Tom Holland",
        "quote": "My biggest flaw is probably my attention span or lack thereof. And while it might seem contradictory, my biggest strength is my work ethic."
    },
    {
        "author": "Frederick Douglass",
        "quote": "It is easier to build strong children than to repair broken men."
    },
    {
        "author": "Katarina Johnson-Thompson",
        "quote": "You don't have to be a bodybuilder to have strength in your muscles."
    },
    {
        "author": "Unknown",
        "quote": "I Figure, If A Girl Wants To Be A Legend, She Should Go Ahead And Be One."
    },
    {
        "author": "Ken Kesey",
        "quote": "You can't really be strong until you see a funny side to things."
    },
    {
        "author": "Corrie ten Boom",
        "quote": "Worry does not empty tomorrow of its sorrow, it empties today of its strength."
    },
    {
        "author": "Joyce Meyer",
        "quote": "Spending time with God is the key to our strength and success in all areas of life. Be sure that you never try to work God into your schedule, but always work your schedule around Him."
    },
    {
        "author": "Unknown",
        "quote": "Nothing Can Dim The Light That Shines From Within."
    },
    {
        "author": "Unknown",
        "quote": "I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection.”"
    },
    {
        "author": "Gregory Peck",
        "quote": "Faith gives you an inner strength and a sense of balance and perspective in life."
    },
    {
        "author": "Unknown",
        "quote": "If You’re Lucky Enough To Be Different, Don’t Ever Change."
    },
    {
        "author": "Unknown",
        "quote": "Don’t Quit. Suffer Now And Live The Rest Of Your Life As A Champion."
    },
    {
        "author": "Ernest Hemingway",
        "quote": "The world breaks everyone, and afterward, some are strong at the broken places."
    },
    {
        "author": "Unknown",
        "quote": "Wake Up With Determination. Go To Bed With Satisfaction."
    },
    {
        "author": "Morgan Harper Nichols",
        "quote": "Going through things you never thought you’d go through will only take you places you never thought you’d get to."
    },
    {
        "author": "Francois de La Rochefoucauld",
        "quote": "We all have enough strength to endure the misfortunes of others."
    },
    {
        "author": "Francis Bacon",
        "quote": "Fortitude is the marshal of thought, the armor of the will, and the fort of reason."
    },
    {
        "author": "Bram Stoker",
        "quote": "But we are strong, each in our purpose, and we are all more strong together."
    },
    {
        "author": "Max Lucado",
        "quote": "The key is this: Meet today’s problems with today’s strength."
    },
    {
        "author": "Anaïs Nin",
        "quote": "I don’t really want to become normal, average, standard. I want merely to gain in strength, in the courage to live out my life more fully, enjoy more, experience more. I want to develop even more original and more unconventional traits"
    },
    {
        "author": "Unknown",
        "quote": "When You Start Seeing Your Worth, You’ll Find It Harder To Stay Around People Who Don’t."
    },
    {
        "author": "J.K. Rowling",
        "quote": "Everything’s possible if you’ve got enough nerve."
    },
    {
        "author": "Marie Lu",
        "quote": "If you want to rebel, rebel from inside the system.That's much more powerful than rebelling outside the system."
    },
    {
        "author": "Unknown",
        "quote": "The Struggle Of You’re In Today Is Developing the Strength You Need For Tomorrow."
    },
    {
        "author": "Justin Trudeau",
        "quote": "I know and I've always felt for Canada that we recognize that diversity is a great source of strength."
    },
    {
        "author": "John Burroughs",
        "quote": "The spirit of man can endure only so much and when it is broken only a miracle can mend it."
    },
    {
        "author": "John Cheever",
        "quote": "Wisdom we know is the knowledge of good and evil, not the strength to choose between the two."
    },
    {
        "author": "Unknown",
        "quote": "You Never Realize How Strong You Are Until Being Strong Is the Only Choice You Have."
    },
    {
        "author": "Julie Graham",
        "quote": "I don’t know exactly what’s next but I’m stepping forward with grit, anchored in grace."
    },
    {
        "author": "Dan Brown, Angels & Demons",
        "quote": "God, grant me strength to accept those things I cannot change."
    },
    {
        "author": "Unknown",
        "quote": "Stop Wearing Your Wishbone Where Your Backbone Ought to Be."
    },
    {
        "author": "Virgil",
        "quote": "Every calamity is to be overcome by endurance."
    },
    {
        "author": "Mandy Hale",
        "quote": "A strong woman accepts both compliments and criticism graciously, knowing that it takes both sunshine and rain for a flower to grow."
    },
    {
        "author": "Michael Jordan",
        "quote": "My attitude is that if you push me towards something that you think is a weakness, then I will turn that perceived weakness into a strength."
    },
    {
        "author": "Albert Camus",
        "quote": "In the depth of winter, I finally learned that within me there lay an invincible summer."
    },
    {
        "author": "John Muir",
        "quote": "Everybody needs beauty as well as bread, places to play in and pray in, where nature may heal and give strength to body and soul."
    },
    {
        "author": "Ariana Dancu",
        "quote": "She made broken look beautiful and strong look invincible. She walked with the Universe on her shoulders and made it look like a pair of wings."
    },
    {
        "author": "Unknown",
        "quote": "Do Not Jude You Don’T Know What Storm I’ve Asked Her To Walk Trough."
    },
    {
        "author": "Gabrielle Giffords",
        "quote": "My spirit is as strong as ever. I’m still fighting to make the world a safer place, and you can, too."
    },
    {
        "author": "Ralph Waldo Emerson",
        "quote": "We acquire the strength we have overcome."
    },
    {
        "author": "Unknown",
        "quote": "Sometimes The Bad Things That Happen In Our Lives Put Us Directly On The Best Things That Will Ever Happen To Us."
    },
    {
        "author": "Ruby Dee",
        "quote": "The kind of beauty I want most is the hard-to-get kind that comes from within – strength, courage, dignity."
    },
    {
        "author": "Unknown",
        "quote": "Step Into My Shoes And Walk the life I’m Living And If you Get As Far As I am, Just Maybe You Will See How Strong I Really Am."
    },
    {
        "author": "John Ruskin",
        "quote": "Endurance is nobler than strength, and patience than beauty."
    },
    {
        "author": "Unknown",
        "quote": "Life Has A Way Of Testing A Persons Will, Either By Having Nothing Happen At All or By Having Everything Happen At Once."
    },
    {
        "author": "Carry Nation",
        "quote": "I felt invincible. My strength was that of a giant. God was certainly standing by me. I smashed five saloons with rocks before I ever took a hatchet."
    },
    {
        "author": "Harriet Tubman",
        "quote": "I would fight for my liberty so long as my strength lasted, and if the time came for me to go, the Lord would let them take me."
    },
    {
        "author": "Pat Riley",
        "quote": "There can only be one state of mind as you approach any profound test; total concentration, a spirit of togetherness, and strength."
    },
    {
        "author": "Unknown",
        "quote": "A Strong Woman Looks A Challenge Dead In The Eye And Gives It a Wink."
    },
    {
        "author": "Japanese Proverb",
        "quote": "Fall down seven times, get up eight."
    },
    {
        "author": "Arthur Machen",
        "quote": "Silence is not weakness and decency is not pride."
    },
    {
        "author": "Unknown",
        "quote": "Dear Stress, Let’s Break up."
    },
    {
        "author": "Betty Friedan",
        "quote": "Aging is not lost youth but a new stage of opportunity and strength."
    },
    {
        "author": "Abraham Lincoln",
        "quote": "Be sure you put your feet in the right place, then stand firm."
    },
    {
        "author": "Horace",
        "quote": "Rule your mind or it will rule you."
    },
    {
        "author": "Unknown",
        "quote": "A True Hero Isn’t Measured By The Size Of His Strength, But By The Strength Of His Heart"
    },
    {
        "author": "Selena Gomez",
        "quote": "My strength is translating emotion because I'm such a feeler."
    },
    {
        "author": "Mary Wollstonecraft",
        "quote": "My own sex, I hope, will excuse me, if I treat them like rational creatures, instead of flattering their graces, and viewing them as if they were in a state of perpetual childhood, unable to stand alone."
    },
    {
        "author": "Peter Drucker",
        "quote": "My greatest strength as a consultant is to be ignorant and ask a few questions."
    },
    {
        "author": "Alfred Lord Tennyson",
        "quote": "My strength is as the strength of ten, because my heart is pure."
    },
    {
        "author": "Xan Oku",
        "quote": "May the flowers remind us why the rain was so necessary."
    },
    {
        "author": "Unknown",
        "quote": "Sometimes You Face Difficulties You’re Doing Something Wrong, But Because You’re Doing Something Right."
    },
    {
        "author": "Unknown",
        "quote": "Don’t Tell People Your Dream. Show Them."
    },
    {
        "author": "Unknown",
        "quote": "A Strong Woman Stands Up For Herself. A Stronger Woman Stands Up For Everyone Else."
    },
    {
        "author": "Cassandra Clare",
        "quote": "Temper us in fire, and we grow stronger. When we suffer, we survive."
    },
    {
        "author": "Donald Trump",
        "quote": "We need a president with tremendous intelligence, smarts, cunning, strength and stamina."
    },
    {
        "author": "Ralph Waldo Emerson",
        "quote": "We gain the strength of the temptation we resist."
    },
    {
        "author": "Thomas Paine",
        "quote": "The strength and power of despotism consists wholly in the fear of resistance."
    },
    {
        "author": "T. D. Jakes",
        "quote": "We think that forgiveness is weakness, but it’s absolutely not; it takes a very strong person to forgive."
    },
    {
        "author": "Unknown",
        "quote": "Sometimes, You Have To Get Knocked Down Lower Than You Have Ever Been To Stand Back Up Taller Than You Ever You Were."
    },
    {
        "author": "Lao Tzu",
        "quote": "Mastering others is strength. Mastering yourself is true power."
    },
    {
        "author": "Confucius",
        "quote": "The strength of a nation derives from the integrity of the home."
    },
    {
        "author": "Vincent Van Gogh",
        "quote": "As we advance in life it becomes more and more difficult, but in fighting the difficulties the inmost strength of the heart is developed."
    },
    {
        "author": "Swami Vivekananda",
        "quote": "The world is the great gymnasium where we come to make ourselves strong."
    },
    {
        "author": "Jean-Bertrand Aristide",
        "quote": "If one suffers we all suffer. Togetherness is strength. Courage."
    },
    {
        "author": "Theodore Roosevelt",
        "quote": "Character, in the long run, is the decisive factor in the life of an individual and of nations alike."
    },
    {
        "author": "William Samuel Johnson",
        "quote": "He knows not his own strength who hath not met adversity."
    },
    {
        "author": "Unknown",
        "quote": "The Secret Of Having It All Is Believing You Already Do."
    },
    {
        "author": "Unknown",
        "quote": "The Only Person You Should Try To Be Better Than, Is The Person You Were Yesterday."
    },
    {
        "author": "Unknown",
        "quote": "I’ve Never Met A Strong Person With An Easy Part."
    },
    {
        "author": "Joe Kelly",
        "quote": "We’re stronger than we think."
    },
    {
        "author": "Jane Austen",
        "quote": "There is a stubbornness about me that never can bear to be frightened at the will of others. My courage always rises at every attempt to intimidate me."
    },
    {
        "author": "Frida Kahlo",
        "quote": "At the end of the day, we can endure much more than we think we can."
    },
    {
        "author": "Paula Radcliffe",
        "quote": "You can be strong and true to yourself without being rude or loud.’ "
    },
    {
        "author": "Unknown",
        "quote": "Don’t Let How You Feel Make You Forget What You Deserve."
    },
    {
        "author": "A. A. Milne",
        "quote": "Promise me you’ll always remember: You’re braver than you believe, and stronger than you seem, and smarter than you think."
    },
    {
        "author": "Mahatma Gandhi",
        "quote": "Nobody can hurt me without my permission."
    },
    {
        "author": "Norman Vincent Peale",
        "quote": "Stand up to your obstacles and do something about them. You will find that they haven't half the strength you think they have."
    },
    {
        "author": "William Barclay",
        "quote": "Endurance is not just the ability to bear a hard thing, but to turn it into glory."
    },
    {
        "author": "Thomas Hardy",
        "quote": "A strong woman who recklessly throws away her strength, she is worse than a weak woman who has never had any strength to throw away."
    },
    {
        "author": "Arnold Palmer",
        "quote": "Success in golf depends less on strength of body than upon strength of mind and character."
    },
    {
        "author": "Linda Poindexter",
        "quote": "One small crack doesn’t mean you are broken, it means that you were put to the test and you didn’t fall apart."
    },
    {
        "author": "George Michael",
        "quote": "It takes so much strength to say to your ego, 'You know what? You're going to keep me lonely, so I have to ignore you.'"
    },
    {
        "author": "Maya Angelou",
        "quote": "Courage is the most important of all the virtues because without courage, you can't practice any other virtue consistently."
    },
    {
        "author": "Ralph Waldo Emerson",
        "quote": "Shallow men believe in luck. Strong men believe in cause and effect."
    },
    {
        "author": "Unknown",
        "quote": "She Is Clothed With Strength & Dignity And Laughs Without Fear Of The feature."
    },
    {
        "author": "Booker T. Washington",
        "quote": "There are two ways of exerting one's strength: one is pushing down, the other is pulling up."
    },
    {
        "author": "LL Cool J",
        "quote": "When adversity strikes, that’s when you have to be the most calm. Take a step back, stay strong, stay grounded and press on."
    },
    {
        "author": "Hercules",
        "quote": "A true hero isn’t measured by the size of his strength, but by the strength of his heart."
    },
    {
        "author": "Julie Gonzalo",
        "quote": "I consider myself to be a very strong, independent woman."
    },
    {
        "author": "Unknown",
        "quote": "Maybe Life Isn’t About Avoiding The Bruises. Maybe It’s About Collecting The Scars To Prove We Showed Up For It."
    },
    {
        "author": "Barbara Kingsolver",
        "quote": "Sometimes the strength of motherhood is greater than natural laws."
    },
    {
        "author": "Mike Tyson",
        "quote": "As long as we persevere and endure, we can get anything we want."
    },
    {
        "author": "Judith Viorst",
        "quote": "Strength is the capacity to break a Hershey bar into four pieces with your bare hands – and then eat just one of the pieces."
    },
    {
        "author": "Narendra Modi",
        "quote": "Social media is reducing social barriers. It connects people on the strength of human values, not identities."
    },
    {
        "author": "Unknown",
        "quote": "When You Change The Way You Look At Things, The Things You Look At Change."
    },
    {
        "author": "Robert Kiyosaki",
        "quote": "The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way."
    },
    {
        "author": "Frederic Chopin",
        "quote": "As long as I have health and strength, I will gladly work all my days."
    },
    {
        "author": "Trent Shelton",
        "quote": "Never be ashamed about being broken, because strength is nothing but pain that’s been repaired."
    },
    {
        "author": "William Makepeace Thackeray",
        "quote": "Follow your honest convictions and be strong."
    },
    {
        "author": "Jenny Trout",
        "quote": "Strength isn’t about bearing a cross of grief or shame. Strength comes from choosing your own path, and living with the consequences."
    },
    {
        "author": "George Henry Lewes",
        "quote": "Insincerity is always weakness; sincerity even in error is strength."
    },
    {
        "author": "Cayla Mills",
        "quote": "You never know how strong you are… until being strong is the only choice you have."
    },
    {
        "author": "Unknown",
        "quote": "When Start Seeing Your Worth, Your’ll Find It Harder To Stay Around People Who Don’t."
    },
    {
        "author": "Unknown",
        "quote": "I’m Too Busy Working On My Own Grass To Notice If Yours Is Greener."
    },
    {
        "author": "Mark Shields",
        "quote": "There is always strength in numbers. The more individuals or organizations that you can rally to your cause, the better."
    },
    {
        "author": "Ernest Hemingway",
        "quote": "The world breaks every one and afterward many are strong at the broken places."
    },
    {
        "author": "Unknown",
        "quote": "You’re Allowed To Scream, You’re Allowed To Cry, But Do Not Give Up."
    },
    {
        "author": "Marie Osmond",
        "quote": "Women are so strong and knowledgeable. You know, instead of competing with each other, I would love to complete each other."
    },
    {
        "author": "John Locke",
        "quote": "Fortitude is the guard and support of the other virtues."
    },
    {
        "author": "Criss Jami",
        "quote": "Grudges are for those who insist that they are owed something; forgiveness, however, is for those who are substantial enough to move on."
    },
    {
        "author": "Charles Spurgeon",
        "quote": "Think not that humility is weakness; it shall supply the marrow of strength to thy bones. Stoop and conquer; bow thyself and become invincible."
    },
    {
        "author": "Thomas Babington Macaulay",
        "quote": "The measure of a man’s real character is what he would do if he knew he would never be found out."
    },
    {
        "author": "Ronald Reagan",
        "quote": "Let us be shy no longer. Let us go to our strength. Let us offer hope. Let us tell the world that a new age is not only possible but probable."
    },
    {
        "author": "Mariah Carey",
        "quote": "When you feel like hope is gone, look inside you and be strong and you’ll finally see the truth- that hero lies in you."
    },
    {
        "author": "Charles Dickens",
        "quote": "The men who learn endurance, are they who call the whole world, brother."
    },
    {
        "author": "Unknown",
        "quote": "Don’t Ever Mistake My Silence For Ignorance, My Calmness For Acceptance And My Kindness For Weakness."
    },
    {
        "author": "Rainer Maria Rilke",
        "quote": "Believe in a love that is being stored up for you like an inheritance, and have faith that in this love there is a strength and a blessing so large that you can travel as far as you wish without having to step outside it."
    },
    {
        "author": "Sade Adu",
        "quote": "To be a mother you must be strong. Even if you don’t feel it, you have to pretend."
    },
    {
        "author": "Unknown",
        "quote": "A Strong Woman Loves, Forgives, Walks Aways, Lets Go, Tries again, and Perseveres…"
    },
    {
        "author": "Van Gogh",
        "quote": "Normality is a paved road. It’s comfortable to walk on but no flowers grow on it."
    },
    {
        "author": "Atticus",
        "quote": "She wasn’t looking for a knight, she was looking for a sword."
    },
    {
        "author": "Zig Ziglar",
        "quote": "Try to look at your weakness and convert it into your strength. That's success."
    },
    {
        "author": "Unknown",
        "quote": "Don’t Let The Behavior Of Others Destroy Inner Peace."
    },
    {
        "author": "Unknown",
        "quote": "You Are Stronger Than You Think."
    },
    {
        "author": "Blaise Pascal",
        "quote": "The strength of a man's virtue should not be measured by his special exertions, but by his habitual acts."
    },
    {
        "author": "Steven Cojocaru",
        "quote": "Thank you to all for your prayers and good wishes. It gave me the strength to persevere and warmed my heart."
    },
    {
        "author": "Birgitte Hjort Sorensen",
        "quote": "Don't worry about not fitting in. The things that make people think you're weird are what makes you you, and therefore your greatest strength."
    },
    {
        "author": "Khalil Gibran",
        "quote": "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars."
    },
    {
        "author": "Frederick Douglass",
        "quote": "The soul that is within me no man can degrade."
    },
    {
        "author": "Garrett Fort",
        "quote": "The strength of the vampire is that people will not believe in him."
    },
    {
        "author": "Unknown",
        "quote": "You’ve Always Had The Power My Dear, Your Just Had To Learn It For Yourself."
    },
    {
        "author": "George F. Kennan",
        "quote": "Heroism is endurance for one moment more."
    },
    {
        "author": "Unknown",
        "quote": "Smile And Let Everyone Know That Today, You’re A Lot Stronger Than You Were."
    },
    {
        "author": "Al Carraway",
        "quote": "You really are good enough, pretty enough, and strong enough."
    },
    {
        "author": "Louise Berliawsky Nevelson",
        "quote": "True strength is delicate."
    },
    {
        "author": "Unknown",
        "quote": "I Am Strong Because I’ve Been Weak. I Am Fearless Because I’ve Been Afraid."
    },
    {
        "author": "Henry David Thoreau",
        "quote": "Nature is as well adapted to our weakness as to our strength."
    },
    {
        "author": "Napoleon Hill",
        "quote": "When your desires are strong enough you will appear to possess superhuman powers to achieve."
    },
    {
        "author": "Unknown",
        "quote": "True strength is keeping everything together when everyone expects you to fall apart."
    },
    {
        "author": "Mahatma Gandhi",
        "quote": "Strength does not come from physical capacity. It comes from an indomitable will."
    },
    {
        "author": "Kareena Kapoor Khan",
        "quote": "Life is full of happiness and tears; be strong and have faith."
    },
    {
        "author": "Ernest Hemingway",
        "quote": "We’re stronger in the places that we’ve been broken."
    },
    {
        "author": "David A. Bednar",
        "quote": "In the strength of the Lord we can do and endure and overcome all things."
    },
    {
        "author": "Unknown",
        "quote": "Littles Girs With Dreams Becomes Women With Vision."
    },
    {
        "author": "Unknown",
        "quote": "The Woman Who Does Not Required Validation From Anyone Is The Most Feared Individual On The Planet."
    },
    {
        "author": "Katharine McPhee",
        "quote": "It feels good to be strong."
    },
    {
        "author": "Lilith Saintcrow, Strange Angels",
        "quote": "Better to be strong than pretty and useless."
    },
    {
        "author": "Angelina Jolie",
        "quote": "Our diversity is our strength. What a dull and pointless life it would be if everyone was the same."
    },
    {
        "author": "Vernon Howard",
        "quote": "A truly strong person does not need the approval of others any more than a lion needs the approval of sheep."
    },
    {
        "author": "Unknown",
        "quote": "Nothing Is More Impressive Than A person Who Is Secure In The Unique Way God Made Her."
    },
    {
        "author": "Lao Tzu",
        "quote": "Mastering others is strength. Mastering oneself makes you fearless."
    },
    {
        "author": "Bruce Lee",
        "quote": "Don’t pray for an easy life. Pray for the strength to endure a difficult one."
    },
    {
        "author": "Harsha Bhogle",
        "quote": "Sometimes your greatest strength can emerge as a weakness if the context changes."
    },
    {
        "author": "Thomas Merton",
        "quote": "Perhaps I am stronger than I think."
    },
    {
        "author": "Unknown",
        "quote": "Some People Don’t Like You Just Because Your Strength Reminds Them Of Their Weakness. Don’t let The Hate Slow You Down."
    },
    {
        "author": "Mike Murdock",
        "quote": "Each relationship nurtures a strength or weakness within you."
    },
    {
        "author": "Rikki Rogers",
        "quote": "Strength doesn’t come from what you do. It comes from overcoming the things you once thought you couldn’t."
    },
    {
        "author": "Edward G. Bulwer-Lytton",
        "quote": "Power is so characteristically calm, that calmness in itself has the aspect of strength."
    },
    {
        "author": "Thalia",
        "quote": "I’m a very strong woman."
    },
    {
        "author": "Unknown",
        "quote": "Better Things Are Coming."
    },
    {
        "author": "Henry Ward Beecher",
        "quote": "Greatness lies not in being strong, but in the right use of strength."
    },
    {
        "author": "Mary Elizabeth Winstead",
        "quote": "You don’t have to play masculine to be a strong woman."
    },
    {
        "author": "Unknown",
        "quote": "You Were Given This Life Because You Are Strong Enough To Live It."
    },
    {
        "author": "Henry Rollins",
        "quote": "Scar tissue is stronger than regular tissue. Realize the strength, move on."
    },
    {
        "author": "J. R. R. Tolkien",
        "quote": "You have been chosen, and you must therefore use such strength and heart and wits as you have."
    },
    {
        "author": "Layne Staley",
        "quote": "My bad habits aren’t my title. My strengths and my talent are my title."
    },
    {
        "author": "Euripides",
        "quote": "Nothing has more strength than dire necessity."
    },
    {
        "author": "Unknown",
        "quote": "You Have To Be At Your Strongest When You’re feeling At Your Weakest."
    },
    {
        "author": "Unknown",
        "quote": "You Can Become Strong And Powerful And Beautiful."
    },
    {
        "author": "LL Cool J",
        "quote": "When adversity strikes, that's when you have to be the most calm. Take a step back, stay strong, stay grounded and press on."
    },
    {
        "author": "Phillips Brooks",
        "quote": "Do not pray for easy lives. Pray to be stronger men!"
    },
    {
        "author": "Unknown",
        "quote": "A heart is a muscle..and what do muscles do when they are torn? They grow back STRONGER!"
    },
    {
        "author": "Bethenny Frankel",
        "quote": "Let’s be clear, I’m a strong woman."
    },
    {
        "author": "Lao Tzu",
        "quote": "Being deeply loved gives you strength; loving deeply gives you courage."
    },
    {
        "author": "Unknown",
        "quote": "Hope Is The Only Thing Stronger Than Fear."
    },
    {
        "author": "Robert E. Lee",
        "quote": "In all my perplexities and distresses, the Bible has never failed to give me light and strength."
    },
    {
        "author": "Ho Chi Minh",
        "quote": "Remember, the storm is a good opportunity for the pine and the cypress to show their strength and their stability."
    },
    {
        "author": "Eleanor Roosevelt",
        "quote": "People grow through experience if they meet life honestly and courageously. This is how character is built."
    },
    {
        "author": "Tony Dungy",
        "quote": "I don't have the strength or wisdom to get through a single day without guidance and grace from God."
    },
    {
        "author": "Henry David Thoreau",
        "quote": "I was not born to be forced. I will breathe after my own fashion. Let us see who is the strongest."
    },
    {
        "author": "Unknown",
        "quote": "You Only Live Once, You Might As Well As A Badass!"
    },
    {
        "author": "George Sand",
        "quote": "Work is not man's punishment. It is his reward and his strength and his pleasure."
    },
    {
        "author": "Unknown",
        "quote": "If You Haven’t Found It Yet, Keep Looking."
    },
    {
        "author": "Patti Davis",
        "quote": "It takes strength to make your way through grief, to grab hold of life and let it pull you forward."
    },
    {
        "author": "Trudie Styler",
        "quote": "Pilates has been the perfect solution to maintaining strength and vitality in my life."
    },
    {
        "author": "Napoléon Bonaparte",
        "quote": "Courage isn’t having the strength to go on – it is going on when you don’t have strength."
    },
    {
        "author": "Unknown",
        "quote": "Be That Strong Girl That Everyone Knew Would Make It Through The Worst. Be that Fearless Girl.."
    },
    {
        "author": "Rumi",
        "quote": "There is an invisible strength within us; when it recognizes two opposing objects of desire, it grows stronger."
    },
    {
        "author": "Orison Swett Marden",
        "quote": "Don't wait for extraordinary opportunities. Seize common occasions and make them great. Weak men wait for opportunities; strong men make them."
    },
    {
        "author": "Henry Miller",
        "quote": "True strength lies in submission which permits one to dedicate his life, through devotion, to something beyond himself."
    },
    {
        "author": "Winston Churchill",
        "quote": "Too often the strong, silent man is silent only because he does not know what to say, and is reputed strong only because he has remained silent."
    },
    {
        "author": "Elvis Stojko",
        "quote": "I had the strength and the finesse there and put it all together."
    },
    {
        "author": "Emil Dorian",
        "quote": "Strong people alone know how to organize their suffering so as to bear only the most necessary pain."
    },
    {
        "author": "Helen Keller",
        "quote": "Faith is the strength by which a shattered world shall emerge into the light."
    },
    {
        "author": "J. C. Watts",
        "quote": "It doesn't take a lot of strength to hang on. It takes a lot of strength to let go."
    },
    {
        "author": "Unknown",
        "quote": "You Attract What You Are, Not What You Want If You Want Great, Then Be Great."
    },
    {
        "author": "Mike Norton",
        "quote": "Fall. Stand. Learn. Adapt."
    },
    {
        "author": "Marcel Proust",
        "quote": "A powerful idea communicates some of its strength to him who challenges it."
    },
    {
        "author": "Gisele Bundchen",
        "quote": "Having the strength to tune out negativity and remain focused on what I want gives me the will and confidence to achieve my goals."
    },
    {
        "author": "Unknown",
        "quote": "I Am The Type Of Person That Will Sit In The Bathroom And Cry, But Then Walk Out Like Nothing Ever Happened."
    },
    {
        "author": "Michael J. Fox",
        "quote": "One's dignity may be assaulted, vandalized and cruelly mocked, but it can never be taken away unless it is surrendered."
    },
    {
        "author": "Unknown",
        "quote": "Forget All The Reasons Why It Wont Work And Believe The One Reason Why It Will!"
    },
    {
        "author": "Saint Francis de Sales",
        "quote": "Nothing is so strong as gentleness, nothing so gentle as real strength."
    },
    {
        "author": "Albert Schweitzer",
        "quote": "One who gains strength by overcoming obstacles possesses the only strength which can overcome adversity."
    },
    {
        "author": "Ovid",
        "quote": "Suppressed grief suffocates, it rages within the breast, and is forced to multiply its strength."
    },
    {
        "author": "Martha McSally",
        "quote": "Before I became a fighter pilot, everyone said that women didn't have the physical strength. Well, I had just completed the Hawaii Ironman Triathlon."
    },
    {
        "author": "Benjamin Banneker",
        "quote": "The colour of the skin is in no way connected with strength of the mind or intellectual powers."
    },
    {
        "author": "Xenophanes",
        "quote": "Better than the strength of men and horses is our wisdom."
    },
    {
        "author": "Russell Brand",
        "quote": "Strength does not have to be belligerent and loud."
    },
    {
        "author": "Rupi Kaur",
        "quote": "i am water soft enough to offer life tough enough to drown it away"
    },
    {
        "author": "Misty Copeland",
        "quote": "Be strong, be fearless, be beautiful. And believe that anything is possible when you have the right people there to support you."
    },
    {
        "author": "Buddha",
        "quote": "To keep the body in good health is a duty… otherwise we shall not be able to keep our mind strong and clear."
    },
    {
        "author": "Unknown",
        "quote": "Do What You Have To Do Until You Can Do What You Want To Do."
    },
    {
        "author": "Regina King",
        "quote": "My mother was a single mom, and most of the women I know are strong."
    },
    {
        "author": "Arnold Schwarzenegger",
        "quote": "The resistance that you fight physically in the gym and the resistance that you fight in life can only build a strong character."
    },
    {
        "author": "Gordon B. Hinckley",
        "quote": "Every good citizen adds to the strength of a nation."
    },
    {
        "author": "Unknown",
        "quote": "You Were Never Created To Live Depressed, Defeated, Guilty, Condemned, Ashamed Or Unworthy. You Were Created To Be Victorious."
    },
    {
        "author": "Paul Harris",
        "quote": "The very strength of a nation eventually proves to be its weakness."
    },
    {
        "author": "Ani DiFranco",
        "quote": "I know there is strength in the differences between us. I know there is comfort where we overlap."
    },
    {
        "author": "Josephine Baker",
        "quote": "I believe in prayer. It's the best way we have to draw strength from heaven."
    },
    {
        "author": "Carson Kressley",
        "quote": "It's really important to share the idea that being different might feel like a problem at the time, but ultimately diversity is a strength."
    },
    {
        "author": "Unknown",
        "quote": "The Lord Is My Strength And My Shield In Him My Heart."
    },
    {
        "author": "Unknown",
        "quote": "The Distance Between Your Dreams And Reality Is Call Action."
    },
    {
        "author": "Unknown",
        "quote": "Hey Little Fighter, Soon Things Will Be Brighter."
    },
    {
        "author": "Harry Emerson Fosdick",
        "quote": "Life asks not merely what you can do; it asks how much can you endure and not be spoiled."
    },
    {
        "author": "Unknown",
        "quote": "Keep The Faith. The Most Amazing Things In Life Tend To Happen Right At The Moment You’re About To Give Up Hope."
    },
    {
        "author": "Audre Lorde",
        "quote": "When I use my strength in the service of my vision it makes no difference whether or not I am afraid."
    },
    {
        "author": "Winston Churchill",
        "quote": "This is no time for ease and comfort. It is time to dare and endure."
    },
    {
        "author": "Aime Cesaire",
        "quote": "It is no use painting the foot of the tree white, the strength of the bark cries out from beneath the paint."
    },
    {
        "author": "Anna Freud",
        "quote": "I was always looking outside myself for strength and confidence but it comes from within. It is there all the time."
    },
    {
        "author": "E. Corona",
        "quote": "She has been through hell. So believe me when I say, fear her when she looks into a fire and smiles."
    },
    {
        "author": "Unknown",
        "quote": "Smile And Let Everyone Know That Today, You’re A Lot Stronger Than You Were Yesterday."
    },
    {
        "author": "Anais Nin",
        "quote": "Life is truly known only to those who suffer, lose, endure adversity and stumble from defeat to defeat."
    },
    {
        "author": "Unknown",
        "quote": "It’s Better To Break Your Own Heart By Leaving, Rather Than Having That Person Break Your Heart Every Day You’re With Them."
    },
    {
        "author": "Unknown",
        "quote": "Do Not Pray For An Easy Life, Pray For The Strength To Endure A Difficult One."
    },
    {
        "author": "Franklin D. Roosevelt",
        "quote": "A nation that destroys its soils destroys itself. Forests are the lungs of our land, purifying the air and giving fresh strength to our people."
    },
    {
        "author": "Og Mandino",
        "quote": "Failure will never overtake me if my determination to succeed is strong enough."
    },
    {
        "author": "Unknown",
        "quote": "Character. Intelligence. Strength. Style. That Makes Beauty."
    },
    {
        "author": "Zsa Zsa Gabor",
        "quote": "To be loved is a strength. To love is a weakness."
    },
    {
        "author": "Vince Lombardi",
        "quote": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will."
    },
    {
        "author": "Shawn Johnson",
        "quote": "Stay strong. Stand up. Have a voice."
    },
    {
        "author": "Bob Marley",
        "quote": "Don't give up the fight, Stand up for your rights."
    },
    {
        "author": "Johann Wolfgang von Goethe",
        "quote": "Talents are best nurtured in solitude, but character is best formed in the stormy billows of the world."
    },
    {
        "author": "Mahatma Gandhi",
        "quote": "When restraint and courtesy are added to strength, the latter becomes irresistible."
    },
    {
        "author": "Unknown",
        "quote": "Strong Women Wear Their Pain Like They Do Stilettos. No Matter How Much It Hurts, All You See Is The Beauty Of It."
    },
    {
        "author": "Tokugawa Ieyasu",
        "quote": "The strong manly ones in life are those who understand the meaning of the word patience."
    },
    {
        "author": "Stephanie Bennett Henry",
        "quote": "Life is tough, my darling, but so are you."
    },
    {
        "author": "Sara Blakely",
        "quote": "Don't be intimidated by what you don't know. That can be your greatest strength and ensure that you do things differently from everyone else."
    },
    {
        "author": "Russell M. Nelson",
        "quote": "Have you not learned that strength comes to an ordinary soul when given an extraordinary calling?"
    }
]
