[
  {
    "id": "1",
    "fav": "false",
    "author": "William Hazlitt",
    "quote": "A wise traveler never despises his own country."
  },
  {
    "id": "2",
    "fav": "false",
    "author": "Felix Baumgartner",
    "quote": "Aviation - and space travel, in particular - have always been especially captivating."
  },
  {
    "id": "3",
    "fav": "false",
    "author": "Paul Theroux",
    "quote": "I wouldn't say that I'm a travel novelist, but rather a novelist who travels - and who uses travel as a background for finding stories of places."
  },
  {
    "id": "4",
    "fav": "false",
    "author": "Werner Herzog",
    "quote": "I travel without barely any luggage. Just a second set of underwear and binoculars and a map and a toothbrush."
  },
  {
    "id": "5",
    "fav": "false",
    "author": "Charles C. Mann",
    "quote": "A world with a sudden limit on air travel would be tremendously different from the one we live in now."
  },
  {
    "id": "6",
    "fav": "false",
    "author": "Stephen A. Schwarzman",
    "quote": "It's wonderful to learn about new cultures and to be able to travel easily to so many countries."
  },
  {
    "id": "7",
    "fav": "false",
    "author": "Jonathan Edwards",
    "quote": "The way to Heaven is ascending; we must be content to travel uphill, though it be hard and tiresome, and contrary to the natural bias of our flesh."
  },
  {
    "id": "8",
    "fav": "false",
    "author": "Jim Harrison",
    "quote": "After a lifetime of world travel I've been fascinated that those in the third world don't have the same perception of reality that we do."
  },
  {
    "id": "9",
    "fav": "false",
    "author": "Mohit Chauhan",
    "quote": "Being in a band is like a small family. You travel together, make music, and share time with each other."
  },
  {
    "id": "10",
    "fav": "false",
    "author": "Anne Wojcicki",
    "quote": "There's going to be space travel at some point."
  },
  {
    "id": "11",
    "fav": "false",
    "author": "Roberto Bolaño",
    "quote": "Every hundred feet the world changes"
  },
  {
    "id": "12",
    "fav": "false",
    "author": "Wallis Simpson",
    "quote": "I never make a trip to the United States without visiting a supermarket. To me they are more fascinating than any fashion salon."
  },
  {
    "id": "13",
    "fav": "false",
    "author": "Margaret Atwood",
    "quote": "Science fiction is filled with Martians and space travel to other planets, and things like that."
  },
  {
    "id": "14",
    "fav": "false",
    "author": "Alain de Botton",
    "quote": "I do think that travel can be part of a journey of inner maturation, but you've got to do it right."
  },
  {
    "id": "15",
    "fav": "false",
    "author": "Deion Sanders",
    "quote": "Sure we're in limos. We're stars. How else is a star supposed to travel?"
  },
  {
    "id": "16",
    "fav": "false",
    "author": "Paul Theroux",
    "quote": "Tourists don't know where they've been, travelers don't know where they're going."
  },
  {
    "id": "17",
    "fav": "false",
    "author": "John Burroughs",
    "quote": "Travel and society polish one, but a rolling stone gathers no moss, and a little moss is a good thing on a man."
  },
  {
    "id": "18",
    "fav": "false",
    "author": "Unknown",
    "quote": "So much of who we are is where we have been."
  },
  {
    "id": "19",
    "fav": "false",
    "author": "Unknown",
    "quote": "Wherever you go, go with all your heart."
  },
  {
    "id": "20",
    "fav": "false",
    "author": "Caroline Wozniacki",
    "quote": "It's very expensive to be a professional tennis player with all the travel and the flights and the hotels and everything."
  },
  {
    "id": "21",
    "fav": "false",
    "author": "Morley Safer",
    "quote": "The helicopter is a fine way to travel, but it induces a view of the world that only God and CEOs share on a regular basis."
  },
  {
    "id": "22",
    "fav": "false",
    "author": "Matt Smith",
    "quote": "Time travel is such a magic concept."
  },
  {
    "id": "23",
    "fav": "false",
    "author": "Unknown",
    "quote": "Only those who risk going too far can possibly find out how far one can go."
  },
  {
    "id": "24",
    "fav": "false",
    "author": "Anna Quindlen",
    "quote": "Books are the plane, and the train, and the road. They are the destination, and the journey. They are home."
  },
  {
    "id": "25",
    "fav": "false",
    "author": "Jimmy Walker",
    "quote": "I travel all over the country, all over the world, and I'm happy to call Texas home."
  },
  {
    "id": "26",
    "fav": "false",
    "author": "Ella Maillart",
    "quote": "Certain travellers give the impression that they keep moving because only then do they feel fully alive."
  },
  {
    "id": "27",
    "fav": "false",
    "author": "W. C. Fields",
    "quote": "Reminds me of my safari in Africa. Somebody forgot the corkscrew and for several days we had to live on nothing but food and water."
  },
  {
    "id": "28",
    "fav": "false",
    "author": "Roger McGuinn",
    "quote": "I love being a troubadour. I travel around the world with my wife and play little theaters. We have a ball."
  },
  {
    "id": "29",
    "fav": "false",
    "author": "R. Buckminster Fuller",
    "quote": "How often I found where I should be going only by setting out for somewhere else."
  },
  {
    "id": "30",
    "fav": "false",
    "author": "T. S. Eliot",
    "quote": "We shall not cease from exploration, and the end of all our exploring will be to arrive where we started and know the place for the first time."
  },
  {
    "id": "31",
    "fav": "false",
    "author": "Matsuo Bashō",
    "quote": "The journey itself is my home."
  },
  {
    "id": "32",
    "fav": "false",
    "author": "Unknown",
    "quote": "To travel is to discover that everyone is wrong about other countries."
  },
  {
    "id": "33",
    "fav": "false",
    "author": "Lily Collins",
    "quote": "I love getting oxygen facials because I travel a lot. My skin gets pretty dry with all the airplanes."
  },
  {
    "id": "34",
    "fav": "false",
    "author": "Will Steger",
    "quote": "Within 10 years it will be impossible to travel to the North Pole by dog team. There will be too much open water."
  },
  {
    "id": "35",
    "fav": "false",
    "author": "Juliana Hatfield",
    "quote": "I don't buy a lot when I travel, but when I do, I like to send gifts from wherever I am. It's fun to find the local post office."
  },
  {
    "id": "36",
    "fav": "false",
    "author": "Angelina Jolie",
    "quote": "We travel often to Asia, Africa, Europe, where they were born."
  },
  {
    "id": "37",
    "fav": "false",
    "author": "Melania Trump",
    "quote": "Nobody controls me. I travel with my husband when I can, when I know that I can go, and I know that my son is okay alone for a few days with the help."
  },
  {
    "id": "38",
    "fav": "false",
    "author": "Alessia Cara",
    "quote": "It's amazing: it's so cool being from Brampton, Ontario, and being able to travel the world and being embraced by so many countries."
  },
  {
    "id": "39",
    "fav": "false",
    "author": "Loretta Lynn",
    "quote": "I'd love to travel to the Holy Land."
  },
  {
    "id": "40",
    "fav": "false",
    "author": "Paolo Bacigalupi",
    "quote": "I'm not proud of it, but I'm a great liar when I travel. I smile and lie, and things are smooth."
  },
  {
    "id": "41",
    "fav": "false",
    "author": "Unknown",
    "quote": "Once a year, go someplace you’ve never been before."
  },
  {
    "id": "42",
    "fav": "false",
    "author": "Mason Cooley",
    "quote": "Travelers never think that they are the foreigners."
  },
  {
    "id": "43",
    "fav": "false",
    "author": "Alex Pareene",
    "quote": "Furloughing a bunch of air traffic controllers has a pretty easy-to-predict effect on air travel: It causes delays."
  },
  {
    "id": "44",
    "fav": "false",
    "author": "Unknown",
    "quote": "Life begins at the end of your comfort zone."
  },
  {
    "id": "45",
    "fav": "false",
    "author": "Justine Larbalestier",
    "quote": "I travel way too much to have any pets. But if I could have one, I'd want a quokka. They're basically small kangaroos native to Western Australia."
  },
  {
    "id": "46",
    "fav": "false",
    "author": "Liberty Hyde Bailey",
    "quote": "When the traveler goes alone he gets acquainted with himself."
  },
  {
    "id": "47",
    "fav": "false",
    "author": "Unknown",
    "quote": "And I think to myself, what a wonderful world."
  },
  {
    "id": "48",
    "fav": "false",
    "author": "B. J. Novak",
    "quote": "Travel is impossible, but daydreaming about travel is easy."
  },
  {
    "id": "49",
    "fav": "false",
    "author": "Unknown",
    "quote": "If you think adventure is dangerous, try routine, it is lethal."
  },
  {
    "id": "50",
    "fav": "false",
    "author": "Marshall McLuhan",
    "quote": "The photograph reverses the purpose of travel, which until now had been to encounter the strange and unfamiliar."
  },
  {
    "id": "51",
    "fav": "false",
    "author": "John Tesh",
    "quote": "I am always exhausted; I am always trying to find more time to be with my family, which is why they travel with me so much."
  },
  {
    "id": "52",
    "fav": "false",
    "author": "Drew Barrymore",
    "quote": "I would love to be a travel writer. I'd be so stoked."
  },
  {
    "id": "53",
    "fav": "false",
    "author": "Lilly Singh",
    "quote": "My fans are honestly so unique and so similar. Wherever I travel, they are so, so different but so the same."
  },
  {
    "id": "54",
    "fav": "false",
    "author": "Rainbow Rowell",
    "quote": "I like science fiction, I like fantasy, I like time travel, so I had this idea: What if you had a phone that could call into the past?"
  },
  {
    "id": "55",
    "fav": "false",
    "author": "Nancy Gibbs",
    "quote": "The real luxury travel of the modern age is not through space; it's through time."
  },
  {
    "id": "56",
    "fav": "false",
    "author": "Bob Dylan",
    "quote": "The land created me. I'm wild and lonesome. Even as I travel the cities, I'm more at home in the vacant lots."
  },
  {
    "id": "57",
    "fav": "false",
    "author": "Lin Yutang",
    "quote": "No one realizes how beautiful it is to travel until he comes home and rests his head on his old, familiar pillow."
  },
  {
    "id": "58",
    "fav": "false",
    "author": "Charlie Hunnam",
    "quote": "Good-quality travel and good-quality food are the two luxuries that I never have any guilt indulging in."
  },
  {
    "id": "59",
    "fav": "false",
    "author": "Philip Reeve",
    "quote": "I don't travel much; I just stay at home and imagine weird places."
  },
  {
    "id": "60",
    "fav": "false",
    "author": "Terry Brooks",
    "quote": "Hurt leads to bitterness, bitterness to anger, travel too far that road and the way is lost."
  },
  {
    "id": "61",
    "fav": "false",
    "author": "Maria Sharapova",
    "quote": "When you travel so many weeks a year, it's always nice to have a home-cooked meal."
  },
  {
    "id": "62",
    "fav": "false",
    "author": "Unknown",
    "quote": "Live to travel. Travel to live."
  },
  {
    "id": "63",
    "fav": "false",
    "author": "Dave Eggers",
    "quote": "Here I am Rock You Like a Hurricane."
  },
  {
    "id": "64",
    "fav": "false",
    "author": "Anais Nin",
    "quote": "We travel, some of us forever, to seek other states, other lives, other souls."
  },
  {
    "id": "65",
    "fav": "false",
    "author": "Jim Hinckley",
    "quote": "It is better to fill your head with useless knowledge than no knowledge at all."
  },
  {
    "id": "66",
    "fav": "false",
    "author": "Ella Maillart",
    "quote": "One travels to run away from routine, that dreadful routine that kills all imagination and all our capacity for enthusiasm."
  },
  {
    "id": "67",
    "fav": "false",
    "author": "Rosalyn Sussman Yalow",
    "quote": "Everything's a real passion to me - my children, my family, my work, travel. I don't play tennis, I don't play music, but I have a great time."
  },
  {
    "id": "68",
    "fav": "false",
    "author": "Pharrell Williams",
    "quote": "My ideal travel companions are my family."
  },
  {
    "id": "69",
    "fav": "false",
    "author": "Seann William Scott",
    "quote": "It's been a huge blessing, being able to travel and have a great life."
  },
  {
    "id": "70",
    "fav": "false",
    "author": "Banana Yoshimoto",
    "quote": "No matter where you are, you're always a bit on your own, always an outsider."
  },
  {
    "id": "71",
    "fav": "false",
    "author": "Patty Smyth",
    "quote": "It's funny. You travel all over the world, and you wind up with a guy from your hometown."
  },
  {
    "id": "72",
    "fav": "false",
    "author": "Marie Helvin",
    "quote": "If I'm on holiday, I travel light, but if it is a work trip, I take everything but the kitchen sink."
  },
  {
    "id": "73",
    "fav": "false",
    "author": "Xun Kuang",
    "quote": "The person attempting to travel two roads at once will get nowhere."
  },
  {
    "id": "74",
    "fav": "false",
    "author": "John Cleese",
    "quote": "Michael Palin decided to give up on his considerable comedy talents to make those dreadfully tedious travel shows. Have you ever tried to watch one?"
  },
  {
    "id": "75",
    "fav": "false",
    "author": "Douglas Adams",
    "quote": "It can hardly be a coincidence that no language on earth has ever produced the expression, 'As pretty as an airport."
  },
  {
    "id": "76",
    "fav": "false",
    "author": "Aldous Huxley",
    "quote": "To travel is to discover that everyone is wrong about other countries."
  },
  {
    "id": "77",
    "fav": "false",
    "author": "Mandy Moore",
    "quote": "I want to go to college to study journalism. I want to speak French fluently, to travel. My mom was a journalist and it's in my blood."
  },
  {
    "id": "78",
    "fav": "false",
    "author": "Imtiaz Ali",
    "quote": "Through travel, you discover a new aspect to your personality. You discover things which you wouldn't seated in the confines of your home."
  },
  {
    "id": "79",
    "fav": "false",
    "author": "Henny Youngman",
    "quote": "Just got back from a pleasure trip: I took my mother-in-law to the airport."
  },
  {
    "id": "80",
    "fav": "false",
    "author": "Unknown",
    "quote": "Wanderlust: a strong desire to wander and explore the world."
  },
  {
    "id": "81",
    "fav": "false",
    "author": "David A. Bednar",
    "quote": "The Book of Mormon is our handbook of instructions as we travel the pathway from bad to good to better and strive to have our hearts changed."
  },
  {
    "id": "82",
    "fav": "false",
    "author": "Levon Helm",
    "quote": "I never subscribe to the stay-at-home policy. I'm not sick of the road or sick of eating in good restaurants around the country. I like to travel."
  },
  {
    "id": "83",
    "fav": "false",
    "author": "Lawrence Durrell",
    "quote": "Travel can be one of the most rewarding forms of introspection."
  },
  {
    "id": "84",
    "fav": "false",
    "author": "Gene Simmons",
    "quote": "I fly economy. I do often fly first class, but I don't travel with a posse, or bodyguard, or an assistant."
  },
  {
    "id": "85",
    "fav": "false",
    "author": "Unknown",
    "quote": "Paris is always a good idea."
  },
  {
    "id": "86",
    "fav": "false",
    "author": "Zaha Hadid",
    "quote": "All the privileged can travel, see different worlds; not everyone can. I think it is important for people to have an interesting locale nearby."
  },
  {
    "id": "87",
    "fav": "false",
    "author": "Christopher Walken",
    "quote": "I like to go to work, and also, I don't have any kids. I don't have any hobbies. I don't like to travel. So going to work is kind of it."
  },
  {
    "id": "88",
    "fav": "false",
    "author": "Unknown",
    "quote": "A mind that is stretched by a new experience can never go back to its old dimensions."
  },
  {
    "id": "89",
    "fav": "false",
    "author": "Robert Benchley",
    "quote": "In America there are two classes of travel - first class, and with children."
  },
  {
    "id": "90",
    "fav": "false",
    "author": "Clifton Fadiman",
    "quote": "When you travel, remember that a foreign country is not designed to make you comfortable. It is designed to make its own people comfortable."
  },
  {
    "id": "91",
    "fav": "false",
    "author": "Paul Theroux",
    "quote": "Travel is glamorous only in retrospect."
  },
  {
    "id": "92",
    "fav": "false",
    "author": "Robert Kiyosaki",
    "quote": "Fuel prices are at the center of our lives. They affect our ability to travel, stay warm, and feed ourselves."
  },
  {
    "id": "93",
    "fav": "false",
    "author": "E.E. Cummings",
    "quote": "May came home with a smooth round stone as small as a world and as large as alone."
  },
  {
    "id": "94",
    "fav": "false",
    "author": "Rachel Boston",
    "quote": "I go on walks during lunch breaks and travel with a fold-up yoga mat. I also love reading by candlelight at night."
  },
  {
    "id": "95",
    "fav": "false",
    "author": "Shakuntala Devi",
    "quote": "You develop a sympathy for all human beings when you travel a lot."
  },
  {
    "id": "96",
    "fav": "false",
    "author": "Park Chan-wook",
    "quote": "If your work requires you to travel, you will understand that there's no vacation destination like home."
  },
  {
    "id": "97",
    "fav": "false",
    "author": "Kate Douglas Wiggin",
    "quote": "There a kind of magicness about going far away and then coming back all changed."
  },
  {
    "id": "98",
    "fav": "false",
    "author": "Thornton Wilder",
    "quote": "Only it seems to me that once in your life before you die you ought to see a country where they don't talk in English and don't even want to."
  },
  {
    "id": "99",
    "fav": "false",
    "author": "Saint Augustine",
    "quote": "The world is a book, and those who do not travel read only a page."
  },
  {
    "id": "100",
    "fav": "false",
    "author": "George Eliot",
    "quote": "Our deeds still travel with us from afar, and what we have been makes us what we are."
  },
  {
    "id": "101",
    "fav": "false",
    "author": "George A. Romero",
    "quote": "I sit around listening to classical music. I don't play video games. I love to go to dinner, go on picnics, travel."
  },
  {
    "id": "102",
    "fav": "false",
    "author": "Derek Walcott",
    "quote": "I read; I travel; I become"
  },
  {
    "id": "103",
    "fav": "false",
    "author": "Jose Andres",
    "quote": "People travel north from Barcelona, not south."
  },
  {
    "id": "104",
    "fav": "false",
    "author": "Debbie Reynolds",
    "quote": "Travel is hard, but entertaining is joy."
  },
  {
    "id": "105",
    "fav": "false",
    "author": "Jose Saramago",
    "quote": "I am traveling less in order to be able to write more. I select my travel destinations according to their degree of usefulness to my work."
  },
  {
    "id": "106",
    "fav": "false",
    "author": "Song Hye-kyo",
    "quote": "I cry if something bad happens. I grab a drink with friends when I get stressed out. I travel. I sometimes lash out at my closest friends."
  },
  {
    "id": "107",
    "fav": "false",
    "author": "Cate Blanchett",
    "quote": "I think the only thing I knew for sure is that I wanted to, whatever I did, I wanted to travel with my work, an adventurous spirit."
  },
  {
    "id": "108",
    "fav": "false",
    "author": "Elizabeth Gilbert",
    "quote": "to travel is worth any cost or sacrifice."
  },
  {
    "id": "109",
    "fav": "false",
    "author": "Chuck Palahniuk",
    "quote": "My favorite books to give or get are short story collections. And always paperbacks because they are easy to carry as you travel."
  },
  {
    "id": "110",
    "fav": "false",
    "author": "Leos Carax",
    "quote": "I travel, I read, I write, I have other lives. But when I have a camera, I know that's my country, my island."
  },
  {
    "id": "111",
    "fav": "false",
    "author": "George A. Moore",
    "quote": "A man travels the world over in search of what he needs and returns home to find it."
  },
  {
    "id": "112",
    "fav": "false",
    "author": "Lin Yutang",
    "quote": "A good traveller is one who does not know where he is going to, and a perfect traveller does not know where he came from."
  },
  {
    "id": "113",
    "fav": "false",
    "author": "O. R. Melling",
    "quote": "All my books reflect travel adventures of some kind, and all have a soul: a spiritual or mystical underpinning."
  },
  {
    "id": "114",
    "fav": "false",
    "author": "J.R.R. Tolkien",
    "quote": "Not all those who wander are lost."
  },
  {
    "id": "115",
    "fav": "false",
    "author": "Leonardo DiCaprio",
    "quote": "I get a friend to travel with me... I need somebody to bring me back to who I am. It's hard to be alone."
  },
  {
    "id": "116",
    "fav": "false",
    "author": "Robert Louis Stevenson",
    "quote": "To travel hopefully is a better thing than to arrive."
  },
  {
    "id": "117",
    "fav": "false",
    "author": "Harry Chapin",
    "quote": "But you can travel on for ten thousand miles, and still stay where you are."
  },
  {
    "id": "118",
    "fav": "false",
    "author": "Ruzwana Bashir",
    "quote": "What you do on travel holiday is what your memories are based on. People want to do cool stuff, and this is what will shape your entire experience."
  },
  {
    "id": "119",
    "fav": "false",
    "author": "Emma Watson",
    "quote": "When I haven't been working I've tried to travel a lot."
  },
  {
    "id": "120",
    "fav": "false",
    "author": "Jochen Zeitz",
    "quote": "It's shocking to think about how little the travel industry cares about sustainability - and it's the basis of their business!"
  },
  {
    "id": "121",
    "fav": "false",
    "author": "Neil Armstrong",
    "quote": "The one thing I regret was that my work required an enormous amount of my time, and a lot of travel."
  },
  {
    "id": "122",
    "fav": "false",
    "author": "W. H. Auden",
    "quote": "Of all possible subjects, travel is the most difficult for an artist, as it is the easiest for a journalist."
  },
  {
    "id": "123",
    "fav": "false",
    "author": "Joe Garcia",
    "quote": "The growth of purposeful travel is a good thing. It can have a positive impact. We should continue to experiment and move along this line."
  },
  {
    "id": "124",
    "fav": "false",
    "author": "Buzz Aldrin",
    "quote": "Space travel for everyone is the next frontier in the human experience."
  },
  {
    "id": "125",
    "fav": "false",
    "author": "James Cameron",
    "quote": "I love short trips to New York; to me it is the finest three-day town on earth."
  },
  {
    "id": "126",
    "fav": "false",
    "author": "Hillary Clinton",
    "quote": "I want to teach. I want to speak. I want to travel."
  },
  {
    "id": "127",
    "fav": "false",
    "author": "Larry Fitzgerald",
    "quote": "I love to see new things, and I love to learn. I always learn so much when I travel - that's the best thing."
  },
  {
    "id": "128",
    "fav": "false",
    "author": "Benjamin Disraeli",
    "quote": "London is a roost for every bird."
  },
  {
    "id": "129",
    "fav": "false",
    "author": "Henry Rollins",
    "quote": "The Bad Seeds are a band I will travel a great distance to see whenever possible."
  },
  {
    "id": "130",
    "fav": "false",
    "author": "Martin Buber",
    "quote": "All journeys have secret destinations of which the traveler is unaware."
  },
  {
    "id": "131",
    "fav": "false",
    "author": "Pooja Hegde",
    "quote": "I see travelling as a great learning process, and my biggest dream is to travel the world."
  },
  {
    "id": "132",
    "fav": "false",
    "author": "Fred Armisen",
    "quote": "I travel a lot. I'll go back and forth, you know, West Coast-East Coast, but it's separated by segments. So it's not a daily thing."
  },
  {
    "id": "133",
    "fav": "false",
    "author": "Oscar Wilde",
    "quote": "I never travel without my diary. One should always have something sensational to read in the train."
  },
  {
    "id": "134",
    "fav": "false",
    "author": "Howard Nemerov",
    "quote": "Nothing in the universe can travel at the speed of light, they say, forgetful of the shadow's speed."
  },
  {
    "id": "135",
    "fav": "false",
    "author": "Andrew Sullivan",
    "quote": "We've got fuel prices coming down and good travel numbers coming out, so it's not surprising airline stocks are going up."
  },
  {
    "id": "136",
    "fav": "false",
    "author": "Henry Rollins",
    "quote": "I think young people should travel and travel often to other countries... like I do."
  },
  {
    "id": "137",
    "fav": "false",
    "author": "Brad Pitt",
    "quote": "I don't feel restless, I just like to travel."
  },
  {
    "id": "138",
    "fav": "false",
    "author": "Hans Christian Andersen",
    "quote": "To travel is to live."
  },
  {
    "id": "139",
    "fav": "false",
    "author": "Hedy Lamarr",
    "quote": "I've met the most interesting people while flying or on a boat. These methods of travel seem to attract the kind of people I want to be with."
  },
  {
    "id": "140",
    "fav": "false",
    "author": "Ana Ivanovic",
    "quote": "When I was starting out, it was almost impossible for me to get visas to travel to tournaments."
  },
  {
    "id": "141",
    "fav": "false",
    "author": "Patton Oswalt",
    "quote": "I've gotten very cynical and kind of anhedonic about all the things I have to do to get to do comedy: all the travel, hotels, and airports."
  },
  {
    "id": "142",
    "fav": "false",
    "author": "Zac Brown",
    "quote": "You can tell all our songs come from us and from our artists, the people we write with and travel with."
  },
  {
    "id": "143",
    "fav": "false",
    "author": "Jack Kerouac",
    "quote": "So shut up, live, travel, adventure, bless and don't be sorry"
  },
  {
    "id": "144",
    "fav": "false",
    "author": "Ramakrishna",
    "quote": "Travel in all the four quarters of the earth, yet you will find nothing anywhere. Whatever there is, is only here."
  },
  {
    "id": "145",
    "fav": "false",
    "author": "Pierre Nanterme",
    "quote": "I hate to travel."
  },
  {
    "id": "146",
    "fav": "false",
    "author": "Unknown",
    "quote": "Though we travel the world over to find the beautiful, we must carry it with us or we find it not."
  },
  {
    "id": "147",
    "fav": "false",
    "author": "Hans Christian Andersen",
    "quote": "To move, to breathe, to fly, to float, To gain all while you give, To roam the roads of lands remote, To travel is to live."
  },
  {
    "id": "148",
    "fav": "false",
    "author": "Diane von Furstenberg",
    "quote": "I travel in so many different ways; I travel high, I rough it... it all depends on who I travel with."
  },
  {
    "id": "149",
    "fav": "false",
    "author": "Guillermo del Toro",
    "quote": "I love to travel, anywhere in the world. Wherever it is... India... Tibet... wherever. I'll go anywhere."
  },
  {
    "id": "150",
    "fav": "false",
    "author": "Michael Palin",
    "quote": "The trouble with travelling back later on is that you can never repeat the same experience."
  },
  {
    "id": "151",
    "fav": "false",
    "author": "William Shakespeare",
    "quote": "I had rather have a fool to make me merry than experience to make me sad and to travel for it too!"
  },
  {
    "id": "152",
    "fav": "false",
    "author": "Mark Twain",
    "quote": "I have found out that there ain't no surer way to find out whether you like people or hate them than to travel with them."
  },
  {
    "id": "153",
    "fav": "false",
    "author": "Walter Benjamin",
    "quote": "How many cities have revealed themselves to me in the marches I undertook in the pursuit of books!"
  },
  {
    "id": "154",
    "fav": "false",
    "author": "Simon Sinek",
    "quote": "Halloween is one of my favorite days of the year. I have a strict rule: I don't work on Halloween and I won't travel on Halloween. Not for any reason."
  },
  {
    "id": "155",
    "fav": "false",
    "author": "Andre Balazs",
    "quote": "One of the few luxuries left is travel. And the aspect of travel that is luxurious is not the movement, but the being there."
  },
  {
    "id": "156",
    "fav": "false",
    "author": "Unknown",
    "quote": "It is better to travel well than to arrive."
  },
  {
    "id": "157",
    "fav": "false",
    "author": "Unknown",
    "quote": "To say yes to life is at one and the same thing to say yes to oneself."
  },
  {
    "id": "158",
    "fav": "false",
    "author": "Linda Gray",
    "quote": "I'm extremely blessed because I travel extensively for my work, but I always try to incorporate a bit of leisure with business."
  },
  {
    "id": "159",
    "fav": "false",
    "author": "Kina Grannis",
    "quote": "I get to travel around the world and meet all of these amazing people, and they're singing my songs! And to me, that's crazy."
  },
  {
    "id": "160",
    "fav": "false",
    "author": "Unknown",
    "quote": "Wherever you go becomes a part of you somehow."
  },
  {
    "id": "161",
    "fav": "false",
    "author": "Don McCullin",
    "quote": "Every street in London has a camera, and if you ever travel up the M4, it feels as if George Orwell should be your chauffeur."
  },
  {
    "id": "162",
    "fav": "false",
    "author": "Edward M. Lerner",
    "quote": "Time travel offends our sense of cause and effect - but maybe the universe doesn't insist on cause and effect."
  },
  {
    "id": "163",
    "fav": "false",
    "author": "Meghan Markle",
    "quote": "I always want off-the-beaten-path, Anthony Bourdain-inspired travel."
  },
  {
    "id": "164",
    "fav": "false",
    "author": "Margaret Thatcher",
    "quote": "You and I come by road or rail, but economists travel on infrastructure."
  },
  {
    "id": "165",
    "fav": "false",
    "author": "Sepp Blatter",
    "quote": "The important thing for me was that the World Cup should travel round the world."
  },
  {
    "id": "166",
    "fav": "false",
    "author": "Erol Ozan",
    "quote": "You can't understand a city without using its public transportation system."
  },
  {
    "id": "167",
    "fav": "false",
    "author": "Gray Scott",
    "quote": "Immortality may be impossible, but imagine what humanity could learn if we all lived 700 years. We could travel deep into utopia and beyond."
  },
  {
    "id": "168",
    "fav": "false",
    "author": "Lily Collins",
    "quote": "I have amazing memories of being able to travel and being able to have family all over the world."
  },
  {
    "id": "169",
    "fav": "false",
    "author": "Unknown",
    "quote": "Venice is like eating an entire box of chocolate liqueurs in one go."
  },
  {
    "id": "170",
    "fav": "false",
    "author": "Unknown",
    "quote": "Adventure is worthwhile."
  },
  {
    "id": "171",
    "fav": "false",
    "author": "Brian Selznick",
    "quote": "I address you all tonight for who you truly are: wizards, mermaids, travelers, adventurers, and magicians. You are the true dreamers."
  },
  {
    "id": "172",
    "fav": "false",
    "author": "Bill Bryson",
    "quote": "The first book I did - the first successful book - was a kind of a travel book, and publishers in Britain encouraged me to do more."
  },
  {
    "id": "173",
    "fav": "false",
    "author": "Ruth Reinhardt",
    "quote": "I really love mountain sports, hiking, skiing, and I love to travel and get to know different places and cultures."
  },
  {
    "id": "174",
    "fav": "false",
    "author": "Margot Robbie",
    "quote": "Any time I have any time off, I try to travel."
  },
  {
    "id": "175",
    "fav": "false",
    "author": "John Malkovich",
    "quote": "I'm a little bit phobic about stains on my clothes, so I never travel without a little packet of organic stain remover."
  },
  {
    "id": "176",
    "fav": "false",
    "author": "David Mitchell",
    "quote": "...there ain't no journey what don't change you some."
  },
  {
    "id": "177",
    "fav": "false",
    "author": "Toni Collette",
    "quote": "I don't mind where I work, it's really nice to be able to travel around and taste the flavours of different countries."
  },
  {
    "id": "178",
    "fav": "false",
    "author": "Ella Maillart",
    "quote": "Travel can also be the spirit of adventure somewhat tamed, for those who desire to do something they are a bit afraid of."
  },
  {
    "id": "179",
    "fav": "false",
    "author": "Rudyard Kipling",
    "quote": "He travels the fastest who travels alone."
  },
  {
    "id": "180",
    "fav": "false",
    "author": "Philip Stanhope, 4th Earl of Chesterfield",
    "quote": "The world is a country which nobody ever yet knew by description; one must travel through it one's self to be acquainted with it."
  },
  {
    "id": "181",
    "fav": "false",
    "author": "Marion Cotillard",
    "quote": "What I like in this job is you can travel to many places, many imaginations."
  },
  {
    "id": "182",
    "fav": "false",
    "author": "T.S. Eliot",
    "quote": "So I find words I never thought to speak In streets I never thought I should revisit When I left my body on a distant shore."
  },
  {
    "id": "183",
    "fav": "false",
    "author": "Guy Clark",
    "quote": "I get pretty much all the exercise I need walking down airport concourses carrying bags."
  },
  {
    "id": "184",
    "fav": "false",
    "author": "Mary-Kate Olsen",
    "quote": "Our career is a dream. I mean, we get to act, travel around the world, and meet cool people. What's not to love!"
  },
  {
    "id": "185",
    "fav": "false",
    "author": "Unknown",
    "quote": "Life is short and the world is wide."
  },
  {
    "id": "186",
    "fav": "false",
    "author": "Alphonse de Lamartine",
    "quote": "If one had but a single glance to give the world, one should gaze on Istanbul."
  },
  {
    "id": "187",
    "fav": "false",
    "author": "Nadia Comaneci",
    "quote": "We are not coaching on a daily basis because we often travel with our charity and commercial interests."
  },
  {
    "id": "188",
    "fav": "false",
    "author": "Rob Gronkowski",
    "quote": "My mom would always travel with us to everything; my dad introduced us to the weight room and showed us how to properly work out."
  },
  {
    "id": "189",
    "fav": "false",
    "author": "Jenny McCarthy",
    "quote": "When I travel, I like to take advantage of room service. I'm really into eggs Benedict in the morning."
  },
  {
    "id": "190",
    "fav": "false",
    "author": "Parker Stevenson",
    "quote": "I like people who are enthused about things they do, like travel, sports, work. I like being with people who have things they're excited about."
  },
  {
    "id": "191",
    "fav": "false",
    "author": "Sarah Huckabee Sanders",
    "quote": "I got to work for my hero and travel with him on a regular basis. It doesn't get much better than that for a job."
  },
  {
    "id": "192",
    "fav": "false",
    "author": "Unknown",
    "quote": "The real voyage of discovery consists not in seeking new landscapes, but in having new eyes."
  },
  {
    "id": "193",
    "fav": "false",
    "author": "David Attenborough",
    "quote": "Before the BBC, I joined the Navy in order to travel."
  },
  {
    "id": "194",
    "fav": "false",
    "author": "Dolly Parton",
    "quote": "I'll bring my grits when I travel, because I get so hungry on the road."
  },
  {
    "id": "195",
    "fav": "false",
    "author": "John Lubbock",
    "quote": "We may sit in our library and yet be in all quarters of the earth."
  },
  {
    "id": "196",
    "fav": "false",
    "author": "John D. Rockefeller",
    "quote": "If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success."
  },
  {
    "id": "197",
    "fav": "false",
    "author": "Moby",
    "quote": "I don't sleep very well when I travel. And as a result, I tend to be awake in cities when everyone else is asleep."
  },
  {
    "id": "198",
    "fav": "false",
    "author": "Saadi",
    "quote": "Roam abroad in the world, and take thy fill of its enjoyments before the day shall come when thou must quit it for good."
  },
  {
    "id": "199",
    "fav": "false",
    "author": "J. Maarten Troost",
    "quote": "The gift of sobriety is clarity and a sense of connection - and travel only enhances that."
  },
  {
    "id": "200",
    "fav": "false",
    "author": "Jennifer Aniston",
    "quote": "I want to see friends more and travel more."
  },
  {
    "id": "201",
    "fav": "false",
    "author": "Danny Kaye",
    "quote": "To travel is to take a journey into yourself."
  },
  {
    "id": "202",
    "fav": "false",
    "author": "Helen Hayes",
    "quote": "When traveling with someone, take large does of patience and tolerance with your morning coffee."
  },
  {
    "id": "203",
    "fav": "false",
    "author": "Colum McCann",
    "quote": "There's a part of me that thinks perhaps we go on existing in a place even after we've left it."
  },
  {
    "id": "204",
    "fav": "false",
    "author": "Barun Sobti",
    "quote": "My wife and I love to travel, so if we don't have work on either her or my birthday, we definitely travel."
  },
  {
    "id": "205",
    "fav": "false",
    "author": "Yoko Ono",
    "quote": "I've always said that I use my voice as an instrument. It was something I created myself, and I said, 'Have voice, will travel.'"
  },
  {
    "id": "206",
    "fav": "false",
    "author": "Marcel Proust",
    "quote": "The real voyage of discovery consists not in seeking new landscapes, but in having new eyes."
  },
  {
    "id": "207",
    "fav": "false",
    "author": "Jason Day",
    "quote": "I travel with Club Glove."
  },
  {
    "id": "208",
    "fav": "false",
    "author": "Anita Desai",
    "quote": "Wherever you go becomes a part of you somehow."
  },
  {
    "id": "209",
    "fav": "false",
    "author": "Jane Lindskold",
    "quote": "The only thing I like about air travel is it gives me time to read."
  },
  {
    "id": "210",
    "fav": "false",
    "author": "Robin Wright",
    "quote": "When I had money in the past, I would always travel rather than spend it on big apartments or cars. And I still feel exactly the same way."
  },
  {
    "id": "211",
    "fav": "false",
    "author": "Unknown",
    "quote": "The gladdest moments, me thinks, is a departure into unknown lands."
  },
  {
    "id": "212",
    "fav": "false",
    "author": "Charles Kuralt",
    "quote": "The everyday kindness of the back roads more than makes up for the acts of greed in the headlines."
  },
  {
    "id": "213",
    "fav": "false",
    "author": "Unknown",
    "quote": "Do not go where the path may lead; go instead where there is no path and leave a trail."
  },
  {
    "id": "214",
    "fav": "false",
    "author": "Truman Capote",
    "quote": "Venice is like eating an entire box of chocolate liqueurs in one go."
  },
  {
    "id": "215",
    "fav": "false",
    "author": "Robert Ballard",
    "quote": "I can't travel without Sudoku."
  },
  {
    "id": "216",
    "fav": "false",
    "author": "Rumi",
    "quote": "Travel brings power and love back into your life."
  },
  {
    "id": "217",
    "fav": "false",
    "author": "Matt Mullenweg",
    "quote": "When I travel, which is most of the year, I live in TripIt."
  },
  {
    "id": "218",
    "fav": "false",
    "author": "Jules Verne",
    "quote": "Ah! Young people, travel if you can, and if you cannot - travel all the same!"
  },
  {
    "id": "219",
    "fav": "false",
    "author": "Anaïs Nin",
    "quote": "We travel, some of us forever, to seek other states, other lives, other souls."
  },
  {
    "id": "220",
    "fav": "false",
    "author": "Jacqueline Cochran",
    "quote": "I have found adventure in flying, in world travel, in business, and even close at hand... Adventure is a state of mind - and spirit."
  },
  {
    "id": "221",
    "fav": "false",
    "author": "Pete Hamill",
    "quote": "Travel at least erodes some of the narrowness that exists in each of us."
  },
  {
    "id": "222",
    "fav": "false",
    "author": "Imtiaz Ali",
    "quote": "I think I am a travel junkie, and I have never enjoyed anything else in my life more than travelling and going to places."
  },
  {
    "id": "223",
    "fav": "false",
    "author": "Ella Maillart",
    "quote": "You do not travel if you are afraid of the unknown, you travel for the unknown, that reveals you with yourself."
  },
  {
    "id": "224",
    "fav": "false",
    "author": "Erol Ozan",
    "quote": "Some beautiful paths can't be discovered without getting lost."
  },
  {
    "id": "225",
    "fav": "false",
    "author": "Chimamanda Ngozi Adichie",
    "quote": "I think you travel to search and you come back home to find yourself there."
  },
  {
    "id": "226",
    "fav": "false",
    "author": "Poppy Delevingne",
    "quote": "I only travel with one suitcase - Mulberry does an incredible one. I always check it; the TSA restrictions are so tricky."
  },
  {
    "id": "227",
    "fav": "false",
    "author": "Kip Thorne",
    "quote": "'Closed timelike curve' is the jargon for time travel. It means you go out, come back and meet yourself in the past."
  },
  {
    "id": "228",
    "fav": "false",
    "author": "Unknown",
    "quote": "Never get so busy making a living that you forget to make a life."
  },
  {
    "id": "229",
    "fav": "false",
    "author": "Jeff Goldblum",
    "quote": "No matter how you travel, it's still you going."
  },
  {
    "id": "230",
    "fav": "false",
    "author": "Solange Knowles",
    "quote": "You get educated by traveling."
  },
  {
    "id": "231",
    "fav": "false",
    "author": "Douglas Brinkley",
    "quote": "The myth-making about Appomattox started from the moment Lee left the courthouse on his horse to travel to Richmond."
  },
  {
    "id": "232",
    "fav": "false",
    "author": "Amy Cuddy",
    "quote": "Trust is the conduit for influence; it's the medium through which ideas travel."
  },
  {
    "id": "233",
    "fav": "false",
    "author": "Hannah Simone",
    "quote": "If I could travel back in time, I'd bring back the entire Wu-Tang Clan."
  },
  {
    "id": "234",
    "fav": "false",
    "author": "Buddha",
    "quote": "It is better to travel well than to arrive."
  },
  {
    "id": "235",
    "fav": "false",
    "author": "Eva Green",
    "quote": "I want to travel. Maybe I'll end up living in Norway, making cakes."
  },
  {
    "id": "236",
    "fav": "false",
    "author": "Nadia Comaneci",
    "quote": "Now, I have a kid, I have businesses to take care of, I have to travel. I have to sit down... and find a little time for me."
  },
  {
    "id": "237",
    "fav": "false",
    "author": "Ivan Glasenberg",
    "quote": "You want to be a trader, come be a trader. The door's open. You want to travel six days a week, you want to travel the world, the door's open."
  },
  {
    "id": "238",
    "fav": "false",
    "author": "Unknown",
    "quote": "Little by little, one travels far."
  },
  {
    "id": "239",
    "fav": "false",
    "author": "Stephen Hawking",
    "quote": "Time travel was once considered scientific heresy, and I used to avoid talking about it for fear of being labelled a 'crank.'"
  },
  {
    "id": "240",
    "fav": "false",
    "author": "Gilbert K. Chesterton",
    "quote": "The whole object of travel is not to set foot on foreign land; it is at last to set foot on one's own country as a foreign land."
  },
  {
    "id": "241",
    "fav": "false",
    "author": "Daryl Hall",
    "quote": "Yes, I travel in unusual circles. George Osborne and his wife Frances are my cousins."
  },
  {
    "id": "242",
    "fav": "false",
    "author": "Maeve Binchy",
    "quote": "I have been lucky enough to travel a lot, meet great people in many lands. I have liked almost everyone I met along the way."
  },
  {
    "id": "243",
    "fav": "false",
    "author": "George Carlin",
    "quote": "What does it mean to pre-board? Do you get on before you get on?"
  },
  {
    "id": "244",
    "fav": "false",
    "author": "John Steinbeck",
    "quote": "You don't even know where I'm going.\" \"I don't care. I'd like to go anywhere."
  },
  {
    "id": "245",
    "fav": "false",
    "author": "Unknown",
    "quote": "To awaken quite alone in a strange town is one of the most pleasant sensations in the world."
  },
  {
    "id": "246",
    "fav": "false",
    "author": "Richard K. Morgan",
    "quote": "Good authors mature over time: it does take awhile. Travel abroad and learn to live in other cultures. That's one of the things about teaching abroad."
  },
  {
    "id": "247",
    "fav": "false",
    "author": "Roman Payne",
    "quote": "O, Sunlight! The most precious gold to be found on Earth."
  },
  {
    "id": "247",
    "fav": "false",
    "author": "Thomas Jefferson",
    "quote": "I think one travels more usefully when they travel alone, because they reflect more.\" ( June 19, 1787)"
  },
  {
    "id": "248",
    "fav": "false",
    "author": "William Hazlitt",
    "quote": "It is not fit that every man should travel; it makes a wise man better, and a fool worse."
  },
  {
    "id": "249",
    "fav": "false",
    "author": "Unknown",
    "quote": "Life is either a daring adventure or nothing."
  },
  {
    "id": "250",
    "fav": "false",
    "author": "Hans Christian Andersen",
    "quote": "Travelling expands the mind rarely."
  },
  {
    "id": "251",
    "fav": "false",
    "author": "Zach Braff",
    "quote": "The best way to travel abroad is to live with the locals."
  },
  {
    "id": "252",
    "fav": "false",
    "author": "Victoria Beckham",
    "quote": "I just can't do heels any more. At least not when I'm working. I travel a lot."
  },
  {
    "id": "253",
    "fav": "false",
    "author": "Jesse Eisenberg",
    "quote": "I get very homesick, but otherwise it's a great privilege to get to travel for work."
  },
  {
    "id": "254",
    "fav": "false",
    "author": "Jeff Goldblum",
    "quote": "I travel for work, but recently, friends said I should take major trips."
  },
  {
    "id": "255",
    "fav": "false",
    "author": "Rosalia de Castro",
    "quote": "I see my path, but I don't know where it leads. Not knowing where I'm going is what inspires me to travel it."
  },
  {
    "id": "256",
    "fav": "false",
    "author": "P. J. O'Rourke",
    "quote": "I do have to travel a lot for speaking engagements."
  },
  {
    "id": "257",
    "fav": "false",
    "author": "Seth Rollins",
    "quote": "The joke we always say is that WWE doesn't pay us to wrestle, they pay us to travel."
  },
  {
    "id": "258",
    "fav": "false",
    "author": "Chris Stapleton",
    "quote": "I always tell people, 'The music's free. I get paid to travel.'"
  },
  {
    "id": "259",
    "fav": "false",
    "author": "Jesmyn Ward",
    "quote": "Physical books are still my favorite, but I own an e-book reader. They're convenient for travel."
  },
  {
    "id": "260",
    "fav": "false",
    "author": "William Hazlitt",
    "quote": "You know more of a road by having traveled it than by all the conjectures and descriptions in the world."
  },
  {
    "id": "261",
    "fav": "false",
    "author": "Paul Theroux",
    "quote": "The job of the travel writer is to go far and wide, to make voluminous notes, to tell the truth."
  },
  {
    "id": "262",
    "fav": "false",
    "author": "Seneca",
    "quote": "If you really want to escape the things that harass you, what you’re needing is not to be in a different place but to be a different person."
  },
  {
    "id": "263",
    "fav": "false",
    "author": "Fanny Burney",
    "quote": "Traveling is the ruin of all happiness! There's no looking at a building after seeing Italy."
  },
  {
    "id": "264",
    "fav": "false",
    "author": "Kylie Jenner",
    "quote": "Tyga's one of my best friends ever, so it's so much fun to travel with him. I always like having my friends out on the road with me."
  },
  {
    "id": "265",
    "fav": "false",
    "author": "Doris Lessing",
    "quote": "I think kids ought to travel. I think it's very good to carry kids around. It's good for them. Of course it's tough on the parents."
  },
  {
    "id": "266",
    "fav": "false",
    "author": "Rajeev Suri",
    "quote": "I'm a digital reader. When I travel abroad, I don't want to pack physical books, and I even like reading on my smartphone."
  },
  {
    "id": "267",
    "fav": "false",
    "author": "Lin Yutang",
    "quote": "No one realizes how beautiful it is to travel until he comes home and rests his head on his old, familiar pillow. "
  },
  {
    "id": "268",
    "fav": "false",
    "author": "Deontay Wilder",
    "quote": "To build my legacy and be that person I want to be, this is what it's going to take: to get on the road and travel. Let's do it that way."
  },
  {
    "id": "269",
    "fav": "false",
    "author": "Ingmar Bergman",
    "quote": "I hate to travel. I don't go anywhere."
  },
  {
    "id": "270",
    "fav": "false",
    "author": "Deborah Moggach",
    "quote": "Everything will be alright in the end so if it is not alright it is not the end."
  },
  {
    "id": "271",
    "fav": "false",
    "author": "Meghan Markle",
    "quote": "I love Ralph Lauren. As I travel so much, I prefer to shop online."
  },
  {
    "id": "272",
    "fav": "false",
    "author": "James Altucher",
    "quote": "Don't time travel into the past, roaming through the nuances as if they can change. Don't bookmark pages you've already read."
  },
  {
    "id": "273",
    "fav": "false",
    "author": "Henry Miller",
    "quote": "One's destination is never a place, but a new way of seeing things."
  },
  {
    "id": "274",
    "fav": "false",
    "author": "Robin Leach",
    "quote": "In Italy, they add work and life on to food and wine."
  },
  {
    "id": "275",
    "fav": "false",
    "author": "Elvis Mitchell",
    "quote": "I dress well. I travel; I seem to be relatively glamorous for a film guy - which, to me, is like being the fastest midget in the circus."
  },
  {
    "id": "276",
    "fav": "false",
    "author": "Judith Thurman",
    "quote": "Every dreamer knows that it is entirely possible to be homesick for a place you've never been to, perhaps more homesick than for familiar ground."
  },
  {
    "id": "277",
    "fav": "false",
    "author": "Ray Bradbury",
    "quote": "See the world. It's more fantastic than any dream made or paid for in factories. Ask for no guarantees, ask for no security."
  },
  {
    "id": "278",
    "fav": "false",
    "author": "David Mitchell",
    "quote": "Travel far enough, you meet yourself."
  },
  {
    "id": "279",
    "fav": "false",
    "author": "Eudora Welty",
    "quote": "Through travel I first became aware of the outside world; it was through travel that I found my own introspective way into becoming a part of it."
  },
  {
    "id": "280",
    "fav": "false",
    "author": "Sargent Shriver",
    "quote": "Just to travel is rather boring, but to travel with a purpose is educational and exciting."
  },
  {
    "id": "281",
    "fav": "false",
    "author": "Aleksandr Solzhenitsyn",
    "quote": "Own only what you can always carry with you: know languages, know countries, know people. Let your memory be your travel bag."
  },
  {
    "id": "282",
    "fav": "false",
    "author": "Unknown",
    "quote": "Your imagination is your preview of life’s coming attractions."
  },
  {
    "id": "283",
    "fav": "false",
    "author": "Iggy Pop",
    "quote": "I'm a travel enthusiast."
  },
  {
    "id": "284",
    "fav": "false",
    "author": "Edward Ruscha",
    "quote": "I travel a lot, but I don't come away with new inspiration."
  },
  {
    "id": "285",
    "fav": "false",
    "author": "Ruth Negga",
    "quote": "I don't like hobbies. I read and travel and see my friends before they disown me."
  },
  {
    "id": "286",
    "fav": "false",
    "author": "Nikos Kazantzakis",
    "quote": "Every perfect traveler always creates the country where he travels."
  },
  {
    "id": "287",
    "fav": "false",
    "author": "Charles Kuralt",
    "quote": "Thanks to the Interstate Highway System, it is now possible to travel across the country from coast to coast without seeing anything."
  },
  {
    "id": "288",
    "fav": "false",
    "author": "Erma Bombeck",
    "quote": "Did you ever notice that the first piece of luggage on the carousel never belongs to anyone?"
  },
  {
    "id": "289",
    "fav": "false",
    "author": "George Vecsey",
    "quote": "Ball caps travel far and wide. They do far more than keep the sun out of your eyes or the cold off your head. Ball caps are a statement."
  },
  {
    "id": "290",
    "fav": "false",
    "author": "Unknown",
    "quote": "Our happiest moments as tourists always seem to come when we stumble upon one thing while in pursuit of something else."
  },
  {
    "id": "291",
    "fav": "false",
    "author": "Walt Whitman",
    "quote": "I tramp a perpetual journey."
  },
  {
    "id": "292",
    "fav": "false",
    "author": "Matt Lucas",
    "quote": "The most useful form of time travel would be to go back a year or two and rectify the mistakes we made."
  },
  {
    "id": "293",
    "fav": "false",
    "author": "Unknown",
    "quote": "Travel is not reward for working, it’s education for living."
  },
  {
    "id": "294",
    "fav": "false",
    "author": "Zac Goldsmith",
    "quote": "In North America, more than half of all children travel to school by bus. We need a similar programme in London."
  },
  {
    "id": "295",
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "Though we travel the world over to find the beautiful, we must carry it with us, or we find it not."
  },
  {
    "id": "296",
    "fav": "false",
    "author": "Henry Adams",
    "quote": "Everyone carries his own inch rule of taste, and amuses himself by applying it, triumphantly, wherever he travels."
  },
  {
    "id": "297",
    "fav": "false",
    "author": "Paul D. Boyer",
    "quote": "An unexpected benefit of my career in biochemistry has been travel."
  },
  {
    "id": "298",
    "fav": "false",
    "author": "Anderson Cooper",
    "quote": "The farther you go, however, the harder it is to return. The world has many edges, and it's easy to fall off."
  },
  {
    "id": "299",
    "fav": "false",
    "author": "Seth Rollins",
    "quote": "I do my best work alone. I travel alone a lot."
  },
  {
    "id": "300",
    "fav": "false",
    "author": "Peter Diamandis",
    "quote": "If you have a fear of flying, don't. The data are very clear: If you have to travel someplace, the safest way is by airplane."
  },
  {
    "id": "301",
    "fav": "false",
    "author": "Augustine of Hippo",
    "quote": "The world is a book, and those who don't travel only read one page."
  },
  {
    "id": "302",
    "fav": "false",
    "author": "Andre Gide",
    "quote": "To read a writer is for me not merely to get an idea of what he says, but to go off with him and travel in his company."
  },
  {
    "id": "303",
    "fav": "false",
    "author": "Lita Ford",
    "quote": "I like to travel. I love touring, I love playing."
  },
  {
    "id": "304",
    "fav": "false",
    "author": "Unknown",
    "quote": "Collect moments. Not things."
  },
  {
    "id": "305",
    "fav": "false",
    "author": "Miguel",
    "quote": "Travel aesthetics should be just as comfortable and practical as they are fashionable."
  },
  {
    "id": "306",
    "fav": "false",
    "author": "Audrey Hepburn",
    "quote": "Paris is always a good idea."
  },
  {
    "id": "307",
    "fav": "false",
    "author": "Elvis Mitchell",
    "quote": "In his very first film, Mr. Gonzalez Inarritu makes the kind of journey some directors don't - or can't - travel in an entire career."
  },
  {
    "id": "308",
    "fav": "false",
    "author": "Unknown",
    "quote": "Jet lag is for amateurs."
  },
  {
    "id": "309",
    "fav": "false",
    "author": "Unknown",
    "quote": "All journeys have secret destinations of which the traveler is unaware."
  },
  {
    "id": "310",
    "fav": "false",
    "author": "Nargis Fakhri",
    "quote": "No matter where I travel, I make sure to carry a Vaseline body lotion with me to keep my skin well moisturised all the time."
  },
  {
    "id": "311",
    "fav": "false",
    "author": "Ted Turner",
    "quote": "I travel a lot. I'm on the move."
  },
  {
    "id": "312",
    "fav": "false",
    "author": "Shiv Nadar",
    "quote": "On Sundays, we would travel to the town and watch English movies. This way, we must have ended up watching some 1,000 movies during college."
  },
  {
    "id": "313",
    "fav": "false",
    "author": "Paul Theroux",
    "quote": "The amount of hassle involved in travel can be overwhelming."
  },
  {
    "id": "314",
    "fav": "false",
    "author": "John Muir",
    "quote": "To the lover of wilderness, Alaska is one of the most wonderful countries in the world."
  },
  {
    "id": "315",
    "fav": "false",
    "author": "Ernest Hemingway",
    "quote": "Never go on trips with anyone you do not love."
  },
  {
    "id": "316",
    "fav": "false",
    "author": "Chief Joseph",
    "quote": "Let me be a free man - free to travel, free to stop, free to work."
  },
  {
    "id": "317",
    "fav": "false",
    "author": "Unknown",
    "quote": "Travel makes one modest, you see what a tiny place you occupy in the world."
  },
  {
    "id": "318",
    "fav": "false",
    "author": "Gilbert K. Chesterton",
    "quote": "The traveler sees what he sees, the tourist sees what he has come to see."
  },
  {
    "id": "319",
    "fav": "false",
    "author": "Frank Borman",
    "quote": "Exploration is really the essence of the human spirit."
  },
  {
    "id": "320",
    "fav": "false",
    "author": "Marina and the Diamonds",
    "quote": "Touring can be tough; the crew and I travel everywhere by a big pink bus, and live in petrol stations."
  },
  {
    "id": "321",
    "fav": "false",
    "author": "Augustine of Hippo",
    "quote": "The world is a book and those who do not travel read only one page."
  },
  {
    "id": "322",
    "fav": "false",
    "author": "David Ebershoff",
    "quote": "Sometimes when I travel, I like to close my eyes and imagine visiting during another era."
  },
  {
    "id": "323",
    "fav": "false",
    "author": "Samuel Johnson",
    "quote": "The use of travelling is to regulate imagination by reality, and instead of thinking how things may be, to see them as they are."
  },
  {
    "id": "324",
    "fav": "false",
    "author": "Lao Tzu",
    "quote": "A good traveler has no fixed plans, and is not intent on arriving."
  },
  {
    "id": "325",
    "fav": "false",
    "author": "Damon Albarn",
    "quote": "Being in Blur has allowed me to travel and hear the music that's being made all over the world."
  },
  {
    "id": "326",
    "fav": "false",
    "author": "John Paul DeJoria",
    "quote": "Rail travel for me is the most relaxing, most scenic way to see the country."
  },
  {
    "id": "327",
    "fav": "false",
    "author": "Hakan Nesser",
    "quote": "A good story can travel in time and borders; it hits you no matter where you are."
  },
  {
    "id": "328",
    "fav": "false",
    "author": "Unknown",
    "quote": "Because in the end, you won’t remember the time you spent working in an office or mowing your lawn. Climb that damn mountain."
  },
  {
    "id": "329",
    "fav": "false",
    "author": "Linda McCartney",
    "quote": "I would travel only by horse, if I had the choice."
  },
  {
    "id": "330",
    "fav": "false",
    "author": "Francois Hollande",
    "quote": "When I travel officially... and when I travel on a private basis, I have protection that is less suffocating. But I am protected everywhere."
  },
  {
    "id": "331",
    "fav": "false",
    "author": "Al Gore",
    "quote": "Airplane travel is nature's way of making you look like your passport photo."
  },
  {
    "id": "332",
    "fav": "false",
    "author": "Robert Louis Stevenson",
    "quote": "We are all travelers in the wilderness of this world, and the best we can find in our travels is an honest friend."
  },
  {
    "id": "333",
    "fav": "false",
    "author": "Miranda Raison",
    "quote": "I'm a bad traveller because I suffer from travel sickness."
  },
  {
    "id": "334",
    "fav": "false",
    "author": "Jhumpa Lahiri",
    "quote": "My grandfather says that's what books are for,\" Ashoke said, using the opportunity to open the volume in his hands. \"To travel without moving an inch."
  },
  {
    "id": "335",
    "fav": "false",
    "author": "Matsuo Basho",
    "quote": "Every day is a journey, and the journey itself is home."
  },
  {
    "id": "336",
    "fav": "false",
    "author": "Diana Gabaldon",
    "quote": "In a great many stories that deal with time travel, there's usually somebody who knows how time travel works. They lay out the rules."
  },
  {
    "id": "337",
    "fav": "false",
    "author": "Martin Henderson",
    "quote": "I think it's part of my personality - I love to travel; I love different cultures and philosophies and perspectives on things."
  },
  {
    "id": "338",
    "fav": "false",
    "author": "Robert Louis Stevenson",
    "quote": "There are no foreign lands. It is the traveler only who is foreign."
  },
  {
    "id": "339",
    "fav": "false",
    "author": "Melania Trump",
    "quote": "My mom loved fashion. We loved to travel and go to Italy and Paris."
  },
  {
    "id": "340",
    "fav": "false",
    "author": "Unknown",
    "quote": "We travel not to escape life, but for life not to escape us."
  },
  {
    "id": "341",
    "fav": "false",
    "author": "Greg Gutfeld",
    "quote": "Travel like a pro, not like a hobo. That's my motto."
  },
  {
    "id": "342",
    "fav": "false",
    "author": "Winna Efendi",
    "quote": "Most of the time, beauty lies in the simplest of things."
  },
  {
    "id": "343",
    "fav": "false",
    "author": "Ma Jian",
    "quote": "Everything I was I carry with me, everything I will be lies waiting on the road ahead."
  },
  {
    "id": "344",
    "fav": "false",
    "author": "Horace",
    "quote": "Caelum non animum mutant qui trans mare currunt. ()"
  },
  {
    "id": "345",
    "fav": "false",
    "author": "Tommy Wiseau",
    "quote": "I'm going to do more movies and travel."
  },
  {
    "id": "346",
    "fav": "false",
    "author": "Unknown",
    "quote": "Oh, the places you’ll go."
  },
  {
    "id": "347",
    "fav": "false",
    "author": "Mignon McLaughlin",
    "quote": "We all become great explorers during our first few days in a new city, or a new love affair."
  },
  {
    "id": "348",
    "fav": "false",
    "author": "Rene Redzepi",
    "quote": "People will travel anywhere for good food - it's crazy."
  },
  {
    "id": "349",
    "fav": "false",
    "author": "Brad Goreski",
    "quote": "I am very lucky to have the opportunity to travel to so many amazing destinations for work!"
  },
  {
    "id": "350",
    "fav": "false",
    "author": "Ursula K. Le Guin",
    "quote": "It is good to have an end to journey toward; but it is the journey that matters, in the end."
  },
  {
    "id": "351",
    "fav": "false",
    "author": "Unknown",
    "quote": "Don’t count the days. Make the days count."
  },
  {
    "id": "352",
    "fav": "false",
    "author": "Morrissey",
    "quote": "If you travel to Germany, it's still absolutely Germany. If you travel to Sweden, it still has a Swedish identity."
  },
  {
    "id": "353",
    "fav": "false",
    "author": "Evelyn Glennie",
    "quote": "I associate going to an airport with work because I travel so much with my job. So when I have a few days free from work, I tend to stay at home."
  },
  {
    "id": "354",
    "fav": "false",
    "author": "Edi Gathegi",
    "quote": "I am sort of an adventurer. I like to explore new places. I don't get to travel as often as I would like but I love it."
  },
  {
    "id": "355",
    "fav": "false",
    "author": "Gustave Flaubert",
    "quote": "Travel makes one modest. You see what a tiny place you occupy in the world."
  },
  {
    "id": "356",
    "fav": "false",
    "author": "Reba McEntire",
    "quote": "Besides, I'm a gypsy at heart and I like to travel around."
  },
  {
    "id": "357",
    "fav": "false",
    "author": "Leonardo da Vinci",
    "quote": "For once you have tasted flight you will walk the earth with your eyes turned skywards, for there you have been and there you will long to return."
  },
  {
    "id": "358",
    "fav": "false",
    "author": "Mary Anne Radmacher",
    "quote": "I am not the same having seen the moon shine on the other side of the world."
  },
  {
    "id": "359",
    "fav": "false",
    "author": "Henry Rollins",
    "quote": "A lot of Americans don't have a passport, never will have a passport. Not only will they not travel, they don't want to travel."
  },
  {
    "id": "360",
    "fav": "false",
    "author": "Henry Rollins",
    "quote": "I just travel the world with my backpack and my cameras and a bunch of Clif bars."
  },
  {
    "id": "361",
    "fav": "false",
    "author": "Robyn Davidson",
    "quote": "I just don't see myself as a travel writer. I can't. I don't."
  },
  {
    "id": "362",
    "fav": "false",
    "author": "Liberty Ross",
    "quote": "I love the fabric of Genetic jeans. There's a softness. I always travel in them. It feels like you're in like your most comfortable pajamas."
  },
  {
    "id": "363",
    "fav": "false",
    "author": "Ernest Hemingway",
    "quote": "Writing and travel broaden your ass if not your mind and I like to write standing up."
  },
  {
    "id": "364",
    "fav": "false",
    "author": "Ray Bradbury",
    "quote": "We've gotta reinvest in space travel. We should've never left the moon."
  },
  {
    "id": "365",
    "fav": "false",
    "author": "Jacqueline Cochran",
    "quote": "I might have been born in a hovel but I am determined to travel with the wind and the stars."
  },
  {
    "id": "366",
    "fav": "false",
    "author": "Imtiaz Ali",
    "quote": "'Love Aaj Kal' is not really a road movie, but it does involve some travel."
  },
  {
    "id": "367",
    "fav": "false",
    "author": "Rajeev Suri",
    "quote": "When I'm in London I always travel by public transport - I catch the Tube and the Heathrow Express."
  },
  {
    "id": "368",
    "fav": "false",
    "author": "Santosh Kalwar",
    "quote": "If life is a journey then let my soul travel and share your pain."
  },
  {
    "id": "369",
    "fav": "false",
    "author": "Meg White",
    "quote": "It's cool to meet your idols. It's a good opportunity to travel. Those kinds of things are good."
  },
  {
    "id": "370",
    "fav": "false",
    "author": "Satchel Paige",
    "quote": "Airplanes may kill you, but they ain't likely to hurt you."
  },
  {
    "id": "371",
    "fav": "false",
    "author": "G.K. Chesterton",
    "quote": "The traveler sees what he sees. The tourist sees what he has come to see."
  },
  {
    "id": "372",
    "fav": "false",
    "author": "Unknown",
    "quote": "Do not dare not to dare."
  },
  {
    "id": "373",
    "fav": "false",
    "author": "Tim Cahill",
    "quote": "I am living out my adolescent dream of travel and adventure."
  },
  {
    "id": "374",
    "fav": "false",
    "author": "Quincy Jones",
    "quote": "Young people should travel, and they don't. You can't know if you don't go."
  },
  {
    "id": "375",
    "fav": "false",
    "author": "Ted Nugent",
    "quote": "The good news is that real-world hands-on conservation is alive and well and catching on across the America I travel."
  },
  {
    "id": "376",
    "fav": "false",
    "author": "Diane von Furstenberg",
    "quote": "I travel light. I think the most important thing is to be in a good mood and enjoy life, wherever you are."
  },
  {
    "id": "377",
    "fav": "false",
    "author": "Robert Benchley",
    "quote": "There are two kinds of travel: first class and with children."
  },
  {
    "id": "378",
    "fav": "false",
    "author": "Stephen Curry",
    "quote": "I hope to play until I'm, like, 38 or something, and that's a lot of years in the game and a lot of travel and a lot of sacrifice on my family's part."
  },
  {
    "id": "379",
    "fav": "false",
    "author": "Blake Lively",
    "quote": "I love to photograph the gorgeous landscapes when I travel."
  },
  {
    "id": "380",
    "fav": "false",
    "author": "Gene Simmons",
    "quote": "I do often fly first class, but I don't travel with a posse, or bodyguard, or an assistant."
  },
  {
    "id": "381",
    "fav": "false",
    "author": "Unknown",
    "quote": "Why, I’d like nothing better than to achieve some bold adventure, worthy of our trip."
  },
  {
    "id": "382",
    "fav": "false",
    "author": "Lisa Randall",
    "quote": "Travel at faster than the speed of light certainly can have dramatic implications that are difficult to understand, such as time travel."
  },
  {
    "id": "383",
    "fav": "false",
    "author": "Caskie Stinnett",
    "quote": "I travel a lot; I hate having my life disrupted by routine."
  },
  {
    "id": "384",
    "fav": "false",
    "author": "Thomas Fuller",
    "quote": "Travel makes a wise man better, and a fool worse."
  },
  {
    "id": "385",
    "fav": "false",
    "author": "Mary Ritter Beard",
    "quote": "Certainly, travel is more than the seeing of sights; it is a change that goes on, deep and permanent, in the ideas of living."
  },
  {
    "id": "386",
    "fav": "false",
    "author": "Arijit Singh",
    "quote": "I still don't have a car. I still travel by public transport. I take autos to travel to and fro for recordings."
  },
  {
    "id": "387",
    "fav": "false",
    "author": "Jack Kerouac",
    "quote": "...but I preferred reading the American landscape as we went along. Every bump, rise, and stretch in it mystified my longing."
  },
  {
    "id": "388",
    "fav": "false",
    "author": "Unknown",
    "quote": "It is good to have an end to journey toward; but it is the journey that matters, in the end."
  },
  {
    "id": "389",
    "fav": "false",
    "author": "Blake Lively",
    "quote": "I take a cooking class everywhere I travel. I find it's the best way to get to know a culture."
  },
  {
    "id": "390",
    "fav": "false",
    "author": "Dominic Monaghan",
    "quote": "I enjoy the preparatory elements of travel - packing my bags and choosing my outfits - but my favourite part is getting there."
  },
  {
    "id": "391",
    "fav": "false",
    "author": "William Blake",
    "quote": "Travelers repose and dream among my leaves."
  },
  {
    "id": "392",
    "fav": "false",
    "author": "John Steinbeck",
    "quote": "Many a trip continues long after movement in time and space have ceased."
  },
  {
    "id": "393",
    "fav": "false",
    "author": "Pauly D",
    "quote": "I travel every single day, but I make it a point to hit the gym. I want to look good for the summer."
  },
  {
    "id": "394",
    "fav": "false",
    "author": "Lisa Ling",
    "quote": "The best education I have ever received was through travel."
  },
  {
    "id": "395",
    "fav": "false",
    "author": "Hozier",
    "quote": "It was a rural upbringing by the seaside. A real quiet place surrounded by fields. I had to travel into town for school and stuff like that."
  },
  {
    "id": "396",
    "fav": "false",
    "author": "Roger Moore",
    "quote": "It's wonderful to travel with somebody that you love and we never travel anywhere without one another."
  },
  {
    "id": "397",
    "fav": "false",
    "author": "Zach Anner",
    "quote": "Spontaneity is what travel is all about."
  },
  {
    "id": "398",
    "fav": "false",
    "author": "Herman Melville",
    "quote": "In this world, shipmates, sin that pays its way can travel freely, and without passport; whereas Virtue, if a pauper, is stopped at all frontiers."
  },
  {
    "id": "399",
    "fav": "false",
    "author": "Ian Wright",
    "quote": "I never travel without my sketch book."
  },
  {
    "id": "400",
    "fav": "false",
    "author": "Barton Gellman",
    "quote": "The Patriot Act unleashed the FBI to search your email, travel and credit records without even a suspicion of wrongdoing."
  },
  {
    "id": "401",
    "fav": "false",
    "author": "Mohsin Hamid",
    "quote": "When I travel, I feel more like a nomad than a tourist."
  },
  {
    "id": "402",
    "fav": "false",
    "author": "Stephen Hawking",
    "quote": "Even if it turns out that time travel is impossible, it is important that we understand why it is impossible."
  },
  {
    "id": "403",
    "fav": "false",
    "author": "Roseanne Barr",
    "quote": "Men read maps better than women because only men can understand the concept of an inch equaling a hundred miles."
  },
  {
    "id": "404",
    "fav": "false",
    "author": "Christine McVie",
    "quote": "I'm pretty low-key. I travel fairly light, especially on the tour."
  },
  {
    "id": "405",
    "fav": "false",
    "author": "Dhani Jones",
    "quote": "Travel around the world is amazing. New people. New-found family, really."
  },
  {
    "id": "406",
    "fav": "false",
    "author": "Anna Quindlen",
    "quote": "In books I have traveled, not only to other worlds, but into my own."
  },
  {
    "id": "407",
    "fav": "false",
    "author": "James A. Michener",
    "quote": "If you reject the food, ignore the customs, fear the religion, and avoid the people, you might better stay home."
  },
  {
    "id": "408",
    "fav": "false",
    "author": "Julian Fellowes",
    "quote": "I always like to arrive at the airport early to enjoy breakfast and lounge about so that when I get on the plane all my travel fever has disappeared."
  },
  {
    "id": "409",
    "fav": "false",
    "author": "John Mackey",
    "quote": "In general, when you travel, you get into a different reality and are able to more accurately reflect on your ordinary life. Hiking does that for me."
  },
  {
    "id": "410",
    "fav": "false",
    "author": "Cesare Pavese",
    "quote": "If you wish to travel far and fast, travel light. Take off all your envies, jealousies, unforgiveness, selfishness and fears."
  },
  {
    "id": "411",
    "fav": "false",
    "author": "Taylor Lautner",
    "quote": "I do love traveling, so I've been able to travel a lot."
  },
  {
    "id": "412",
    "fav": "false",
    "author": "Curtis Jackson",
    "quote": "Eating well was something I learned as I started to be successful and had to travel and perform concerts, which are an intense cardio workout."
  },
  {
    "id": "413",
    "fav": "false",
    "author": "Mary Ellen Mark",
    "quote": "I wanted to travel from the beginning. As a kid, I used to dream about airplanes, before I ever flew in one."
  },
  {
    "id": "414",
    "fav": "false",
    "author": "Unknown",
    "quote": "I’m shaking the dust of this crummy little town off my feet and I’m gonna see the world."
  },
  {
    "id": "415",
    "fav": "false",
    "author": "Unknown",
    "quote": "I haven’t been everywhere, but it’s on my list."
  },
  {
    "id": "416",
    "fav": "false",
    "author": "Unknown",
    "quote": "Never let your memories be greater than your dreams."
  },
  {
    "id": "417",
    "fav": "false",
    "author": "Sundar Pichai",
    "quote": "I have a secret project which adds four hours every day to the 24 hours we have. There's a bit of time travel involved."
  },
  {
    "id": "418",
    "fav": "false",
    "author": "Werner Herzog",
    "quote": "The world reveals itself to those who travel on foot."
  },
  {
    "id": "419",
    "fav": "false",
    "author": "Orlando Bloom",
    "quote": "I generally travel with my laptop, a couple of great books, and my iPod."
  },
  {
    "id": "420",
    "fav": "false",
    "author": "Rudyard Kipling",
    "quote": "The first condition of understanding a foreign country is to smell it."
  },
  {
    "id": "421",
    "fav": "false",
    "author": "Lao Tzu",
    "quote": "A good traveler has no fixed plans and is not intent on arriving."
  },
  {
    "id": "422",
    "fav": "false",
    "author": "Gabriel Iglesias",
    "quote": "I usually travel with a posse. I roll deep. I travel like a rapper, but without the artillery. We don't carry guns, we carry cookies."
  },
  {
    "id": "423",
    "fav": "false",
    "author": "Paul Theroux",
    "quote": "Travel works best when you're forced to come to terms with the place you're in."
  },
  {
    "id": "424",
    "fav": "false",
    "author": "Laurie Hernandez",
    "quote": "Life has been a really big whirlwind, but it's been a lot of fun. I travel so much, and I'm constantly doing things that I love, but it's just me."
  },
  {
    "id": "425",
    "fav": "false",
    "author": "Peter Diamandis",
    "quote": "Because it's cheaper and easier to fly than ever before, air travel is becoming democratized."
  },
  {
    "id": "426",
    "fav": "false",
    "author": "Michael Bassey Johnson",
    "quote": "A good traveller is one who knows how to travel with the mind."
  },
  {
    "id": "427",
    "fav": "false",
    "author": "Alek Wek",
    "quote": "The beauty of reading is that it lets you travel in a way you could never know."
  },
  {
    "id": "428",
    "fav": "false",
    "author": "Aristophanes",
    "quote": "Why, I'd like nothing better than to achieve some bold adventure, worthy of our trip."
  },
  {
    "id": "429",
    "fav": "false",
    "author": "Robert Louis Stevenson",
    "quote": "I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move."
  },
  {
    "id": "430",
    "fav": "false",
    "author": "Josh Billings",
    "quote": "To bring up a child in the way he should go, travel that way yourself once in a while."
  },
  {
    "id": "431",
    "fav": "false",
    "author": "Donald Richie",
    "quote": "Japan never considers time together as time wasted. Rather, it is time invested."
  },
  {
    "id": "432",
    "fav": "false",
    "author": "Ralph Waldo Emerson",
    "quote": "Though we travel the world over to find the beautiful, we must carry it with us or we find it not."
  },
  {
    "id": "433",
    "fav": "false",
    "author": "Maureen O'Hara",
    "quote": "The Queen Mary was the most civilized and luxurious way one could travel to America in the late 1930s."
  },
  {
    "id": "434",
    "fav": "false",
    "author": "Mikhail Khodorkovsky",
    "quote": "I have to travel a lot, but relaxation to me is when I am at home."
  },
  {
    "id": "435",
    "fav": "false",
    "author": "Rob Gronkowski",
    "quote": "One of the places I'd like to travel to is Ibiza, off the coast of Spain."
  },
  {
    "id": "436",
    "fav": "false",
    "author": "Brad Goreski",
    "quote": "I only travel with a carry-on suitcase in most instances."
  },
  {
    "id": "437",
    "fav": "false",
    "author": "Seth Rollins",
    "quote": "Most of my workouts happen by myself because I travel so much."
  },
  {
    "id": "438",
    "fav": "false",
    "author": "Unknown",
    "quote": "To live will be an awfully big adventure."
  },
  {
    "id": "439",
    "fav": "false",
    "author": "Unknown",
    "quote": "Travel is the only thing you buy that makes you richer."
  },
  {
    "id": "440",
    "fav": "false",
    "author": "Norman Foster",
    "quote": "I travel continuously, and I see many cities, but there is nowhere like London."
  },
  {
    "id": "441",
    "fav": "false",
    "author": "Holly Marie Combs",
    "quote": "To travel America and see everything it has to offer, with my best friend, sounds like the perfect road trip."
  },
  {
    "id": "442",
    "fav": "false",
    "author": "Carrie Underwood",
    "quote": "I do not like people touching my underwear. That's just weird! I travel with a washer and dryer, and I like cooking on the bus, too."
  },
  {
    "id": "443",
    "fav": "false",
    "author": "Ursula K. Le Guin",
    "quote": "The explorer who will not come back or send back his ships to tell his tale is not an explorer, only an adventurer; and his sons are born in exile."
  },
  {
    "id": "444",
    "fav": "false",
    "author": "Neil Gaiman",
    "quote": "Wherever you go, you take yourself with you."
  },
  {
    "id": "445",
    "fav": "false",
    "author": "Theophilus London",
    "quote": "I need to travel, of course, with my laptop, so I can do my business on the road."
  },
  {
    "id": "446",
    "fav": "false",
    "author": "Hernan Cortes",
    "quote": "I love to travel, but hate to arrive."
  },
  {
    "id": "447",
    "fav": "false",
    "author": "Francis Bacon",
    "quote": "Travel, in the younger sort, is a part of education; in the elder, a part of experience."
  },
  {
    "id": "448",
    "fav": "false",
    "author": "Unknown",
    "quote": "Not all those who wander are lost."
  },
  {
    "id": "449",
    "fav": "false",
    "author": "Barton Gellman",
    "quote": "I favor pocket-sized hard drives that travel between home and office, syncing with computers on both ends."
  },
  {
    "id": "450",
    "fav": "false",
    "author": "Charles Horton Cooley",
    "quote": "To get away from one's working environment is, in a sense, to get away from one's self; and this is often the chief advantage of travel and change."
  },
  {
    "id": "451",
    "fav": "false",
    "author": "Dave Barry",
    "quote": "It always rains on tents. Rainstorms will travel thousands of miles, against prevailing winds for the opportunity to rain on a tent."
  },
  {
    "id": "452",
    "fav": "false",
    "author": "Unknown",
    "quote": "My favorite thing is to go where I’ve never been."
  },
  {
    "id": "453",
    "fav": "false",
    "author": "Roman Payne",
    "quote": "Never did the world make a queen of a girl who hides in houses and dreams without traveling."
  },
  {
    "id": "454",
    "fav": "false",
    "author": "Timothy Morton",
    "quote": "Invoking Nature always measures the distance we have yet to travel to achieve real progress on environmental issues."
  },
  {
    "id": "455",
    "fav": "false",
    "author": "Susan Sontag",
    "quote": "Travel becomes a strategy for accumulating photographs."
  },
  {
    "id": "456",
    "fav": "false",
    "author": "George Bernard Shaw",
    "quote": "I dislike feeling at home when I am abroad."
  },
  {
    "id": "457",
    "fav": "false",
    "author": "Jerry Costello",
    "quote": "Almost 70 percent of U.S. ag exports travel the upper Mississippi River and the Illinois waterway system."
  },
  {
    "id": "458",
    "fav": "false",
    "author": "Paul Theroux",
    "quote": "Extensive traveling induces a feeling of encapsulation, and travel, so broadening at first, contracts the mind."
  },
  {
    "id": "459",
    "fav": "false",
    "author": "Britney Spears",
    "quote": "The cool thing about being famous is traveling. I have always wanted to travel across seas, like to Canada and stuff."
  },
  {
    "id": "460",
    "fav": "false",
    "author": "Stephen Hawking",
    "quote": "A zero-gravity flight is a first step toward space travel."
  },
  {
    "id": "461",
    "fav": "false",
    "author": "Rob Machado",
    "quote": "I think I'm one of the most fortunate people in the world. I travel around looking for the best waves and appreciate it every second."
  },
  {
    "id": "462",
    "fav": "false",
    "author": "Greg Gutfeld",
    "quote": "Terror, married to technology and accommodated by progress in travel, has turned evil individuals into traveling ballistic missiles."
  },
  {
    "id": "463",
    "fav": "false",
    "author": "Alain de Botton",
    "quote": "Travel is a lot like love."
  },
  {
    "id": "464",
    "fav": "false",
    "author": "Alex Meraz",
    "quote": "It's like this - because I travel so much, I crave certain foods or certain things, like from certain places that I've been."
  },
  {
    "id": "465",
    "fav": "false",
    "author": "J.R.R. Tolkien",
    "quote": "All that is gold does not glitter, Not all those who wander are lost."
  },
  {
    "id": "466",
    "fav": "false",
    "author": "Unknown",
    "quote": "One’s destination is never a place, but a new way of seeing things."
  },
  {
    "id": "467",
    "fav": "false",
    "author": "Robin Leach",
    "quote": "Travel is very subjective. What one person loves, another loathes."
  },
  {
    "id": "468",
    "fav": "false",
    "author": "Jenny Lewis",
    "quote": "I wouldn't call it a faux pas, but I have about 12 tracksuits. I always travel in a tracksuit. I feel it makes people happy when they see me."
  },
  {
    "id": "469",
    "fav": "false",
    "author": "Malala Yousafzai",
    "quote": "I distracted myself from the fear and terrorism by thinking about things like how the universe began and whether time travel is possible."
  },
  {
    "id": "470",
    "fav": "false",
    "author": "Giotto di Bondone",
    "quote": "Rome is the city of echoes, the city of illusions, and the city of yearning."
  },
  {
    "id": "471",
    "fav": "false",
    "author": "Count Basie",
    "quote": "All I wanted was to be big, to be in show business and to travel... and that's what I've been doing all my life."
  },
  {
    "id": "472",
    "fav": "false",
    "author": "Robyn Davidson",
    "quote": "The truth is I'm not really interested in travel writing as it's generally conceived, and even less so in female travel writing."
  },
  {
    "id": "473",
    "fav": "false",
    "author": "Busy Philipps",
    "quote": "I always pack a travel snack bag. You don't want to get stuck without snacks no matter where you go!"
  },
  {
    "id": "474",
    "fav": "false",
    "author": "Margaret Heffernan",
    "quote": "One of the sad truths about leadership is that, the higher up the ladder you travel, the less you know."
  },
  {
    "id": "475",
    "fav": "false",
    "author": "Shane L. Koyczan",
    "quote": "Don't let your luggage define your travels, each life unravels differently."
  },
  {
    "id": "476",
    "fav": "false",
    "author": "John Muir",
    "quote": "I never saw a discontented tree. They grip the ground as though they liked it, and though fast rooted they travel about as far as we do."
  },
  {
    "id": "477",
    "fav": "false",
    "author": "Charles Bukowski",
    "quote": "I heard an airplane passing overhead. I wished I was on it."
  },
  {
    "id": "478",
    "fav": "false",
    "author": "David Rockefeller",
    "quote": "I am a passionate traveler, and from the time I was a child, travel formed me as much as my formal education."
  },
  {
    "id": "479",
    "fav": "false",
    "author": "Diego Luna",
    "quote": "Mexico is where I fell in love for the first time; it's where my family lives... so however much I travel, I inevitably return there."
  },
  {
    "id": "480",
    "fav": "false",
    "author": "Jack Kerouac",
    "quote": "Our battered suitcases were piled on the sidewalk again; we had longer ways to go. But no matter, the road is life"
  },
  {
    "id": "481",
    "fav": "false",
    "author": "Beyonce Knowles",
    "quote": "To be able to travel the world, especially to places I never thought I'd be... it's really, you know, still fascinating for me."
  },
  {
    "id": "482",
    "fav": "false",
    "author": "Kenny Leon",
    "quote": "Great theater continues to bind us, one to the other, and most of us will travel far and wide to see a good story told well."
  },
  {
    "id": "483",
    "fav": "false",
    "author": "Unknown",
    "quote": "If you are not willing to risk the unusual, you will have to settle for the ordinary."
  },
  {
    "id": "484",
    "fav": "false",
    "author": "Phil Collins",
    "quote": "When I go on Japanese Airlines, I really love it because I like Japanese food."
  },
  {
    "id": "485",
    "fav": "false",
    "author": "Yuri Milner",
    "quote": "You have to travel globally today to know what's going on and maintain an edge."
  },
  {
    "id": "486",
    "fav": "false",
    "author": "Karen Hughes",
    "quote": "The travel and tourism industry, it's just a huge part of our economy."
  },
  {
    "id": "487",
    "fav": "false",
    "author": "Evelyn Waugh",
    "quote": "I have a good mind not to take Aloysius to Venice. I don't want him to meet a lot of horrid Italian bears and pick up bad habits."
  },
  {
    "id": "488",
    "fav": "false",
    "author": "Jo Brand",
    "quote": "Everything becomes magnified at night. Sounds travel in a different way, it's dark, and everything seems far more spooky."
  },
  {
    "id": "489",
    "fav": "false",
    "author": "Chance The Rapper",
    "quote": "I want to travel overseas and help out people all over the world."
  },
  {
    "id": "490",
    "fav": "false",
    "author": "J.A. Redmerski",
    "quote": "I wonder if the ocean smells different on the other side of the world."
  },
  {
    "id": "491",
    "fav": "false",
    "author": "Confucius",
    "quote": "Wherever you go, go with all your heart."
  },
  {
    "id": "492",
    "fav": "false",
    "author": "Unknown",
    "quote": "The journey itself is my home."
  },
  {
    "id": "493",
    "fav": "false",
    "author": "Unknown",
    "quote": "The world is a book and those who do not travel read only one page."
  },
  {
    "id": "494",
    "fav": "false",
    "author": "Robert Thier",
    "quote": "Ships are my arrows, the sea my bow, the world my target."
  },
  {
    "id": "495",
    "fav": "false",
    "author": "Alexander Chase",
    "quote": "Lovers of air travel find it exhilarating to hang poised between the illusion of immortality and the fact of death."
  },
  {
    "id": "496",
    "fav": "false",
    "author": "Lao Tzu",
    "quote": "The journey of a thousand miles begins with a single step."
  },
  {
    "id": "497",
    "fav": "false",
    "author": "Benjamin Disraeli",
    "quote": "Travel teaches toleration."
  },
  {
    "id": "498",
    "fav": "false",
    "author": "Benjamin Disraeli",
    "quote": "Like all great travellers, I have seen more than I remember, and remember more than I have seen."
  },
  {
    "id": "499",
    "fav": "false",
    "author": "Joe Abercrombie",
    "quote": "Travel brings wisdom only to the wise. It renders the ignorant more ignorant than ever."
  },
  {
    "id": "500",
    "fav": "false",
    "author": "Paul Theroux",
    "quote": "The travel impulse is mental and physical curiosity. It's a passion. And I can't understand people who don't want to travel."
  },
  {
    "id": "501",
    "fav": "false",
    "author": "Michael Palin",
    "quote": "I am not a great cook, I am not a great artist, but I love art, and I love food, so I am the perfect traveller."
  },
  {
    "id": "502",
    "fav": "false",
    "author": "Thomas Hood",
    "quote": "Some minds improve by travel, others, rather, resemble copper wire, or brass, which get the narrower by going farther."
  },
  {
    "id": "503",
    "fav": "false",
    "author": "Regina Brett",
    "quote": "There are few places you can find silence. Air travel could be the last fortress of solitude."
  },
  {
    "id": "504",
    "fav": "false",
    "author": "Unknown",
    "quote": "When preparing to travel, lay out all of your clothes and all of your money. Then take half the clothes and twice the money."
  },
  {
    "id": "505",
    "fav": "false",
    "author": "Theophilus London",
    "quote": "I collect a lot of clothes when I travel around the world."
  },
  {
    "id": "506",
    "fav": "false",
    "author": "Robert Louis Stevenson",
    "quote": "For my part, I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move."
  },
  {
    "id": "507",
    "fav": "false",
    "author": "Lucius Annaeus Seneca",
    "quote": "Everywhere is nowhere. When a person spends all his time in foreign travel, he ends by having many acquaintances, but no friends."
  },
  {
    "id": "508",
    "fav": "false",
    "author": "Jerzy Kosinski",
    "quote": "Travel gives me the opportunity to walk through the sectors of cities where one can clearly see the passage of time."
  },
  {
    "id": "509",
    "fav": "false",
    "author": "W. Kamau Bell",
    "quote": "I've always been a fan of these travel shows and documentary series."
  },
  {
    "id": "510",
    "fav": "false",
    "author": "Cynthia Ozick",
    "quote": "Traveling is seeing; it is the implicit that we travel by."
  },
  {
    "id": "511",
    "fav": "false",
    "author": "K. D. Lang",
    "quote": "My public image is so low-key, but I get to travel the world and still have an audience and it's really amazing. I don't take that for granted."
  },
  {
    "id": "512",
    "fav": "false",
    "author": "David Attenborough",
    "quote": "I think a major element of jetlag is psychological. Nobody ever tells me what time it is at home."
  },
  {
    "id": "513",
    "fav": "false",
    "author": "Quincy Jones",
    "quote": "I travel like a maniac. I travel more than anyone I know. I love learning the languages."
  },
  {
    "id": "514",
    "fav": "false",
    "author": "Tom Brady",
    "quote": "People want to go out and travel around and meet cool people. I could just go live in Vermont, but is that what I really want?"
  },
  {
    "id": "515",
    "fav": "false",
    "author": "Fred Allen",
    "quote": "I have just returned from Boston. It is the only thing to do if you find yourself up there."
  },
  {
    "id": "516",
    "fav": "false",
    "author": "Kevyn Aucoin",
    "quote": "I'd rather have huge success and huge failures than travel in the middle of the road."
  },
  {
    "id": "517",
    "fav": "false",
    "author": "Brian Greene",
    "quote": "The bottom line is that time travel is allowed by the laws of physics."
  },
  {
    "id": "518",
    "fav": "false",
    "author": "Alex Garland",
    "quote": "Tourists went on holidays while travellers did something else. They travelled."
  },
  {
    "id": "519",
    "fav": "false",
    "author": "Roman Payne",
    "quote": "I wandered everywhere, through cities and countries wide. And everywhere I went, the world was on my side."
  },
  {
    "id": "520",
    "fav": "false",
    "author": "Edmund Burke",
    "quote": "The traveller has reached the end of the journey!"
  },
  {
    "id": "521",
    "fav": "false",
    "author": "Rick Scott",
    "quote": "Mom somehow made it to every one of my graduations - even when it meant she had to travel far away."
  },
  {
    "id": "522",
    "fav": "false",
    "author": "Dan Rather",
    "quote": "If all difficulties were known at the outset of a long journey, most of us would never start out at all."
  },
  {
    "id": "523",
    "fav": "false",
    "author": "Thomas Jefferson",
    "quote": "One travels more usefully when alone, because he reflects more."
  },
  {
    "id": "524",
    "fav": "false",
    "author": "Swami Vivekananda",
    "quote": "We are what our thoughts have made us; so take care about what you think. Words are secondary. Thoughts live; they travel far."
  },
  {
    "id": "525",
    "fav": "false",
    "author": "Kevin Plank",
    "quote": "I run five miles three times a week; I log everything. I look up routes when I travel."
  },
  {
    "id": "526",
    "fav": "false",
    "author": "Unknown",
    "quote": "The best dreams happen when you’re awake."
  },
  {
    "id": "527",
    "fav": "false",
    "author": "George Moore",
    "quote": "A man travels the world over in search of what he needs and returns home to find it."
  },
  {
    "id": "528",
    "fav": "false",
    "author": "Philippe Cousteau, Jr.",
    "quote": "My father's plan was, we were going to grow up and travel the world."
  },
  {
    "id": "529",
    "fav": "false",
    "author": "Marilyn vos Savant",
    "quote": "Know how to travel from your town to a nearby town without a car, either by bus or by rail."
  },
  {
    "id": "530",
    "fav": "false",
    "author": "Red Gerard",
    "quote": "I try to have as much fun as I can, and I travel around the world doing what I love."
  },
  {
    "id": "531",
    "fav": "false",
    "author": "Paramahansa Yogananda",
    "quote": "My keen love of travel was seldom hindered by Father. He permitted me, even as a mere boy, to visit many cities and pilgrimage spots."
  },
  {
    "id": "532",
    "fav": "false",
    "author": "Warren Spector",
    "quote": "Finney is about the best writer of time travel stories ever, and I adore time travel stories - have to make a time travel game someday!"
  },
  {
    "id": "533",
    "fav": "false",
    "author": "Irina Shayk",
    "quote": "My favorite spot is the Maldives. Since I travel so much for work, I like to go to places that are very secluded and quiet."
  },
  {
    "id": "534",
    "fav": "false",
    "author": "Peter Capaldi",
    "quote": "If you travel in time and space, most of the people you know and love will eventually be gone. But you'll also be able to go and find them again."
  },
  {
    "id": "535",
    "fav": "false",
    "author": "Guy Kawasaki",
    "quote": "I travel all the time."
  },
  {
    "id": "536",
    "fav": "false",
    "author": "Eugenie Bouchard",
    "quote": "Sometimes you just want to get away and be normal for a few days. It's a treat to travel without your racket bag."
  },
  {
    "id": "537",
    "fav": "false",
    "author": "Tennessee Williams",
    "quote": "Make voyages. Attempt them. There's nothing else."
  },
  {
    "id": "538",
    "fav": "false",
    "author": "Ingvar Kamprad",
    "quote": "How the hell can I ask people who work for me to travel cheaply if I travel in luxury? It's a question of good leadership."
  },
  {
    "id": "539",
    "fav": "false",
    "author": "Charles Spurgeon",
    "quote": "A lie can travel half way around the world while the truth is putting on its shoes."
  },
  {
    "id": "540",
    "fav": "false",
    "author": "Rachel McAdams",
    "quote": "I don't really desire things. I prefer to spend my money on experiences, on meals or travel."
  },
  {
    "id": "541",
    "fav": "false",
    "author": "Cobie Smulders",
    "quote": "I am learning that in life it is OK to travel in darkness, not knowing what your next move is."
  }
]
