[
    {
        "author": "Patch Adams",
        "quote": "I entered medicine to use it as a vehicle for social change."
    },
    {
        "author": "Unknown",
        "quote": "Take risks. If you succeed, you will be happy and if you do not, you will at least be wiser from the experience."
    },
    {
        "author": "Stephen A. Schwarzman",
        "quote": "I always felt uncomfortable with real estate because buildings don't move, and neighborhoods change."
    },
    {
        "author": "Josh Billings",
        "quote": "There are two kinds of fools: those who can't change their opinions and those who won't."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "You never change your life until you step out of your comfort zone; change begins at the end of your comfort zone."
    },
    {
        "author": "Unknown",
        "quote": "When one door closes, another one opens. Do not focus so much on the closed door that you fail to notice that a new door has opened itself to you."
    },
    {
        "author": "Mahatma Gandhi",
        "quote": "Be the change that you wish to see in the world."
    },
    {
        "author": "Unknown",
        "quote": "The only people who like change are wet babies."
    },
    {
        "author": "Tim Cook",
        "quote": "If you embrace that the things that you can do are limitless, you can put your ding in the universe. You can change the world."
    },
    {
        "author": "Unknown",
        "quote": "If you are going through the toughest of times, keep going. There is a light at the end of the tunnel."
    },
    {
        "author": "Mike Murdock",
        "quote": "You will never change your life until you change something you do daily."
    },
    {
        "author": "Unknown",
        "quote": "Let the joy of the Lord be your strength."
    },
    {
        "author": "Unknown",
        "quote": "Remember that in God’s eyes, you are beautiful."
    },
    {
        "author": "D. H. Lawrence",
        "quote": "Ethics and equity and the principles of justice do not change with the calendar."
    },
    {
        "author": "Unknown",
        "quote": "If you want to see things change, then focus on building the new instead of focusing on fighting what is old."
    },
    {
        "author": "Unknown",
        "quote": "Let God be your rock and salvation."
    },
    {
        "author": "Calvin Coolidge",
        "quote": "All growth depends upon activity."
    },
    {
        "author": "Joe Lando",
        "quote": "There's an old saying, this too shall pass, and change is good."
    },
    {
        "author": "Albert Einstein",
        "quote": "We cannot solve our problems with the same thinking we used when we created them."
    },
    {
        "author": "Alan Watts",
        "quote": "The only way to make sense out of change is to plunge into it, move with it, and join the dance."
    },
    {
        "author": "Masayoshi Son",
        "quote": "When those super intelligence goes into robots, those robots with the super intelligence will change our lives."
    },
    {
        "author": "Jennifer Hudson",
        "quote": "The only way you can sustain a permanent change is to create a new way of thinking, acting, and being."
    },
    {
        "author": "Diane Lane",
        "quote": "A lot can change in the editing room."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "You cannot change anyone, but you can be the reason someone changes."
    },
    {
        "author": "Lisa Alther",
        "quote": "That's the risk you take if you change: that people you've been involved with won't like the new you. But other people who do will come along."
    },
    {
        "author": "Libba Bray",
        "quote": "And that is how change happens. One gesture. One person. One moment at a time."
    },
    {
        "author": "Unknown",
        "quote": "Come what may, time and hour runs through the roughest day."
    },
    {
        "author": "Wayne Dyer",
        "quote": "If you change the way you look at things, the things you look at change."
    },
    {
        "author": "George Bernard Shaw",
        "quote": "Progress is impossible without change, and those who cannot change their minds cannot change anything."
    },
    {
        "author": "Emma Goldman",
        "quote": "No real social change has ever been brought about without a revolution... revolution is but thought carried into action."
    },
    {
        "author": "Unknown",
        "quote": "Do not pray for an easier life. Pray to be stronger instead."
    },
    {
        "author": "William H. McRaven",
        "quote": "If you want to change the world, start off by making your bed."
    },
    {
        "author": "Unknown",
        "quote": "There is untapped opportunity in each new day."
    },
    {
        "author": "H. Jackson Brown, Jr.",
        "quote": "Remember that life's big changes rarely give advance warning."
    },
    {
        "author": "Unknown",
        "quote": "You have to love yourself as much as you want to be loved."
    },
    {
        "author": "George Bernard Shaw",
        "quote": "Those who cannot change their minds cannot change anything."
    },
    {
        "author": "Mary Engelbreit",
        "quote": "If you can't change it.. change the way you think about it"
    },
    {
        "author": "Lawrence LeShan",
        "quote": "Growth and change are never easy... If it were easy, you would have done it long ago."
    },
    {
        "author": "Blake Lively",
        "quote": "I need good friends who can say, 'I love you to death, but you look terrible in that, and you need to change right now.'"
    },
    {
        "author": "Unknown",
        "quote": "If plan A does not work, remember that there are 25 more letters left in the alphabet."
    },
    {
        "author": "A. P. J. Abdul Kalam",
        "quote": "There are a number of women who have brought about immense change in society."
    },
    {
        "author": "Stephen King",
        "quote": "Time takes it all, whether you want it to or not."
    },
    {
        "author": "Jenna Dewan",
        "quote": "Your surroundings may change but your essence and your personality pretty much stay the same."
    },
    {
        "author": "Glen Campbell",
        "quote": "I was very candid in my book because I want people to know the truth... and that people can change for the better."
    },
    {
        "author": "Brett Favre",
        "quote": "Injuries obviously change the way you approach the game."
    },
    {
        "author": "William Mougayar",
        "quote": "Blockchain infiltration will be met with resistance because it is an extreme change."
    },
    {
        "author": "Unknown",
        "quote": "Why let the day run you when you can choose to run it?"
    },
    {
        "author": "Unknown",
        "quote": "Every morning you are given a chance to be a happier version of yourself."
    },
    {
        "author": "Unknown",
        "quote": "Off with the old and on with the new."
    },
    {
        "author": "Kate Middleton",
        "quote": "Change the way we all talk to each other about our mental health."
    },
    {
        "author": "Niccolo Machiavelli",
        "quote": "Whosoever desires constant success must change his conduct with the times."
    },
    {
        "author": "Unknown",
        "quote": "It always seems like such an impossible thing until it is done."
    },
    {
        "author": "Unknown",
        "quote": "Persist as resolutely as you persist in eating."
    },
    {
        "author": "Chuck Palahniuk",
        "quote": "Find joy in everything you choose to do. Every job, relationship, home... it's your responsibility to love it, or change it."
    },
    {
        "author": "James A. Baldwin",
        "quote": "Not everything that is faced can be changed. But nothing can be changed until it is faced."
    },
    {
        "author": "Unknown",
        "quote": "Never be afraid to speak the truth, even when your voice shakes."
    },
    {
        "author": "Alicia Witt",
        "quote": "Acting is magical. Change your look and your attitude, and you can be anyone."
    },
    {
        "author": "Unknown",
        "quote": "It can be hard to wait, but remember that good things take time."
    },
    {
        "author": "Unknown",
        "quote": "I have noticed that the older I become, the more I realize that it is okay to live a life that is not always understood by others."
    },
    {
        "author": "Marcus Aurelius",
        "quote": "The universe is change; our life is what our thoughts make it."
    },
    {
        "author": "Unknown",
        "quote": "A rolling stone gathers no moss."
    },
    {
        "author": "Unknown",
        "quote": "You are allowed to scream in frustration and you are allowed to cry with despair. But you are not allowed to give up on yourself."
    },
    {
        "author": "George Bernard Shaw",
        "quote": "Those who can’t change their minds can’t change anything."
    },
    {
        "author": "Shunryu Suzuki",
        "quote": "Because we cannot accept the truth of transience, we suffer."
    },
    {
        "author": "Ice T",
        "quote": "Redemption just means you just make a change in your life and you try to do right, versus what you were doing, which was wrong."
    },
    {
        "author": "Martin Luther King, Jr.",
        "quote": "The art of acceptance is the art of making someone who has just done you a small favor wish that he might have done you a greater one."
    },
    {
        "author": "E. O. Wilson",
        "quote": "Change will come slowly, across generations, because old beliefs die hard even when demonstrably false."
    },
    {
        "author": "Francois Nars",
        "quote": "I don't think there's a major change between runway and real life anymore."
    },
    {
        "author": "Denis Diderot",
        "quote": "There are things I can't force. I must adjust. There are times when the greatest change needed is a change of my viewpoint."
    },
    {
        "author": "Unknown",
        "quote": "Even when you have nothing left to hold onto, you can still have hope. You can still have faith in yourself and the strength to turn things around."
    },
    {
        "author": "Thomas Carlyle",
        "quote": "There are good and bad times, but our mood changes more often than our fortune."
    },
    {
        "author": "Wendy Whelan",
        "quote": "Aging gracefully means being flexible, being open, allowing change, enjoying change and loving yourself."
    },
    {
        "author": "William Arthur Ward",
        "quote": "Change, like sunshine, can be a friend or a foe, a blessing or a curse, a dawn or a dusk."
    },
    {
        "author": "Jiddu Krishnamurti",
        "quote": "If you begin to understand what you are without trying to change it, then what you are undergoes a transformation."
    },
    {
        "author": "Unknown",
        "quote": "Life has a way of mirroring you. It will smile at you if you smile at it."
    },
    {
        "author": "Barack Obama",
        "quote": "Change will not come if we wait for some other person or some other time. We are the ones we've been waiting for. We are the change that we seek."
    },
    {
        "author": "Kakuzo Okakaura",
        "quote": "The art of life is a constant readjustment to our surroundings."
    },
    {
        "author": "Unknown",
        "quote": "I call on the Lord in my distress and he answers me."
    },
    {
        "author": "Paris Hilton",
        "quote": "Some people change when they think they're a star or something."
    },
    {
        "author": "A. C. Benson",
        "quote": "Very often a change of self is needed more than a change of scene."
    },
    {
        "author": "R. Buckminster Fuller",
        "quote": "There is nothing in a caterpillar that tells you it's going to be a butterfly."
    },
    {
        "author": "Ehud Olmert",
        "quote": "Political leaders can help change the psychological climate which affects the quality of relationships among people."
    },
    {
        "author": "Alfred North Whitehead",
        "quote": "The art of progress is to preserve order amid change and to preserve change amid order."
    },
    {
        "author": "Henry A. Wallace",
        "quote": "A liberal knows that the only certainty in this life is change but believes that the change can be directed toward a constructive end."
    },
    {
        "author": "Unknown",
        "quote": "Never allow anyone to make you forget that you deserve happiness in this world."
    },
    {
        "author": "Sarah McLachlan",
        "quote": "Change and growth is so painful. But it's so necessary for us to evolve."
    },
    {
        "author": "Nicholas Sparks",
        "quote": "Change not only was inevitable, but usually brought its own rewards."
    },
    {
        "author": "Unknown",
        "quote": "Every moment in life is its own new beginning."
    },
    {
        "author": "Nelson Mandela",
        "quote": "There is nothing like returning to a place that remains unchanged to find the ways in which you yourself have altered."
    },
    {
        "author": "Wayne W. Dyer",
        "quote": "Change the way you look at things and the things you look at change."
    },
    {
        "author": "John Podhoretz",
        "quote": "Pop culture is a reflection of social change, not a cause of social change."
    },
    {
        "author": "Anand Mahindra",
        "quote": "The more you drive positive change, the more enhanced your business model."
    },
    {
        "author": "Angela Merkel",
        "quote": "It is nonsense to say that Germans are unable to change."
    },
    {
        "author": "Victor Pinchuk",
        "quote": "Art, freedom and creativity will change society faster than politics."
    },
    {
        "author": "Unknown",
        "quote": "When you choose to believe in yourself, others will believe in you as well."
    },
    {
        "author": "Chris Kirkpatrick",
        "quote": "I'm into designing houses and interior design. I like change. I like creating things out of nothing."
    },
    {
        "author": "Unknown",
        "quote": "The only way for you to do great work is to love what you do for a living."
    },
    {
        "author": "Leonardo da Vinci",
        "quote": "He who is fixed to a star does not change his mind."
    },
    {
        "author": "Unknown",
        "quote": "While the caterpillar might call it the end of the world, the rest of the world calls it a butterfly."
    },
    {
        "author": "Catherine the Great",
        "quote": "A great wind is blowing, and that gives you either imagination or a headache."
    },
    {
        "author": "Plato",
        "quote": "Excess generally causes reaction, and produces a change in the opposite direction, whether it be in the seasons, or in individuals, or in governments."
    },
    {
        "author": "B.K.S. Iyengar",
        "quote": "Move from the known to the unknown."
    },
    {
        "author": "Timothy Leary",
        "quote": "You're only as young as the last time you changed your mind."
    },
    {
        "author": "Unknown",
        "quote": "Everything that you need to help you accomplish your goals is already in you."
    },
    {
        "author": "Niccolo Machiavelli",
        "quote": "One change always leaves the way open for the establishment of others."
    },
    {
        "author": "Max Muller",
        "quote": "While the river of life glides along smoothly, it remains the same river; only the landscape on either bank seems to change."
    },
    {
        "author": "Markus Zusak",
        "quote": "She wanted none of those days to end, and it was always with disappointment that she watched the darkness stride forward. "
    },
    {
        "author": "Gilda Radner",
        "quote": "Fame changes a lot of things, but it can't change a lightbulb."
    },
    {
        "author": "Aurora",
        "quote": "The world around me has changed, and I have learned to adapt but not change. But I'm changing into the woman I am meant to be."
    },
    {
        "author": "Satchel Paige",
        "quote": "The only change is that baseball has turned Paige from a second class citizen to a second class immortal."
    },
    {
        "author": "Michael Jordan",
        "quote": "If you accept the expectations of others, especially negative ones, then you never will change the outcome."
    },
    {
        "author": "Hugh Prather",
        "quote": "Just when I think I have learned the way to live, life changes."
    },
    {
        "author": "Milton Berle",
        "quote": "If opportunity doesn't knock, build a door."
    },
    {
        "author": "Andy Warhol",
        "quote": "They always say time changes things, but you actually have to change them yourself."
    },
    {
        "author": "Barbara Kingsolver",
        "quote": "Listen. Slide the weight from your shoulders and move forward. You are afraid you might forget, but you never will. You will forgive and remember."
    },
    {
        "author": "Friedrich Nietzsche",
        "quote": "The snake which cannot cast its skin has to die. As well the minds which are prevented from changing their opinions; they cease to be mind."
    },
    {
        "author": "Christofer Drew",
        "quote": "I try to grow like a tree, and hope that I can reach my full potential by the end of this short life. Change is good but growth is better."
    },
    {
        "author": "Unknown",
        "quote": "Waiting is a part of having faith in God."
    },
    {
        "author": "Charles Darwin",
        "quote": "It is not the strongest or the most intelligent who will survive but those who can best manage change."
    },
    {
        "author": "Unknown",
        "quote": "A year is full of 365 opportunities."
    },
    {
        "author": "Unknown",
        "quote": "Beginning is easy; continuing, hard."
    },
    {
        "author": "Ann Richards",
        "quote": "I feel very strongly that change is good because it stirs up the system."
    },
    {
        "author": "Anderson Cooper",
        "quote": "Never too late to change your relationship with somebody in your life."
    },
    {
        "author": "Philippe Petit",
        "quote": "It is treacherous on a high wire to change your focus point and suddenly look down."
    },
    {
        "author": "Unknown",
        "quote": "When we put our troubles in God’s hands, then he will put his peace in our hearts."
    },
    {
        "author": "Unknown",
        "quote": "Do not be afraid of storms. Instead, learn how to steer your ship."
    },
    {
        "author": "Unknown",
        "quote": "Without your struggles, you would not have found your strength."
    },
    {
        "author": "Deepak Chopra",
        "quote": "All great changes are preceded by chaos."
    },
    {
        "author": "Irene Peter",
        "quote": "Anyone who thinks there's safety in numbers hasn't looked at the stock market pages."
    },
    {
        "author": "Tony DeLiso",
        "quote": "Keep your best wishes, close to your heart and watch what happens"
    },
    {
        "author": "Samoan",
        "quote": "A decision made at night may be changed in the morning."
    },
    {
        "author": "Unknown",
        "quote": "What makes extraordinary people so extraordinary is that they persevere and refuse to give up."
    },
    {
        "author": "Andres Manuel Lopez Obrador",
        "quote": "If we accept the rule of those who think they are the bosses and lords of Mexico, nothing will change for the people on the bottom."
    },
    {
        "author": "Unknown",
        "quote": "Every day is a wonderful gift from God."
    },
    {
        "author": "Pat Riley",
        "quote": "Being ready isn't enough; you have to be prepared for a promotion or any other significant change."
    },
    {
        "author": "Unknown",
        "quote": "Learn to trust the journey, even when you do not always understand it."
    },
    {
        "author": "Unknown",
        "quote": "Sometimes you might find yourself in such a dark place that you think that you have been buried, when in fact you have been planted."
    },
    {
        "author": "Sydney J. Harris",
        "quote": "Our dilemma is that we hate change and love it at the same time; what we really want is for things to remain the same but get better."
    },
    {
        "author": "Steve Maraboli",
        "quote": "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't."
    },
    {
        "author": "Unknown",
        "quote": "A bend in the road only means an end in the road if you decide to not make the turn."
    },
    {
        "author": "Socrates",
        "quote": "Let him who would move the world first move himself."
    },
    {
        "author": "Unknown",
        "quote": "In hard times, be the strong person that God made you to be."
    },
    {
        "author": "Unknown",
        "quote": "The Lord your God will be with you wherever you go."
    },
    {
        "author": "Unknown",
        "quote": "You can sit here wishing or you can get up and make it happen."
    },
    {
        "author": "Unknown",
        "quote": "Promise me that you will never change. To me, you are perfect just the way you are."
    },
    {
        "author": "Reinhold Niebuhr",
        "quote": "God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference."
    },
    {
        "author": "Marc Benioff",
        "quote": "The only constant in the technology industry is change."
    },
    {
        "author": "Unknown",
        "quote": "Even the mighty oak once started out as a tiny acorn."
    },
    {
        "author": "Elizabeth Chambers",
        "quote": "If you have an opportunity to help others or incite change, it feels like a moral obligation to do so."
    },
    {
        "author": "Tina Fey",
        "quote": "Don't waste your energy trying to change opinions ... Do your thing, and don't care if they like it."
    },
    {
        "author": "Bill Watterson",
        "quote": "Know what's weird? Day by day, nothing seems to change. But pretty soon, everything's different."
    },
    {
        "author": "Unknown",
        "quote": "Good things rarely happen in just one day. So just take it one day at a time."
    },
    {
        "author": "Doug Larson",
        "quote": "Instead of giving a politician the keys to the city, it might be better to change the locks."
    },
    {
        "author": "Atal Bihari Vajpayee",
        "quote": "Empowering the individual means empowering the nation. And empowerment is best served through rapid economic growth with rapid social change."
    },
    {
        "author": "Francis Bacon",
        "quote": "Things alter for the worse spontaneously, if they be not altered for the better designedly."
    },
    {
        "author": "Ellen Glasgow",
        "quote": "All change is not growth, as all movement is not forward."
    },
    {
        "author": "J. K. Rowling",
        "quote": "Understanding is the first step to acceptance, and only with acceptance can there be recovery."
    },
    {
        "author": "Gloria Steinem",
        "quote": "If the shoe doesn't fit, must we change the foot?"
    },
    {
        "author": "Tony Robbins",
        "quote": "We can change our lives. We can do, have, and be exactly what we wish."
    },
    {
        "author": "Unknown",
        "quote": "God sees you, and to God, you matter."
    },
    {
        "author": "Matt McGorry",
        "quote": "The mind is the most important part of achieving any fitness goal. Mental change always comes before physical change."
    },
    {
        "author": "Carol Burnett",
        "quote": "It all happened the way it was supposed to. I wouldn't change anything. I had such a great run."
    },
    {
        "author": "Stephen R. Covey",
        "quote": "To change ourselves effectively, we first had to change our perceptions."
    },
    {
        "author": "Marjory Stoneman Douglas",
        "quote": "All we need, really, is a change from a near frigid to a tropical attitude of mind."
    },
    {
        "author": "James E. Faust",
        "quote": "Unfortunately, some of our poor choices are irreversible, but many are not. Often, we can change course and get back on the right track."
    },
    {
        "author": "Neymar",
        "quote": "When we lose, we don't have to change everything but correct things by working hard."
    },
    {
        "author": "Unknown",
        "quote": "Even though it may not feel like it, a little progress each day adds up to big results."
    },
    {
        "author": "Aristotle",
        "quote": "Change in all things is sweet."
    },
    {
        "author": "Albert Einstein",
        "quote": "A person who never made a mistake never tried anything new."
    },
    {
        "author": "Unknown",
        "quote": "Sometimes all you can do when you are overwhelmed and stressed out is to sit back, breathe, and have faith that everything will work out for the best."
    },
    {
        "author": "William Arthur Ward",
        "quote": "Gratitude can transform common days into thanksgivings, turn routine jobs into joy, and change ordinary opportunities into blessings."
    },
    {
        "author": "Unknown",
        "quote": "If at first you do not succeed, then dust yourself off and try again."
    },
    {
        "author": "C. S. Lewis",
        "quote": "Getting over a painful experience is much like crossing monkey bars. You have to let go at some point in order to move forward."
    },
    {
        "author": "Unknown",
        "quote": "Start now. Do what you can do to make your dreams happen. Even if it is one small step at a time."
    },
    {
        "author": "Steven Levy",
        "quote": "There's plenty to admire in the iPhone X straight from the unboxing. The biggest change stares you in the face: that screen, that screen."
    },
    {
        "author": "Unknown",
        "quote": "Remember that your God is bigger than your problems."
    },
    {
        "author": "R. D. Laing",
        "quote": "We live in a moment of history where change is so speeded up that we begin to see the present only when it is already disappearing."
    },
    {
        "author": "Bruce Barton",
        "quote": "When you are through changing, you are through."
    },
    {
        "author": "Heraclitus",
        "quote": "There is nothing permanent except change."
    },
    {
        "author": "Niels Bohr",
        "quote": "Every great and deep difficulty bears in itself its own solution. It forces us to change our thinking in order to find it."
    },
    {
        "author": "Blythe Masters",
        "quote": "The blockchain is the financial challenge of our time. It is going to change the way that our financial world operates."
    },
    {
        "author": "Ezra Taft Benson",
        "quote": "Becoming Christlike is a lifetime pursuit and very often involves growth and change that is slow, almost imperceptible."
    },
    {
        "author": "Divyanka Tripathi",
        "quote": "After certain ups and downs, a person does change, and I have changed for good."
    },
    {
        "author": "Unknown",
        "quote": "One kind word can completely change someone else’s day for the better."
    },
    {
        "author": "Mary Ritter Beard",
        "quote": "Certainly, travel is more than the seeing of sights; it is a change that goes on, deep and permanent, in the ideas of living."
    },
    {
        "author": "Unknown",
        "quote": "Grow through what you go through and you will come out stronger than you were before."
    },
    {
        "author": "Les Brown",
        "quote": "You cannot expect to achieve new goals or move beyond your present circumstances unless you change."
    },
    {
        "author": "Alphonse Karr",
        "quote": "The more things change, the more they are the same."
    },
    {
        "author": "Erica Jong",
        "quote": "I have accepted fear as part of life – specifically the fear of change... I have gone ahead despite the pounding in the heart that says: turn back...."
    },
    {
        "author": "Rumi",
        "quote": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself."
    },
    {
        "author": "Victoria Osteen",
        "quote": "You hold the keys of change within you. You be the change you want to see."
    },
    {
        "author": "Unknown",
        "quote": "Much later down the road, you will look back and be glad that you never gave up."
    },
    {
        "author": "Ethel Merman",
        "quote": "I wouldn't change one thing about my professional life, and I make it a point not to dwell on my mistakes."
    },
    {
        "author": "Seth Godin",
        "quote": "I think the most productive thing to do during times of change is to be your best self, not the best version of someone else."
    },
    {
        "author": "Winston S. Churchill",
        "quote": "To improve is to change; to be perfect is to change often."
    },
    {
        "author": "Unknown",
        "quote": "Put a positive outlook on your day and you will see the joy in everything."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Maturity is when you stop complaining and making excuses, and start making changes."
    },
    {
        "author": "Dolores Huerta",
        "quote": "Every moment is an organizing opportunity, every person a potential activist, every minute a chance to change the world."
    },
    {
        "author": "Gerald Jampolsky",
        "quote": "Peace of mind comes from not wanting to change others."
    },
    {
        "author": "Bill Gates",
        "quote": "This is a fantastic time to be entering the business world, because business is going to change more in the next 10 years than it has in the last 50."
    },
    {
        "author": "Diego Luna",
        "quote": "Cinema is a mirror that can change the world."
    },
    {
        "author": "Matthew Flickstein",
        "quote": "Everything comes to pass, nothing comes to stay."
    },
    {
        "author": "Antonin Scalia",
        "quote": "Words have meaning. And their meaning doesn't change."
    },
    {
        "author": "Unknown",
        "quote": "Never allow a stumble on the road to be the end of your journey."
    },
    {
        "author": "Unknown",
        "quote": "People who wait for changes to occur on the outside before they commit to making changes on the inside will never make any changes at all."
    },
    {
        "author": "Unknown",
        "quote": "Every expert of anything once started out as a complete beginner. You have to start somewhere."
    },
    {
        "author": "Max Carver",
        "quote": "Empathy is the starting point for creating a community and taking action. It's the impetus for creating change."
    },
    {
        "author": "Unknown",
        "quote": "The leopard does not change his spots."
    },
    {
        "author": "Unknown",
        "quote": "I have never met a strong person who had an easy past."
    },
    {
        "author": "Mitch Albom",
        "quote": "One day spent with someone you love can change everything."
    },
    {
        "author": "Katharine Hepburn",
        "quote": "If you want to change attitudes, start with a change in behavior."
    },
    {
        "author": "Ralph Waldo Emerson",
        "quote": "Win as if you were used to it, lose as if you enjoyed it for a change."
    },
    {
        "author": "Henry David Thoreau",
        "quote": "Old deeds for old people, and new deeds for new."
    },
    {
        "author": "Amitabh Bachchan",
        "quote": "People are fed up with seeing the same thing over and over. They want a qualitative change."
    },
    {
        "author": "Nikos Kazantzakis",
        "quote": "Since we cannot change reality, let us change the eyes which see reality."
    },
    {
        "author": "Unknown",
        "quote": "A year's care; a minute's ruin."
    },
    {
        "author": "Plutarch",
        "quote": "I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better."
    },
    {
        "author": "David Bowie",
        "quote": "I change my mind a lot. I usually don't agree with what I say very much. I'm an awful liar."
    },
    {
        "author": "Joel A. Barker",
        "quote": "Vision without action is merely a dream. Action without vision just passes the time. Vision with action can change the world."
    },
    {
        "author": "Unknown",
        "quote": "When you are feeling hopeless about the future, remember that things can only go up from rock bottom."
    },
    {
        "author": "Unknown",
        "quote": "As the sun's shadow shifts, so there is no permanence on earth."
    },
    {
        "author": "Andrew Vachss",
        "quote": "Journalism is what maintains democracy. It's the force for progressive social change."
    },
    {
        "author": "Harold Wilson",
        "quote": "He who rejects change is the architect of decay. The only human institution which rejects progress is the cemetery."
    },
    {
        "author": "Rush Limbaugh",
        "quote": "Liberalism isn't change. It has to be imposed."
    },
    {
        "author": "Unknown",
        "quote": "Words of encouragement after a failure mean much more than words of praise after a success."
    },
    {
        "author": "Kiran Desai",
        "quote": "The present changes the past. Looking back you do not find what you left behind."
    },
    {
        "author": "Ronald Reagan",
        "quote": "All great change in America begins at the dinner table."
    },
    {
        "author": "Unknown",
        "quote": "We are most defined by how well we rise after we fall."
    },
    {
        "author": "James Cash Penney",
        "quote": "Change is vital, improvement the logical form of change."
    },
    {
        "author": "Gregory Maguire",
        "quote": "Growth and change were viewed as reactions to conditions met"
    },
    {
        "author": "Unknown",
        "quote": "If you can dream it, then you can achieve it."
    },
    {
        "author": "Unknown",
        "quote": "Beautiful things happen when you distance yourself from the negative things."
    },
    {
        "author": "Michael Ende",
        "quote": "Nothing is lost. . .Everything is transformed."
    },
    {
        "author": "Unknown",
        "quote": "You can avoid having ulcers by adapting to the situation: If you fall in the mud puddle, check your pockets for fish."
    },
    {
        "author": "Unknown",
        "quote": "Never be afraid or apologetic for what you are doing when you know that it is right."
    },
    {
        "author": "Imogen Poots",
        "quote": "You collect people to take with you. Some people change, other people don't... it's wonderful because I've met some incredible friends."
    },
    {
        "author": "John Mayer",
        "quote": "There are people in the world who have the power to change our values."
    },
    {
        "author": "Barbara Mikulski",
        "quote": "Each one of us can make a difference. Together we make change."
    },
    {
        "author": "Dawn Richard",
        "quote": "I wake up every day in a different headspace, so on any given day, my hairstyle will change."
    },
    {
        "author": "Jane Pauley",
        "quote": "Many people come to reinvention when life changes around them, but people come in all different stripes. I'm oriented to change."
    },
    {
        "author": "Unknown",
        "quote": "Cast your cares on the Lord and he will sustain you."
    },
    {
        "author": "Elon Musk",
        "quote": "I think you should always bear in mind that entropy is not on your side."
    },
    {
        "author": "Robert C. Gallagher",
        "quote": "Change is inevitable. except from a vending machine."
    },
    {
        "author": "Unknown",
        "quote": "You never know when one kind act or a word of encouragement could change another person’s life forever."
    },
    {
        "author": "Phil Lester",
        "quote": "You should never make fun of something that a person can't change about themselves."
    },
    {
        "author": "William H. McRaven",
        "quote": "If you want to change the world, find someone to help you paddle."
    },
    {
        "author": "Unknown",
        "quote": "You can dream about success or you can work for it."
    },
    {
        "author": "Charles Kettering",
        "quote": "The world hates change, yet it is the only thing that has brought progress."
    },
    {
        "author": "Alvin Toffler",
        "quote": "Nobody knows the future with certainty. We can, however, identify ongoing patterns of change."
    },
    {
        "author": "Taylor Swift",
        "quote": "You can walk away and say \"We don't need this.\" but something in your eyes says \"We can beat this."
    },
    {
        "author": "Unknown",
        "quote": "Always remember that God has a plan for you."
    },
    {
        "author": "Drew Pomeranz",
        "quote": "A change of scenery can help everything."
    },
    {
        "author": "Mahatma Gandhi",
        "quote": "Be the change you want to see."
    },
    {
        "author": "Jim Rohn",
        "quote": "Your life does not get better by chance, it gets better by change."
    },
    {
        "author": "Unknown",
        "quote": "Keep pushing for change. Because if you do not care, why should anyone else?"
    },
    {
        "author": "Unknown",
        "quote": "In case you forgot to remind yourself this morning, I just need to tell you how amazing and perfect you are, flaws and all."
    },
    {
        "author": "Angela Ahrendts",
        "quote": "I have learned to listen and to hone my instincts to be perceptive and be receptive to change, to constantly live in ambiguity."
    },
    {
        "author": "Gail Sheehy",
        "quote": "If we don't change, we don't grow. If we don't grow, we aren't really living."
    },
    {
        "author": "Unknown",
        "quote": "A hardship in life often prepares an ordinary person for something extraordinary."
    },
    {
        "author": "Michael Porter",
        "quote": "Change brings opportunities. On the other hand, change can be confusing."
    },
    {
        "author": "David Attenborough",
        "quote": "There is no question that climate change is happening; the only arguable point is what part humans are playing in it."
    },
    {
        "author": "Annalee Newitz",
        "quote": "I am a big proponent of character arcs that show us how people change over time."
    },
    {
        "author": "Unknown",
        "quote": "Believing that you can do it is half the challenge."
    },
    {
        "author": "Henry Wadsworth Longfellow",
        "quote": "Nothing that is can pause or stay."
    },
    {
        "author": "Richard Bach",
        "quote": "You are always free to change your mind and choose a different future, or a different past."
    },
    {
        "author": "Debby Boone",
        "quote": "Dreams are the seeds of change. Nothing ever grows without a seed, and nothing ever changes without a dream."
    },
    {
        "author": "Jane Goodall",
        "quote": "Change happens by listening and then starting a dialogue with the people who are doing something you don't believe is right."
    },
    {
        "author": "Gloria Steinem",
        "quote": "The first resistance to social change is to say it's not necessary."
    },
    {
        "author": "Brendon Burchard",
        "quote": "In your life, where are you not making mistakes? Sometimes if there's no mess, there's no change happening."
    },
    {
        "author": "Lynne Doughtie",
        "quote": "Strategy is the starting point for a transformation that needs to occur and how that company must change to win."
    },
    {
        "author": "Unknown",
        "quote": "Even when you are full of despair, remember that a broken crayon can still color."
    },
    {
        "author": "Yulia Tymoshenko",
        "quote": "I think women have to change their hairstyle from time to time."
    },
    {
        "author": "Soren Kierkegaard",
        "quote": "The function of prayer is not to influence God, but rather to change the nature of the one who prays."
    },
    {
        "author": "Michael Jordan",
        "quote": "I can accept failure, everyone fails at something. But I can't accept not trying."
    },
    {
        "author": "Tony Robbins",
        "quote": "For changes to be of any true value, they've got to be lasting and consistent."
    },
    {
        "author": "William S. Burroughs",
        "quote": "Desperation is the raw material of drastic change. Only those who can leave behind everything they have ever believed in can hope to escape."
    },
    {
        "author": "Cobi Jones",
        "quote": "I definitely do like change. I don't know if my hairstyles reflect that, but I don't like the same old thing all the time."
    },
    {
        "author": "Will Smith",
        "quote": "Money and success don't change people; they merely amplify what is already there."
    },
    {
        "author": "Heraclitus",
        "quote": "Change alone is unchanging."
    },
    {
        "author": "Ian McShane",
        "quote": "You set paths for yourself, but as you get older, things change."
    },
    {
        "author": "Aisha Tyler",
        "quote": "Bravery is the engine of change."
    },
    {
        "author": "Bob Dylan",
        "quote": "Act the way you'd like to be and soon you'll be the way you'd like to act."
    },
    {
        "author": "Angela Merkel",
        "quote": "The question is not whether we are able to change but whether we are changing fast enough."
    },
    {
        "author": "Mason Cooley",
        "quote": "Excuses change nothing, but make everyone feel better."
    },
    {
        "author": "Liya Kebede",
        "quote": "One thing modeling taught me is that the spotlight can change everything."
    },
    {
        "author": "Coco Chanel",
        "quote": "Fashion changes, but style endures."
    },
    {
        "author": "Walt Disney",
        "quote": "Times and conditions change so rapidly that we must keep our aim constantly focused on the future."
    },
    {
        "author": "Zainab Salbi",
        "quote": "No change can come if those who are impacted the most by discrimination are not willing to stand up for themselves."
    },
    {
        "author": "Billy Graham",
        "quote": "Only God who made us can touch us and change us and save us from ourselves."
    },
    {
        "author": "John Walters",
        "quote": "Too many people just eat to consume calories. Try dining for a change."
    },
    {
        "author": "Nikki Giovanni",
        "quote": "Everything will change. The only question is growing up or decaying."
    },
    {
        "author": "Flannery O'Connor",
        "quote": "The truth does not change according to our ability to stomach it."
    },
    {
        "author": "Veronica Roth",
        "quote": "The person you became with her is worth being."
    },
    {
        "author": "Lois Lowry",
        "quote": "Kids deserve the right to think that they can change the world."
    },
    {
        "author": "Bono",
        "quote": "Music can change the world because it can change people."
    },
    {
        "author": "Soren Kierkegaard",
        "quote": "Face the facts of being what you are, for that is what changes what you are."
    },
    {
        "author": "Unknown",
        "quote": "When you feel as if you are about to give up on everything, just remember it is just a bad day that you are going through, not a bad life."
    },
    {
        "author": "Katherine Mansfield",
        "quote": "Could we change our attitude, we should not only see life differently, but life itself would come to be different."
    },
    {
        "author": "Dalai Lama",
        "quote": "If you think you are too small to make a difference, try sleeping with a mosquito."
    },
    {
        "author": "Unknown",
        "quote": "Sometimes it takes a breakdown in order to have a significant breakthrough."
    },
    {
        "author": "Chuck Close",
        "quote": "A photograph doesn't gain weight or lose weight, or change from being happy to being sad. It's frozen. You can use it, then recycle it."
    },
    {
        "author": "Billy Crystal",
        "quote": "Change is such hard work."
    },
    {
        "author": "Clint Eastwood",
        "quote": "Sometimes if you want to see a change for the better, you have to take things into your own hands."
    },
    {
        "author": "Norman Vincent Peale",
        "quote": "Change your thoughts and you change your world."
    },
    {
        "author": "Octavia E. Butler",
        "quote": "All that you touch You Change. All that you Change Changes you. The only lasting truth is Change. God is Change."
    },
    {
        "author": "Wayne Dyer",
        "quote": "What we think determines what happens to us, so if we want to change our lives, we need to stretch our minds."
    },
    {
        "author": "Abraham Maslow",
        "quote": "What is necessary to change a person is to change his awareness of himself."
    },
    {
        "author": "Tim Matheson",
        "quote": "Change is good, and ultimately, creating a new path at this point in my life is energizing, creative, and rejuvenating."
    },
    {
        "author": "Unknown",
        "quote": "Sometimes you have to say no to a few good things to make room for a lot of great things."
    },
    {
        "author": "Kygo",
        "quote": "I feel like music can affect you in so many ways. When you hear a song with a happy melody, it can change your mood; it can change your day."
    },
    {
        "author": "Alan W. Watts",
        "quote": "The only way to make sense out of change is to plunge into it, move with it, and join the dance."
    },
    {
        "author": "Mahatma Gandhi",
        "quote": "You must be the change you wish to see in the world."
    },
    {
        "author": "Unknown",
        "quote": "Be afraid of nothing, for nothing is greater than your God."
    },
    {
        "author": "Manolo Blahnik",
        "quote": "You put high heels on and you change."
    },
    {
        "author": "Unknown",
        "quote": "Nothing remains constant except change itself."
    },
    {
        "author": "Mary Wollstonecraft Shelley",
        "quote": "Nothing is so painful to the human mind as a great and sudden change."
    },
    {
        "author": "Arthur Schopenhauer",
        "quote": "Change alone is eternal, perpetual, immortal."
    },
    {
        "author": "Brandon Sanderson",
        "quote": "Words are where most change begins."
    },
    {
        "author": "Unknown",
        "quote": "Big dreams and a whole lot of dedication are a very powerful combination to have."
    },
    {
        "author": "Denis Waitley",
        "quote": "There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them."
    },
    {
        "author": "Shiv Nadar",
        "quote": "Education is and will be the most powerful tool for individual and social change, and we must do all that it takes to facilitate it."
    },
    {
        "author": "Unknown",
        "quote": "Even when you feel like you have nothing left, you can still have faith that things will get better."
    },
    {
        "author": "Unknown",
        "quote": "Be strong, because you never know who might be looking up to you."
    },
    {
        "author": "Unknown",
        "quote": "Whenever you are doubting how far you can go, just look back to see how far you have gone."
    },
    {
        "author": "Sharon Stone",
        "quote": "People don't change their behavior unless it makes a difference for them to do so."
    },
    {
        "author": "Stephen Chbosky",
        "quote": "It's much easier to not know things sometimes. Things change and friends leave. And life doesn't stop for anybody."
    },
    {
        "author": "James Altucher",
        "quote": "Don't time travel into the past, roaming through the nuances as if they can change. Don't bookmark pages you've already read."
    },
    {
        "author": "Unknown",
        "quote": "The winds of heaven change suddenly; so do human fortunes."
    },
    {
        "author": "Mimi Kennedy",
        "quote": "All humans change. Development is our life. Transition, in labor, is the most painful time. Without change, there's no growth."
    },
    {
        "author": "Jay Asher",
        "quote": "You can't stop the future You can't rewind the past The only way to learn the secret ...is to press play."
    },
    {
        "author": "Philip Pullman",
        "quote": "You cannot change what you are, only what you do."
    },
    {
        "author": "Joseph Parry",
        "quote": "Friendships that have stood the test of time and change are surely best."
    },
    {
        "author": "Unknown",
        "quote": "True change takes place in the imagination."
    },
    {
        "author": "Rick Warren",
        "quote": "Being reminded about the incredible power of God's love, and living as He intended, is the most powerful motivation to change."
    },
    {
        "author": "Unknown",
        "quote": "Remember to have FAITH. That means Forwarding All Issues To Heaven."
    },
    {
        "author": "Nelson Mandela",
        "quote": "Education is the most powerful weapon which you can use to change the world."
    },
    {
        "author": "James Belasco and Ralph Stayer",
        "quote": "Change is hard because people overestimate the value of what they have and underestimate the value of what they may gain by giving that up."
    },
    {
        "author": "Unknown",
        "quote": "Believe in yourself and the rest will follow."
    },
    {
        "author": "Hillary Clinton",
        "quote": "If I want to knock a story off the front page, I just change my hairstyle."
    },
    {
        "author": "Kate White",
        "quote": "Change is scary but almost all change is good."
    },
    {
        "author": "Marcus Aurelius",
        "quote": "Loss is nothing else but change, and change is Nature's delight."
    },
    {
        "author": "Unknown",
        "quote": "You are worth much more than you realize."
    },
    {
        "author": "Victor Hugo",
        "quote": "Change your opinions, keep to your principles; change your leaves, keep intact your roots."
    },
    {
        "author": "Unknown",
        "quote": "A problem is just another word for an opportunity that has thorns on it."
    },
    {
        "author": "Unknown",
        "quote": "Stand tall and fight for the things that you believe in."
    },
    {
        "author": "Albert Hammond, Jr.",
        "quote": "Change isn't a scary thing. It's constant and inevitable."
    },
    {
        "author": "Giancarlo Esposito",
        "quote": "I don't think anyone is black and white and I think we change our minds and our attitudes about certain things as we grow to our maturity."
    },
    {
        "author": "Ramez Naam",
        "quote": "Solar power is going to be absolutely essential to meeting growing energy demands while staving off climate change."
    },
    {
        "author": "Gordon Ramsay",
        "quote": "Swearing is industry language. For as long as we're alive it's not going to change. You've got to be boisterous to get results."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Change may not always bring growth, but there is no growth without change."
    },
    {
        "author": "Diego Costa",
        "quote": "I am Brazilian, and that is not going to change, but I want to win the World Cup with Spain."
    },
    {
        "author": "Stephen Hawking",
        "quote": "I have noticed even people who claim everything is predestined, and that we can do nothing to change it, look before they cross the road."
    },
    {
        "author": "Unknown",
        "quote": "Make the choice to be a warrior instead of a worrier."
    },
    {
        "author": "Mother Teresa",
        "quote": "I alone cannot change the world, but I can cast a stone across the waters to create many ripples."
    },
    {
        "author": "Rupert Murdoch",
        "quote": "The world is changing very fast. Big will not beat small anymore. It will be the fast beating the slow."
    },
    {
        "author": "George Bernard Shaw",
        "quote": "Life isn't about finding yourself. Life is about creating yourself."
    },
    {
        "author": "Angelina Jolie",
        "quote": "If every choice you make comes from an honest place, you're solid, and nothing anybody can say about you can rock you or change your opinion."
    },
    {
        "author": "Unknown",
        "quote": "When you have reached the end of your rope, do not give up yet. Tie a knot and keep hanging on."
    },
    {
        "author": "Donatella Versace",
        "quote": "It's very important for a brand to have an identity through the years, but it's very important as well to evolve because times change so fast."
    },
    {
        "author": "Douglas Adams",
        "quote": "I may not have gone where I intended to go, but I think I have ended up where I intended to be."
    },
    {
        "author": "Kate Winslet",
        "quote": "The good and bad things are what form us as people... change makes us grow."
    },
    {
        "author": "Leo Tolstoy",
        "quote": "True life is lived when tiny changes occur."
    },
    {
        "author": "Erykah Badu",
        "quote": "I've had two children. I've had three boyfriends. I've had a lot of things happen that can change your opinions and values and philosophies."
    },
    {
        "author": "Zig Ziglar",
        "quote": "I'm a constant learner. You need to be a constant student because things change and you have to change and grow. And I emphasize the word 'grow.'"
    },
    {
        "author": "Unknown",
        "quote": "You can never go into the past and make a new beginning, but you can always change the way your story will end."
    },
    {
        "author": "Unknown",
        "quote": "Believing in yourself is the first step to success."
    },
    {
        "author": "Unknown",
        "quote": "It does not matter how slow you go. What matters is that you never give up on your goal."
    },
    {
        "author": "J. Paul Getty",
        "quote": "In times of rapid change, experience could be your worst enemy."
    },
    {
        "author": "Henri Bergson",
        "quote": "To exist is to change, to change is to mature, to mature is to go on creating oneself endlessly."
    },
    {
        "author": "Unknown",
        "quote": "Try to be a shining light in this world."
    },
    {
        "author": "Rob Kardashian",
        "quote": "I literally change my phone number 10 times a year and I don't ever save my contacts."
    },
    {
        "author": "Dean Devlin",
        "quote": "The Titanic hit the iceberg not because they could not see it coming but because they could not change direction."
    },
    {
        "author": "Frank Herbert",
        "quote": "Without change, something sleeps inside us, and seldom awakens. The sleeper must awaken."
    },
    {
        "author": "Roger Caras",
        "quote": "Cats don't like change without their consent."
    },
    {
        "author": "Michio Kaku",
        "quote": "Virtual reality and augmented reality will change the way we shop."
    },
    {
        "author": "Jim Rohn",
        "quote": "You cannot change your destination overnight, but you can change your direction overnight."
    },
    {
        "author": "Bear Grylls",
        "quote": "The rules of survival never change, whether you're in a desert or in an arena."
    },
    {
        "author": "Unknown",
        "quote": "Today is tomorrow’s yesterday."
    },
    {
        "author": "Unknown",
        "quote": "You have not yet failed until you stop trying."
    },
    {
        "author": "Mark Skousen",
        "quote": "We shall never change our political leaders until we change the people who elect them."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Failure is a bend in the road, not the end of the road. Learn from failure and keep moving forward."
    },
    {
        "author": "Unknown",
        "quote": "You are strong and wonderful in my eyes."
    },
    {
        "author": "Boy George",
        "quote": "I always think that change is like a daisy chain."
    },
    {
        "author": "Steve Maraboli",
        "quote": "The beautiful journey of today can only begin when we learn to let go of yesterday."
    },
    {
        "author": "Katarina Johnson-Thompson",
        "quote": "I can't change my personality. I'll always smile, but I'll be more focused."
    },
    {
        "author": "Bob Dylan",
        "quote": "There is nothing so stable as change."
    },
    {
        "author": "Gail Sheehy",
        "quote": "Growth demands a temporary surrender of security."
    },
    {
        "author": "Unknown",
        "quote": "Life is like the moon: now full, now dark."
    },
    {
        "author": "Natalie Portman",
        "quote": "I'm a Gemini, so I change my mind every day."
    },
    {
        "author": "Jon Bon Jovi",
        "quote": "I like progress but I hate change."
    },
    {
        "author": "Edmund Burke",
        "quote": "We must all obey the great law of change. It is the most powerful law of nature."
    },
    {
        "author": "Anne Wojcicki",
        "quote": "I'm not going to change; I'm very stubborn in this way. I am what I am."
    },
    {
        "author": "Ryan Kavanaugh",
        "quote": "The key is to embrace disruption and change early. Don't react to it decades later. You can't fight innovation."
    },
    {
        "author": "Unknown",
        "quote": "Worrying does not empty tomorrow of its sorrow. Instead, it empties it of its strength."
    },
    {
        "author": "A. P. J. Abdul Kalam",
        "quote": "I was willing to accept what I couldn't change."
    },
    {
        "author": "William Glasser",
        "quote": "If you want to change attitudes, start with a change in behavior."
    },
    {
        "author": "Henry Rollins",
        "quote": "Change is hard, but change is good."
    },
    {
        "author": "Sai Baba",
        "quote": "Man seeks to change the foods available in nature to suit his tastes, thereby putting an end to the very essence of life contained in them."
    },
    {
        "author": "Stephen Chbosky",
        "quote": "Things change. And friends leave. Life doesn't stop for anybody."
    },
    {
        "author": "Yoko Ono",
        "quote": "If your life changes, we can change the world, too."
    },
    {
        "author": "Bono",
        "quote": "As a rock star, I have two instincts, I want to have fun, and I want to change the world. I have a chance to do both."
    },
    {
        "author": "Unknown",
        "quote": "There are times where you will need to forget what is gone. Instead, appreciate what remains and look forward to what is yet to come."
    },
    {
        "author": "Alice Walker",
        "quote": "We should learn to accept that change is truly the only thing that's going on always, and learn to ride with it and enjoy it."
    },
    {
        "author": "Gerard Way",
        "quote": "One day your life will flash before your eyes. Make sure it's worth watching"
    },
    {
        "author": "Eleanor Roosevelt",
        "quote": "The future belongs to those who believe in the beauty of their dreams."
    },
    {
        "author": "Washington Irving",
        "quote": "There is a certain relief in change, even though it be from bad to worse."
    },
    {
        "author": "Unknown",
        "quote": "At high tide, fish eat ants; at low tide, ants eat fish."
    },
    {
        "author": "Sandra E. Peterson",
        "quote": "Agility is fundamental to leading a team through times of change."
    },
    {
        "author": "Winston Churchill",
        "quote": "To improve is to change; to be perfect is to change often."
    },
    {
        "author": "Unknown",
        "quote": "The harder the conflict is, the more glorious the triumph."
    },
    {
        "author": "Millard Fillmore",
        "quote": "It is not strange... to mistake change for progress."
    },
    {
        "author": "Confucius",
        "quote": "Only the wisest and stupidest of men never change."
    },
    {
        "author": "Lord Acton",
        "quote": "Opinions alter, manners change, creeds rise and fall, but the moral laws are written on the table of eternity."
    },
    {
        "author": "Bruce Wilkinson",
        "quote": "Repentance means you change your mind so deeply that it changes you."
    },
    {
        "author": "Unknown",
        "quote": "Get rid of the words “I can’t” in your vocabulary and you will be amazed what you can accomplish."
    },
    {
        "author": "Jack Welch",
        "quote": "Willingness to change is a strength, even if it means plunging part of the company into total confusion for a while."
    },
    {
        "author": "Luke Richardson",
        "quote": "We need to change the culture of this topic and make it OK to speak about mental health and suicide."
    },
    {
        "author": "Milton Berle",
        "quote": "If opportunity doesn't knock, build a door"
    },
    {
        "author": "Martin Luther",
        "quote": "If you want to change the world, pick up your pen and write."
    },
    {
        "author": "Tupac Shakur",
        "quote": "Don't change on me. Don't extort me unless you intend to do it forever."
    },
    {
        "author": "Jamie Clayton",
        "quote": "We have to learn to adapt to people and changes. Change is good."
    },
    {
        "author": "George Bernard Shaw",
        "quote": "Progress is impossible without change; and those who cannot change their minds cannot change anything."
    },
    {
        "author": "John Locke",
        "quote": "Things of this world are in so constant a flux, that nothing remains long in the same state."
    },
    {
        "author": "Unknown",
        "quote": "You are capable of amazing things. You just do not realize it yet."
    },
    {
        "author": "Laila Ali",
        "quote": "If you knew you could change your lifestyle and diet and avoid heart disease and other things, you should do it."
    },
    {
        "author": "Pearl S. Buck",
        "quote": "A good marriage is one which allows for change and growth in the individuals and in the way they express their love."
    },
    {
        "author": "Unknown",
        "quote": "When you are thinking about how much further you have to go, never forget how far you have already come."
    },
    {
        "author": "Unknown",
        "quote": "Always remember that you are much braver and stronger than you think."
    },
    {
        "author": "Robert Louis Stevenson",
        "quote": "Don't judge each day by the harvest you reap but by the seeds that you plant."
    },
    {
        "author": "Paul Polman",
        "quote": "Climate change is sometimes misunderstood as being about changes in the weather. In reality it is about changes in our very way of life."
    },
    {
        "author": "Elon Musk",
        "quote": "When I was in college, I wanted to be involved in things that would change the world."
    },
    {
        "author": "Unknown",
        "quote": "You can succeed if you put your heart, mind, and soul into it."
    },
    {
        "author": "Unknown",
        "quote": "Success is the best revenge that you can ever have. Do not worry about those other people. Focus on your success and that will be enough."
    },
    {
        "author": "Blaise Pascal",
        "quote": "Time heals griefs and quarrels, for we change and are no longer the same persons. Neither the offender nor the offended are any more themselves."
    },
    {
        "author": "Theodor Reik",
        "quote": "Love is an attempt to change a piece of a dream world into reality."
    },
    {
        "author": "C.S. Lewis",
        "quote": "If you love deeply, you're going to get hurt badly. But it's still worth it."
    },
    {
        "author": "Unknown",
        "quote": "While life can be a bit confusing and painful at times, it will all make sense one day."
    },
    {
        "author": "Margaret Mead",
        "quote": "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has."
    },
    {
        "author": "Atal Bihari Vajpayee",
        "quote": "You can change friends but not neighbours."
    },
    {
        "author": "Donatella Versace",
        "quote": "Something has to change in the world. Without change, young people will have no future."
    },
    {
        "author": "Unknown",
        "quote": "Every day may not necessarily a good one, but there is always something good to be found in each day."
    },
    {
        "author": "Gilda Radner",
        "quote": "Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what's going to happen next."
    },
    {
        "author": "Jacque Fresco",
        "quote": "In order to design a future of positive change, we must first become expert at changing our minds."
    },
    {
        "author": "Margaret Mead",
        "quote": "Never doubt that a small group of thoughtful, committed, citizens can change the world. Indeed, it is the only thing that ever has."
    },
    {
        "author": "Henry David Thoreau",
        "quote": "I say beware of all enterprises that require new clothes, and not rather a new wearer of clothes."
    },
    {
        "author": "Unknown",
        "quote": "Rejection is God’s way of saying that you were headed in the wrong direction. Have faith that the right thing will come along."
    },
    {
        "author": "Gerald Jampolsky",
        "quote": "Other people do not have to change for us to experience peace of mind."
    },
    {
        "author": "John C. Maxwell",
        "quote": "We cannot become what we need by remaining what we are."
    },
    {
        "author": "Jon Bon Jovi",
        "quote": "Miracles happen everyday, change your perception of what a miracle is and you'll see them all around you."
    },
    {
        "author": "Jimi Hendrix",
        "quote": "In order to change the world, you have to get your head together first."
    },
    {
        "author": "Unknown",
        "quote": "Wake up every day with the anticipation that something great is going to happen."
    },
    {
        "author": "Barbara Januszkiewicz",
        "quote": "Creative thinking inspires ideas. Ideas inspire change."
    },
    {
        "author": "Unknown",
        "quote": "Put your best effort into everything that you do. Because what you reap now is what you will harvest later."
    },
    {
        "author": "Unknown",
        "quote": "Life is way too short to sweat the small stuff."
    },
    {
        "author": "T.S. Eliot",
        "quote": "Do I dare Disturb the universe?"
    },
    {
        "author": "Hakan Nesser",
        "quote": "Writing is a creative process, and you need to have the doors and windows of your mind open so that you have the possibility of change."
    },
    {
        "author": "Harold Wilson",
        "quote": "He who rejects change is the architect of decay."
    },
    {
        "author": "Harrison Ford",
        "quote": "We all have big changes in our lives that are more or less a second chance."
    },
    {
        "author": "Unknown",
        "quote": "If it were not for the darkness of night, then the stars would never be able to shine."
    },
    {
        "author": "Jeff Bridges",
        "quote": "The way to change the world is through individual responsibility and taking local action in your own community."
    },
    {
        "author": "Cobi Jones",
        "quote": "I don't know if my hairstyles reflect that, but I am someone who enjoys change."
    },
    {
        "author": "Stacy London",
        "quote": "Style can change your look, certainly, but it can also change your life."
    },
    {
        "author": "Unknown",
        "quote": "Train yourself to see the beauty and blessing in everything."
    },
    {
        "author": "Stephen Hawking",
        "quote": "Intelligence is the ability to adapt to change."
    },
    {
        "author": "Unknown",
        "quote": "Sometimes what we think our trials turn out to be blessings in disguise."
    },
    {
        "author": "Unknown",
        "quote": "Be brave and take risks because there is nothing like experience."
    },
    {
        "author": "Margaret Mead",
        "quote": "Never believe that a few caring people can't change the world. For, indeed, that's all who ever have."
    },
    {
        "author": "Tim Cook",
        "quote": "You want to be the pebble in the pond that creates the ripple for change."
    },
    {
        "author": "Brian Tracy",
        "quote": "Goals allow you to control the direction of change in your favor."
    },
    {
        "author": "Unknown",
        "quote": "So far, you have survived 100 percent of your worst days. That makes you a strong person."
    },
    {
        "author": "Thomas Friedman",
        "quote": "Optimists are usually wrong. But all the great change in history, positive change, was done by optimists."
    },
    {
        "author": "Julie Newmar",
        "quote": "You can't fail. The further you fall, the greater the opportunity for growth and change."
    },
    {
        "author": "Unknown",
        "quote": "Do not be afraid to start a huge project like Noah did. It does not matter what other people will think of you."
    },
    {
        "author": "Unknown",
        "quote": "You are a fighter. Not everyone would be able to live through what you have been through."
    },
    {
        "author": "Peter Drucker",
        "quote": "The entrepreneur always searches for change, responds to it, and exploits it as an opportunity."
    },
    {
        "author": "Rabindranath Tagore",
        "quote": "If you cry because the sun has gone out of your life, your tears will prevent you from seeing the stars."
    },
    {
        "author": "Richard P. Feynman",
        "quote": "I was born not knowing and have had only a little time to change that here and there."
    },
    {
        "author": "Unknown",
        "quote": "All good things must come to an end."
    },
    {
        "author": "English Proverb",
        "quote": "Let sleeping dogs lie."
    },
    {
        "author": "Ron Hall",
        "quote": "Together we can change the world, just one random act of kindness at a time."
    },
    {
        "author": "Herbert Otto Gille",
        "quote": "Change and growth take place when a person has risked himself and dares to become involved with experimenting with his own life."
    },
    {
        "author": "William Arthur Ward",
        "quote": "The pessimist complains about the wind; the optimist expects it to change; the realist adjusts the sails."
    },
    {
        "author": "Unknown",
        "quote": "You are fearfully and wonderfully made."
    },
    {
        "author": "Lisa Lutz",
        "quote": "Hair color is the easiest way to change your appearance, but a bad dye job might draw more attention to you."
    },
    {
        "author": "James A. Baldwin",
        "quote": "People can cry much easier than they can change."
    },
    {
        "author": "Edward de Bono",
        "quote": "If you never change your mind, why have one?"
    },
    {
        "author": "Lao Tzu",
        "quote": "If you do not change direction, you may end up where you are heading."
    },
    {
        "author": "Norman Vincent Peale",
        "quote": "If you want things to be different, perhaps the answer is to become different yourself."
    },
    {
        "author": "J. Michael Straczynski",
        "quote": "If a person with a bullet in Dallas can change the world, imagine a person with an idea could do."
    },
    {
        "author": "Unknown",
        "quote": "Any plan is bad that cannot be changed."
    },
    {
        "author": "Unknown",
        "quote": "There is no try, there is only do."
    },
    {
        "author": "Unknown",
        "quote": "You have the power to write your own story. And at any moment, you can say, “this is not how my story ends.”"
    },
    {
        "author": "Unknown",
        "quote": "There is no brighter beauty out there than a good heart."
    },
    {
        "author": "Neil Gaiman",
        "quote": "You're always you, and that don't change, and you're always changing, and there's nothing you can do about it."
    },
    {
        "author": "Winston Churchill",
        "quote": "A fanatic is one who can't change his mind and won't change the subject."
    },
    {
        "author": "Nolan Ryan",
        "quote": "Enjoying success requires the ability to adapt. Only by being open to change will you have a true opportunity to get the most from your talent."
    },
    {
        "author": "Alfred Lord Tennyson",
        "quote": "Let the great world spin for ever down the ringing grooves of change."
    },
    {
        "author": "Elon Musk",
        "quote": "Some people don't like change, but you need to embrace change if the alternative is disaster."
    },
    {
        "author": "Soren Kierkegaard",
        "quote": "Prayer does not change God, but it changes him who prays."
    },
    {
        "author": "Marcel Proust",
        "quote": "A change in the weather is sufficient to recreate the world and ourselves."
    },
    {
        "author": "Unknown",
        "quote": "You were given this life because you are strong enough to live it."
    },
    {
        "author": "Unknown",
        "quote": "Be gentle with yourself. You are doing the best that you can."
    },
    {
        "author": "Bill Nye",
        "quote": "Climate change is happening, humans are causing it, and I think this is perhaps the most serious environmental issue facing us."
    },
    {
        "author": "Unknown",
        "quote": "Why try to fit in with everyone else when you were born to stand out?"
    },
    {
        "author": "Virginia Woolf",
        "quote": "And all the lives we ever lived and all the lives to be are full of trees and changing leaves."
    },
    {
        "author": "Unknown",
        "quote": "Your mistakes are proof that you are trying."
    },
    {
        "author": "Unknown",
        "quote": "Let your faith be different than your fears."
    },
    {
        "author": "John F. Kennedy",
        "quote": "Change is the law of life and those who look only to the past or present are certain to miss the future."
    },
    {
        "author": "Drake",
        "quote": "I have an urge to communicate. I think I'm a change from what it would be like dating a normal guy who doesn't talk too much."
    },
    {
        "author": "Stephen Covey",
        "quote": "There are three constants in life... change, choice and principles."
    },
    {
        "author": "Unknown",
        "quote": "Whenever you are lost, remember that God is with you."
    },
    {
        "author": "Unknown",
        "quote": "When the moon is full, it begins to wane."
    },
    {
        "author": "Johann Wolfgang von Goethe",
        "quote": "Life belongs to the living, and he who lives must be prepared for changes."
    },
    {
        "author": "Jeff Bezos",
        "quote": "What's dangerous is not to evolve."
    },
    {
        "author": "Denise Morrison",
        "quote": "The world of marketing has changed. You can lead the change or be a victim of change."
    },
    {
        "author": "Dean Devlin",
        "quote": "In tough times, we all hope for knights in shining armor, or the cavalry, to show up and effect change."
    },
    {
        "author": "Henry Wadsworth Longfellow",
        "quote": "All things must change to something new, to something strange."
    },
    {
        "author": "Taylor Swift",
        "quote": "This is a new year. A new beginning. And things will change."
    },
    {
        "author": "Unknown",
        "quote": "Sometimes a difficult road can lead you to a beautiful destination."
    },
    {
        "author": "Unknown",
        "quote": "If the plan does not work, then change the plan. It does not mean that you have to change the goal."
    },
    {
        "author": "Aldous Huxley",
        "quote": "I wanted to change the world. But I have found that the only thing one can be sure of changing is oneself."
    },
    {
        "author": "Victor Frankl",
        "quote": "When we are no longer able to change a situation, we are challenged to change ourselves."
    },
    {
        "author": "John Wooden",
        "quote": "Failure is not fatal, but failure to change might be."
    },
    {
        "author": "Margaret Mead",
        "quote": "A small group of thoughtful people could change the world. Indeed, it's the only thing that ever has."
    },
    {
        "author": "Jackie Chan",
        "quote": "Do not let circumstances control you. You change your circumstances."
    },
    {
        "author": "Joseph Addison",
        "quote": "When men are easy in their circumstances, they are naturally enemies to innovations."
    },
    {
        "author": "Thomas Hardy",
        "quote": "Time changes everything except something within us which is always surprised by change."
    },
    {
        "author": "Unknown",
        "quote": "God did not bring you this far only to abandon you."
    },
    {
        "author": "Charles Baudelaire",
        "quote": "This life is a hospital in which every patient is possessed with a desire to change his bed."
    },
    {
        "author": "Confucius",
        "quote": "They must often change, who would be constant in happiness or wisdom."
    },
    {
        "author": "Donny Most",
        "quote": "Life's a roller coaster, but I feel a change."
    },
    {
        "author": "Irene Peter",
        "quote": "Just because everything is different doesn't mean anything has changed."
    },
    {
        "author": "Jack Welch",
        "quote": "Change before you have to."
    },
    {
        "author": "Ivy Compton-Burnett",
        "quote": "A leopard does not change his spots, or change his feeling that spots are rather a credit."
    },
    {
        "author": "Woodrow Wilson",
        "quote": "If you want to make enemies, try to change something."
    },
    {
        "author": "Maxwell Maltz",
        "quote": "To change a habit, make a conscious decision, then act out the new behavior."
    },
    {
        "author": "Alfred Hitchcock",
        "quote": "Television is like the invention of indoor plumbing. It didn't change people's habits. It just kept them inside the house."
    },
    {
        "author": "Billie Jean King",
        "quote": "I wanted to use sports for social change."
    },
    {
        "author": "Benjamin Disraeli",
        "quote": "Change is inevitable. Change is constant."
    },
    {
        "author": "Octavio Paz",
        "quote": "Wisdom lies neither in fixity nor in change, but in the dialectic between the two."
    },
    {
        "author": "Peter Thiel",
        "quote": "People are spending way too much time thinking about climate change, way too little thinking about AI."
    },
    {
        "author": "Paul Watson",
        "quote": "Social change comes through people."
    },
    {
        "author": "Carl Rogers",
        "quote": "The curious paradox is that when I accept myself just as I am, then I can change."
    },
    {
        "author": "Robert Anthony",
        "quote": "When you blame others, you give up your power to change."
    },
    {
        "author": "Jacob Young",
        "quote": "People change, they grow."
    },
    {
        "author": "Nicholas Sparks",
        "quote": "I don't know that love changes. People change. Circumstances change."
    },
    {
        "author": "Ron D. Burton",
        "quote": "But change must always be balanced with some degree of consistency."
    },
    {
        "author": "Edward de Bono",
        "quote": "Logic will never change emotion or perception."
    },
    {
        "author": "Carl Rogers",
        "quote": "The only person who is educated is the one who has learned how to learn and change."
    },
    {
        "author": "Unknown",
        "quote": "A little axe can cut down a big tree."
    },
    {
        "author": "Robert Kennedy",
        "quote": "Progress is a nice word. But change is its motivator. And change has its enemies."
    },
    {
        "author": "Unknown",
        "quote": "Act instead of asking. For it is your actions that will ultimately define who you are."
    },
    {
        "author": "Dwight D. Eisenhower",
        "quote": "The world moves, and ideas that were once good are not always good."
    },
    {
        "author": "Erin Gruwell",
        "quote": "I realized if you can change a classroom, you can change a community, and if you change enough communities you can change the world."
    },
    {
        "author": "Sonia Rykiel",
        "quote": "With only one bag, you can change your outfit completely."
    },
    {
        "author": "Stanislaw Jerzy Lec",
        "quote": "When you jump for joy, beware that no one moves the ground from beneath your feet."
    },
    {
        "author": "Laozi",
        "quote": "If you do not change direction, you may end up where you are heading."
    },
    {
        "author": "Margaret Cho",
        "quote": "Sometimes when we are generous in small, barely detectable ways it can change someone else's life forever."
    },
    {
        "author": "Steve Maraboli",
        "quote": "I find the best way to love someone is not to change them, but instead, help them reveal the greatest version of themselves."
    },
    {
        "author": "Veronica Roth",
        "quote": "Change, like healing, takes time."
    },
    {
        "author": "Unknown",
        "quote": "Fall down seven times but stand up eight times. That is how you succeed."
    },
    {
        "author": "Frederick Douglass",
        "quote": "If there is no struggle, there is no progress."
    },
    {
        "author": "Unknown",
        "quote": "Trust in the Lord with all your heart."
    },
    {
        "author": "Ruth Bader Ginsburg",
        "quote": "If you're going to change things, you have to be with the people who hold the levers."
    },
    {
        "author": "Unknown",
        "quote": "You will not always feel like singing a song in your heart every day. But sing anyway."
    },
    {
        "author": "Unknown",
        "quote": "Today is going to be a really good day."
    },
    {
        "author": "Unknown",
        "quote": "Do not stumble over something that is already behind you."
    },
    {
        "author": "Patricia Briggs",
        "quote": "A man says a lot of things in summer he doesn't mean in winter."
    },
    {
        "author": "Unknown",
        "quote": "You are loved, more than you will ever know."
    },
    {
        "author": "Phil Crosby",
        "quote": "If anything is certain, it is that change is certain. The world we are planning for today will not exist in this form tomorrow."
    },
    {
        "author": "Paolo Nutini",
        "quote": "Racism is one of the worst forms of torture because it's directed at something you never asked for and something you can't change."
    },
    {
        "author": "Michelle Obama",
        "quote": "People change because of kids. They change how they eat. They change the way they think. They change the way they see one another."
    },
    {
        "author": "John Gibbons",
        "quote": "If you don't change direction, you end up where you are headed."
    },
    {
        "author": "Joel Osteen",
        "quote": "You can change your world by changing your words... Remember, death and life are in the power of the tongue."
    },
    {
        "author": "Jawaharlal Nehru",
        "quote": "Ignorance is always afraid of change."
    },
    {
        "author": "Arthur Rubinstein",
        "quote": "Of course there is no formula for success, except perhaps an unconditional acceptance of life, and what it brings"
    },
    {
        "author": "Unknown",
        "quote": "Every small climb upward puts you even closer to the peak of the mountain. Remember that every little bit counts."
    },
    {
        "author": "Mary Anne Radmacher",
        "quote": "Change of any sort requires courage."
    },
    {
        "author": "Max Eastman",
        "quote": "Living well is the best revenge.If opportunity doesn't knock, build a door."
    },
    {
        "author": "R. Buckminster Fuller",
        "quote": "You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete."
    },
    {
        "author": "Max Lucado",
        "quote": "You change your life by changing your heart."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Change course, but don’t give up."
    },
    {
        "author": "Bill Gates",
        "quote": "Climate change is a terrible problem, and it absolutely needs to be solved. It deserves to be a huge priority."
    },
    {
        "author": "Joseph Campbell",
        "quote": "We must let go of the life we have planned, so as to accept the one that is waiting for us."
    },
    {
        "author": "Eckhart Tolle",
        "quote": "Whatever the present moment contains, accept it as if you had chosen it."
    },
    {
        "author": "Big Sean",
        "quote": "I want to change the world. I want to be a part of culture. I want to help teach."
    },
    {
        "author": "Unknown",
        "quote": "The struggle that you are having today will help you develop the strength that you need for tomorrow."
    },
    {
        "author": "William Jennings Bryan",
        "quote": "Destiny is not a matter of chance; it is a matter of choice. It is not a thing to be waited for, it is a thing to be achieved."
    },
    {
        "author": "Temple Grandin",
        "quote": "People are always looking for the single magic bullet that will totally change everything. There is no single magic bullet."
    },
    {
        "author": "Henry Wadsworth Longfellow",
        "quote": "The best thing one can do when it's raining is to let it rain."
    },
    {
        "author": "Unknown",
        "quote": "Blessed are those who believe that God will fulfill his promise to them."
    },
    {
        "author": "Unknown",
        "quote": "If the facts don't fit the theory, change the facts."
    },
    {
        "author": "Jeffrey Bowyer-Chapman",
        "quote": "Sometimes in order for change to be made in a positive fashion, we must force ourselves to look unblinkingly at painful realities and reevaluate."
    },
    {
        "author": "Bertrand Russell",
        "quote": "Conventional people are roused to fury by departure from convention, largely because they regard such departure as a criticism of themselves."
    },
    {
        "author": "Unknown",
        "quote": "Instead of giving yourself a list of reasons why, begin to give yourself reasons why you can."
    },
    {
        "author": "Jawaharlal Nehru",
        "quote": "You don't change the course of history by turning the faces of portraits to the wall."
    },
    {
        "author": "Philip Wylie",
        "quote": "One good teacher in a lifetime may sometimes change a delinquent into a solid citizen."
    },
    {
        "author": "Unknown",
        "quote": "Soon, things will be brighter because you are a fighter."
    },
    {
        "author": "Roy Orbison",
        "quote": "I may be a living legend, but that sure don't help when I've got to change a flat tire."
    },
    {
        "author": "Nathaniel Branden",
        "quote": "The first step toward change is awareness. The second step is acceptance."
    },
    {
        "author": "Sophocles",
        "quote": "All men make mistakes, but a good man yields when he knows his course is wrong, and repairs the evil. The only crime is pride."
    },
    {
        "author": "Michael Phelps",
        "quote": "I want to test my maximum and see how much I can do. And I want to change the world of swimming."
    },
    {
        "author": "Blaine Lee Pardoe",
        "quote": "We are all capable of change and growth; we just need to know where to begin."
    },
    {
        "author": "Tate Taylor",
        "quote": "After all, the ordinary hero hiding in each of us is often the most powerful catalyst for change."
    },
    {
        "author": "Napoleon Bonaparte",
        "quote": "One must change one's tactics every ten years if one wishes to maintain one's superiority."
    },
    {
        "author": "Unknown",
        "quote": "There is something special in you that the world needs."
    },
    {
        "author": "Albert Einstein",
        "quote": "The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking."
    },
    {
        "author": "Brigitte Bardot",
        "quote": "Only idiots refuse to change their minds."
    },
    {
        "author": "Plutarch",
        "quote": "What we achieve inwardly will change outer reality."
    },
    {
        "author": "Unknown",
        "quote": "We rise by lifting up those who are around us."
    },
    {
        "author": "John F. Kennedy",
        "quote": "Change is the law of life. And those who look only to the past or present are certain to miss the future."
    },
    {
        "author": "Leila Sales",
        "quote": "People are who they are and, try as you might, you cannot make them be what you want them to be."
    },
    {
        "author": "Taylor Swift",
        "quote": "It's hard to fight when the fight ain't fair."
    },
    {
        "author": "Unknown",
        "quote": "You can only fail if you stop trying."
    },
    {
        "author": "Rick Warren",
        "quote": "We are products of our past, but we don't have to be prisoners of it."
    },
    {
        "author": "Henry B. Eyring",
        "quote": "With faith and obedience practiced long enough, the Holy Ghost becomes a constant companion, our natures change, and endurance becomes certain."
    },
    {
        "author": "Martin Luther King, Jr.",
        "quote": "Faith is taking the first step even when you don't see the whole staircase."
    },
    {
        "author": "Unknown",
        "quote": "The greatest people in this world did not get far in life by being like everybody else. Be yourself and you will shine bright."
    },
    {
        "author": "Robin Williams",
        "quote": "No matter what people tell you, words and ideas can change the world."
    },
    {
        "author": "Anthony J. D'Angelo",
        "quote": "Become a student of change. It is the only thing that will remain constant."
    },
    {
        "author": "Anne Morrow Lindbergh",
        "quote": "Only in growth, reform, and change, paradoxically enough, is true security to be found."
    },
    {
        "author": "Erika Christensen",
        "quote": "I think part of the beauty of our relationship with jewelry is that it can change and evolve as we do ourselves."
    },
    {
        "author": "Jim Rohn",
        "quote": "If you don't like how things are, change it! You're not a tree."
    },
    {
        "author": "Unknown",
        "quote": "You have the power to write your own story."
    },
    {
        "author": "Patrick J. Kennedy",
        "quote": "Terrorism is a psychological warfare. Terrorists try to manipulate us and change our behavior by creating fear, uncertainty, and division in society."
    },
    {
        "author": "Unknown",
        "quote": "You have been given this seemingly impossible mountain to show others that it can be moved."
    },
    {
        "author": "William James",
        "quote": "To change ones life: Start immediately. Do it flamboyantly."
    },
    {
        "author": "Marcus du Sautoy",
        "quote": "The power of mathematics is often to change one thing into another, to change geometry into language."
    },
    {
        "author": "Unknown",
        "quote": "You survived because the fire inside you burned brighter than the fire that surrounded you."
    },
    {
        "author": "James Russell Lowell",
        "quote": "The foolish and the dead alone never change their opinions."
    },
    {
        "author": "Unknown",
        "quote": "My whole life turned around when I began to count my blessings."
    },
    {
        "author": "Francois de La Rochefoucauld",
        "quote": "Heat of blood makes young people change their inclinations often, and habit makes old ones keep to theirs a great while."
    },
    {
        "author": "Frederick Douglass",
        "quote": "Without a struggle, there can be no progress."
    },
    {
        "author": "John McAfee",
        "quote": "The ones who are crazy enough to think that they can change the world are the ones who do."
    },
    {
        "author": "Frances Beinecke",
        "quote": "The single most important thing we can do to protect our communities from climate change is to reduce dangerous carbon pollution."
    },
    {
        "author": "Chadwick Boseman",
        "quote": "People don't want to experience change; they just want to wake up, and it's different."
    },
    {
        "author": "Jawaharlal Nehru",
        "quote": "The wheel of change moves on, and those who were down go up and those who were up go down."
    },
    {
        "author": "Maya Angelou",
        "quote": "If you don't like something, change it. If you can't change it, change your attitude."
    },
    {
        "author": "Judy Blume",
        "quote": "I don't think people change; electronics change, the things we have change, but the way we live doesn't change."
    },
    {
        "author": "Taylor Swift",
        "quote": "I think the tiniest little thing can change the course of your day, which can change the course of your year, which can change who you are."
    },
    {
        "author": "Randy Pausch",
        "quote": "We cannot change the cards we are dealt, just how we play the game."
    },
    {
        "author": "Marilyn Manson",
        "quote": "There's no reason to change what you are, but if you're not being you, then you need to acknowledge that."
    },
    {
        "author": "Sting",
        "quote": "I can't really change my life to accommodate people who are jealous. I don't see why I should."
    },
    {
        "author": "Carrie Fisher",
        "quote": "All of us are looking for an outside ordeal that will internally change us."
    },
    {
        "author": "Naftali Bennett",
        "quote": "If you want to change things, it requires bravery."
    },
    {
        "author": "Laozi",
        "quote": "Let things flow naturally forward in whatever way they like."
    },
    {
        "author": "Unknown",
        "quote": "You are made in God’s image and that alone makes you special."
    },
    {
        "author": "Ovid",
        "quote": "Dripping water hollows out stone, not through force but through persistence."
    },
    {
        "author": "Marillyn Hewson",
        "quote": "My job is to make sure that as our customers' priorities change, as the environment changes, we shift that portfolio of products to meet them."
    },
    {
        "author": "Malala Yousafzai",
        "quote": "One child, one teacher, one book, one pen can change the world."
    },
    {
        "author": "Mary Anne Radmacher",
        "quote": "Goes the song, \"we change, we change.\" But the music is still mine."
    },
    {
        "author": "Temple Grandin",
        "quote": "I get satisfaction out of seeing stuff that makes real change in the real world. We need a lot more of that and a lot less abstract stuff."
    },
    {
        "author": "Young Thug",
        "quote": "We need money. We need hits. Hits bring money, money bring power, power bring fame, fame change the game."
    },
    {
        "author": "Tony DeLiso",
        "quote": "Happiness is part of who we are. Joy is the feeling"
    },
    {
        "author": "Joel A. Barker",
        "quote": "When you drop any new idea in the pond of the world, you get a ripple effect. You have to be aware that you will be creating a cascade of change."
    },
    {
        "author": "Ursula K. Le Guin",
        "quote": "We are volcanoes. When we women offer our experience as our truth, as human truth, all the maps change. There are new mountains."
    },
    {
        "author": "Monica Raymund",
        "quote": "Lesbian, gay, bisexual, and transgender teens are bullied and ostracized in epidemic proportions. It's disgusting, and it must change."
    },
    {
        "author": "Unknown",
        "quote": "You can be an unstoppable force if you choose to believe in yourself."
    },
    {
        "author": "Haruki Murakami",
        "quote": "When you come out of the storm, you won’t be the same person who walked in. That’s what this storm’s all about."
    },
    {
        "author": "Leon Brown",
        "quote": "Find something good within your life and give every ounce of positivity you have towards it, then watch how your life changes."
    },
    {
        "author": "Keri Russell",
        "quote": "Sometimes it's the smallest decisions that can change your life forever."
    },
    {
        "author": "Beck",
        "quote": "As society changes, as politics change, as people change, certain songs still seem to resonate."
    },
    {
        "author": "Fyodor Dostoyevsky",
        "quote": "Taking a new step, uttering a new word, is what people fear most."
    },
    {
        "author": "Carl Jung",
        "quote": "We cannot change anything until we accept it. Condemnation does not liberate, it oppresses."
    },
    {
        "author": "Kevin Plank",
        "quote": "I believe people change. I think that they can learn from mistakes."
    },
    {
        "author": "May Sarton",
        "quote": "The garden is growth and change and that means loss as well as constant new treasures to make up for a few disasters."
    },
    {
        "author": "John Green",
        "quote": "Grief does not change you, Hazel. It reveals you."
    },
    {
        "author": "Octavia Spencer",
        "quote": "The way to bring about change is to be proactive and active."
    },
    {
        "author": "V V Brown",
        "quote": "When you are reluctant to change, think of the beauty of autumn."
    },
    {
        "author": "Lech Walesa",
        "quote": "The thing that lies at the foundation of positive change, the way I see it, is service to a fellow human being."
    },
    {
        "author": "Chinese Proverb",
        "quote": "A wise man adapts himself to circumstances, as water shapes itself to the vessel that contains it."
    },
    {
        "author": "John C. Maxwell",
        "quote": "As a leader, the first person I need to lead is me. The first person that I should try to change is me."
    },
    {
        "author": "Mike White",
        "quote": "I think there are certain ways that people are always themselves, but I do think people change."
    },
    {
        "author": "Melanne Verveer",
        "quote": "For me, leadership is making a difference. It's using your agency to bring about change."
    },
    {
        "author": "David Bowie",
        "quote": "I feel confident imposing change on myself. It's a lot more fun progressing than looking back. That's why I need to throw curve balls."
    },
    {
        "author": "Holly Black",
        "quote": "Changing is what people do when they have no options left."
    },
    {
        "author": "Unknown",
        "quote": "While some days might be a lot harder than others, look for something positive in every day."
    },
    {
        "author": "Brené Brown",
        "quote": "Vulnerability is the birthplace of innovation, creativity and change."
    },
    {
        "author": "Unknown",
        "quote": "The way that your day goes will depend on the way the corners of your mouth turn, so you might as well smile and tackle the day head on."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "It’s only after you’ve stepped outside your comfort zone that you begin to change, grow, and transform."
    },
    {
        "author": "Stefano Gabbana",
        "quote": "You don't change your style by changing your bag. You change it with your clothes."
    },
    {
        "author": "Jennifer Egan",
        "quote": "Sure, everything is ending,\" Jules said, \"but not yet."
    },
    {
        "author": "Larry Page",
        "quote": "Especially in technology, we need revolutionary change, not incremental change."
    },
    {
        "author": "Henry David Thoreau",
        "quote": "What old people say you cannot do, you try and find that you can. Old deeds for old people, and new deeds for new."
    },
    {
        "author": "W. Edwards Deming",
        "quote": "It is not necessary to change. Survival is not mandatory."
    },
    {
        "author": "Helene D. Gayle",
        "quote": "Real, sustainable community change requires the initiative and engagement of community members."
    },
    {
        "author": "Henri de Lubac",
        "quote": "Habit and routine have an unbelievable power to waste and destroy."
    },
    {
        "author": "Raymond Chandler",
        "quote": "To say goodbye is to die a little."
    },
    {
        "author": "Michael Franti",
        "quote": "Like sunshine, music is a powerful force that can instantly and almost chemically change your entire mood."
    },
    {
        "author": "Nathan Englander",
        "quote": "I'm very interested in how people change."
    },
    {
        "author": "Meg Ryan",
        "quote": "People are always telling me that change is good. But all that means is that something you didn't want to happen has happened."
    },
    {
        "author": "Nido Qubein",
        "quote": "Change brings opportunity."
    },
    {
        "author": "Jesse Jackson",
        "quote": "Both tears and sweat are salty, but they render a different result. Tears will get you sympathy; sweat will get you change."
    },
    {
        "author": "Dirk Benedict",
        "quote": "Change is good. And in fact unavoidable."
    },
    {
        "author": "Henry David Thoreau",
        "quote": "Things do not change; we change."
    },
    {
        "author": "Unknown",
        "quote": "Instead of counting your days, try making your days count."
    },
    {
        "author": "Unknown",
        "quote": "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself. – Mark Caine"
    },
    {
        "author": "Leo Tolstoy",
        "quote": "Everyone thinks of changing the world, but no one thinks of changing himself."
    },
    {
        "author": "Unknown",
        "quote": "Life is not about waiting for the storm to pass you by. It is about learning how to dance in the middle of the rain."
    },
    {
        "author": "George Bernard Shaw",
        "quote": "All progress depends on the unreasonable man."
    },
    {
        "author": "Anne Wojcicki",
        "quote": "The reality is that the only way change comes is when you lead by example."
    },
    {
        "author": "Unknown",
        "quote": "You have to learn to trust the journey that you are on, even when you do not always understand it."
    },
    {
        "author": "Donna Brazile",
        "quote": "It takes but one person, one moment, one conviction, to start a ripple of change."
    },
    {
        "author": "Lillian Hellman",
        "quote": "People change and forget to tell each other."
    },
    {
        "author": "Albert Ellis",
        "quote": "We teach people that they upset themselves. We can't change the past, so we change how people are thinking, feeling and behaving today."
    },
    {
        "author": "William S. Burroughs",
        "quote": "Desperation is the raw material of drastic change. Only those who can leave behind everything they have ever believed in can hope to escape. "
    },
    {
        "author": "Unknown",
        "quote": "Just because something is not happening for you today, it does not mean that it will never happen."
    },
    {
        "author": "Unknown",
        "quote": "Something will grow from everything that you are going through, and that thing is you."
    },
    {
        "author": "John Henry Newman",
        "quote": "Growth is the only evidence of life."
    },
    {
        "author": "Horace",
        "quote": "A heart well prepared for adversity in bad times hopes, and in good times fears for a change in fortune."
    },
    {
        "author": "Andre Aciman",
        "quote": "An exile reads change the way he reads time, memory, self, love, fear, beauty: in the key of loss."
    },
    {
        "author": "Frank Zappa",
        "quote": "One of my favorite philosophical tenets is that people will agree with you only if they already agree with you. You do not change people's minds."
    },
    {
        "author": "Helen McCrory",
        "quote": "I think change is good because it teaches you that it's nothing to be frightened of."
    },
    {
        "author": "Unknown",
        "quote": "I know you have had a tough journey full of challenges and doubts. Know that I am still right here, cheering you on to the finish line."
    },
    {
        "author": "Unknown",
        "quote": "Your value will never go down based on someone’s inability to see the value in you or your work."
    },
    {
        "author": "N. R. Narayana Murthy",
        "quote": "Growth is painful. Change is painful. But, nothing is as painful as staying stuck where you do not belong."
    },
    {
        "author": "Andy Warhol",
        "quote": "Isn't life a series of images that change as they repeat themselves?"
    },
    {
        "author": "Barbara De Angelis",
        "quote": "No one is in control of your happiness but you; therefore, you have the power to change anything about yourself or your life that you want to change."
    },
    {
        "author": "Madonna Ciccone",
        "quote": "I like to change. A new lamp, a piece of art, can transform a room."
    },
    {
        "author": "Mason Cooley",
        "quote": "Complainers change their complaints, but they never reduce the amount of time spent in complaining."
    },
    {
        "author": "Unknown",
        "quote": "With God, all things are possible."
    },
    {
        "author": "Madonna",
        "quote": "No matter who you are, no matter what you did, no matter where you've come from, you can always change, become a better version of yourself."
    },
    {
        "author": "J.D. Salinger",
        "quote": "Certain things, they should stay the way they are. You ought to be able to stick them in one of those big glass cases and just leave them alone."
    },
    {
        "author": "James H. Fowler",
        "quote": "Be the change you want to see in your networks"
    },
    {
        "author": "Michael D. Cohen",
        "quote": "People change their positions all the time, the way they change their wives."
    },
    {
        "author": "Charlotte Eriksson",
        "quote": "I haven’t been very impressed lately. By people, or places, or the way someone said he loved me and then slowly changed his mind."
    },
    {
        "author": "Unknown",
        "quote": "An hour may destroy what an age was building."
    },
    {
        "author": "Jack Johnson",
        "quote": "But you're so busy changing the world Just one smile can change all of mine"
    },
    {
        "author": "Yoko Ono",
        "quote": "You change the world by being yourself."
    },
    {
        "author": "Kiera Cass",
        "quote": "You’ve changed me forever. And I’ll never forget you."
    },
    {
        "author": "Khloe Kardashian",
        "quote": "I know my soul is beautiful; I know I'm a good person. And that will never change for me."
    },
    {
        "author": "Joyce Meyer",
        "quote": "Teachers can change lives with just the right mix of chalk and challenges."
    },
    {
        "author": "James Schuyler",
        "quote": "To change your phrase somewhat, I know that I like an art where disparate elements form an entity."
    },
    {
        "author": "Nick Jonas",
        "quote": "I am who I am, and I can't change that. It's not something I've labored over."
    },
    {
        "author": "Steve Jobs",
        "quote": "Things don't have to change the world to be important."
    },
    {
        "author": "John F. Kennedy",
        "quote": "Change is the law of life. And those who look only to the past or the present are certain to miss the future. "
    },
    {
        "author": "Kylie Jenner",
        "quote": "I change my style maybe every month. I'm, like, punk one month, ghetto fab the next, classy the next. I'm just young and finding out who I am."
    },
    {
        "author": "Will Durant",
        "quote": "Civilization exists by geological consent, subject to change without notice."
    },
    {
        "author": "Unknown",
        "quote": "Instead of telling yourself that you can’t, tell yourself that you can and you will see how many doors open up for you."
    },
    {
        "author": "Johann Wolfgang von Goethe",
        "quote": "Everybody wants to be somebody; nobody wants to grow."
    },
    {
        "author": "Peter Senge",
        "quote": "People don't resist change. They resist being changed!"
    },
    {
        "author": "Chanda Kochhar",
        "quote": "Adaptability is a great asset to have because life is so unpredictable, and things can change overnight for any of us."
    },
    {
        "author": "Nicholas Sparks",
        "quote": "Things changed, people changed, and the world went rolling along right outside the window."
    },
    {
        "author": "Joan Wallach Scott",
        "quote": "Those who expect moments of change to be comfortable and free of conflict have not learned their history."
    },
    {
        "author": "Bernard Baruch",
        "quote": "Those who matter don't mind, and those who mind don't matter."
    },
    {
        "author": "Unknown",
        "quote": "God does not give us what we cannot handle."
    },
    {
        "author": "Edwin Louis Cole",
        "quote": "You don't drown by falling in the water; you drown by staying there."
    },
    {
        "author": "Marilu Henner",
        "quote": "Like it or not, the world evolves, priorities change and so do you."
    },
    {
        "author": "Unknown",
        "quote": "Do not think, just do."
    },
    {
        "author": "Denis Waitley",
        "quote": "You must welcome change as the rule but not as your ruler."
    },
    {
        "author": "Bobby Knight",
        "quote": "People change over the years, and that changes situations for good and for bad."
    },
    {
        "author": "Barack Obama",
        "quote": "If you run you stand a chance of losing, but if you don't run you've already lost."
    },
    {
        "author": "Michael J. Fox",
        "quote": "My happiness grows in direct proportion to my acceptance, and in inverse proportion to my expectations."
    },
    {
        "author": "Laura Marano",
        "quote": "Every single person has the power to change the world and help people."
    },
    {
        "author": "Unknown",
        "quote": "Never be afraid to spread your wings and fly. Even if you have never done it before, allow yourself to take a leap of faith so that you may soar."
    },
    {
        "author": "Annie Lennox",
        "quote": "Ask yourself: Have you been kind today? Make kindness your daily modus operandi and change your world."
    },
    {
        "author": "Oprah Winfrey",
        "quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude."
    },
    {
        "author": "Iman",
        "quote": "Change makes you find your calling, your legacy, and God's divine plan for your life. Don't run from it."
    },
    {
        "author": "Albert Ellis",
        "quote": "People got insights into what was bothering them, but they hardly did a damn thing to change."
    },
    {
        "author": "Eckhart Tolle",
        "quote": "Some changes look negative on the surface but you will soon realize that space is being created in your life for something new to emerge."
    },
    {
        "author": "Arnold Bennett",
        "quote": "Any change, even a change for the better, is always accompanied by drawbacks and discomforts."
    },
    {
        "author": "Denis Waitley",
        "quote": "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable."
    },
    {
        "author": "George Bernard Shaw",
        "quote": "Progress is impossible without change, and those who cannot change their minds cannot change anything"
    },
    {
        "author": "Mark Twain",
        "quote": "Hardly a man in the world has an opinion upon morals, political, or religion which he got otherwise than through his associations and sympathies."
    }
]
