[
    {
        "author": "Robert H. Schuller",
        "quote": "I'd rather attempt to do something great and fail than to attempt to do nothing and succeed."
    },
    {
        "author": "Unknown",
        "quote": "Work while they sleep. Learn while they party. Save while they spend. Live like they dream."
    },
    {
        "author": "George Lucas",
        "quote": "You simply have to put one foot in front of the other and keep going. Put blinders on and plow right ahead."
    },
    {
        "author": "Horace",
        "quote": "Don't think, just do."
    },
    {
        "author": "Unknown",
        "quote": "Some people don’t like change, but you need to embrace change if the alternative is disaster."
    },
    {
        "author": "Og Mandino",
        "quote": "Always do your best. What you plant now, you will harvest later."
    },
    {
        "author": "Unknown",
        "quote": "Never give up on a dream just because of the time it will take to accomplish it, time will pass anyway."
    },
    {
        "author": "Sophocles",
        "quote": "Always desire to learn something useful."
    },
    {
        "author": "Unknown",
        "quote": "Being happy doesn't mean that everything is perfect. It means that you decided to look beyond the imperfections."
    },
    {
        "author": "Unknown",
        "quote": "What comes easy won’t last, what lasts won’t come easy."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Always remember people who have helped you along the way, and don’t forget to lift someone up."
    },
    {
        "author": "Og Mandino",
        "quote": "Always do your best. What you plant now you will harvest later."
    },
    {
        "author": "Unknown",
        "quote": "With all its sham, drudgery, and broken dreams, it is still a beautiful world. Be cheerful. Strive to be happy."
    },
    {
        "author": "Amelia Earhart",
        "quote": "The most effective way to do it, is to do it."
    },
    {
        "author": "Theodore Roosevelt",
        "quote": "Get action. Seize the moment. Man was never intended to become an oyster."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "When the going gets tough, put one foot in front of the other and just keep going. Don’t give up."
    },
    {
        "author": "Unknown",
        "quote": "Be stubborn about your goals and flexible about your methods."
    },
    {
        "author": "Unknown",
        "quote": "Follow your passion, be prepared to work hard and sacrifice, and above all, don’t let anyone limit your dreams."
    },
    {
        "author": "Oprah Winfrey",
        "quote": "You become what you believe."
    },
    {
        "author": "Unknown",
        "quote": "Erase the old tapes in your head and create new ones."
    },
    {
        "author": "Jerry West",
        "quote": "Fear of failure, it's the greatest motivational tool. It drives me and drives me and drives me."
    },
    {
        "author": "Donna Brazile",
        "quote": "I was motivated to be different in part because I was different."
    },
    {
        "author": "Henry Ward Beecher",
        "quote": "Ones best success comes after their greatest disappointments."
    },
    {
        "author": "Dalai Lama",
        "quote": "Be kind whenever possible. It is always possible."
    },
    {
        "author": "Les Brown",
        "quote": "You are never too old to set another goal or to dream a new dream."
    },
    {
        "author": "Ken Venturi",
        "quote": "I don't believe you have to be better than everybody else. I believe you have to be better than you ever thought you could be."
    },
    {
        "author": "Unknown",
        "quote": "Success is walking from failure to failure with no loss of enthusiasm."
    },
    {
        "author": "Unknown",
        "quote": "With the new day comes new strength and new thoughts."
    },
    {
        "author": "Shakti Gawain",
        "quote": "You create your opportunities by asking for them."
    },
    {
        "author": "Unknown",
        "quote": "Death is not the greatest loss in life. The greatest loss is what dies inside while still alive. Never surrender."
    },
    {
        "author": "Baltasar Gracian",
        "quote": "The wise does at once what the fool does at last."
    },
    {
        "author": "Unknown",
        "quote": "Look for something positive in each day even if some days you have to look a little harder."
    },
    {
        "author": "Jim Rohn",
        "quote": "If you don't like how things are, change it! You're not a tree."
    },
    {
        "author": "Unknown",
        "quote": "Falling down is an accident, staying down is a choice."
    },
    {
        "author": "Unknown",
        "quote": "I think everyone should be told they’re beautiful until they believe it."
    },
    {
        "author": "Unknown",
        "quote": "Never stop doing great just because someone doesn’t give you credit."
    },
    {
        "author": "Unknown",
        "quote": "What’s the point of being alive if you don’t at least try to do something remarkable."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Courage is feeling fear, not getting rid of fear, and taking action in the face of fear."
    },
    {
        "author": "Unknown",
        "quote": "Life is short. Don’t waste it being sad. Be who you are, be happy, be free, be whatever you want to be."
    },
    {
        "author": "Unknown",
        "quote": "One of the most important things you can accomplish is just being yourself."
    },
    {
        "author": "Orison Swett Marden",
        "quote": "We make the world we live in and shape our own environment."
    },
    {
        "author": "Ayn Rand",
        "quote": "The question isn’t who is going to let me; it’s who is going to stop me."
    },
    {
        "author": "Norman Vincent Peale",
        "quote": "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy."
    },
    {
        "author": "Confucius",
        "quote": "It does not matter how slowly you go as long as you do not stop."
    },
    {
        "author": "Brian Tracy",
        "quote": "I've found that luck is quite predictable. If you want more luck, take more chances. Be more active. Show up more often."
    },
    {
        "author": "Ralph Waldo Emerson",
        "quote": "We aim above the mark to hit the mark."
    },
    {
        "author": "Thomas A. Edison",
        "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time."
    },
    {
        "author": "Emile Zola",
        "quote": "If you ask me what I came into this life to do, I will tell you: I came to live out loud."
    },
    {
        "author": "Tina Brown",
        "quote": "Give Obama a script he has made his own, and he is the motivational speaker to end all speakers. Tony Robbins cloned with Honest Abe."
    },
    {
        "author": "Charlotte Whitton",
        "quote": "When one must, one can."
    },
    {
        "author": "Unknown",
        "quote": "Sometimes it’s very hard to move on, but once you move on, you’ll realize it was the best decision you’ve ever made."
    },
    {
        "author": "Tom Stoppard",
        "quote": "Every exit is an entry somewhere else."
    },
    {
        "author": "Theodore Roosevelt",
        "quote": "Believe you can and you’re halfway there."
    },
    {
        "author": "Thomas A. Edison",
        "quote": "I have not failed. I’ve just found 10,000 ways that won’t work."
    },
    {
        "author": "Herbert Simon",
        "quote": "One finds limits by pushing them."
    },
    {
        "author": "George C. Marshall",
        "quote": "Don't fight the problem, decide it."
    },
    {
        "author": "Tecumseh",
        "quote": "From my tribe I take nothing, I am the maker of my own fortune."
    },
    {
        "author": "Martha Stewart",
        "quote": "I find that when you have a real interest in life and a curious life, that sleep is not the most important thing."
    },
    {
        "author": "Unknown",
        "quote": "It doesn’t matter who you are, where you come from. The ability to triumph begins with you. Always."
    },
    {
        "author": "Thomas Jefferson",
        "quote": "Do you want to know who you are? Don’t ask. Act! Action will delineate and define you."
    },
    {
        "author": "Ezra Pound",
        "quote": "Either move or be moved."
    },
    {
        "author": "Unknown",
        "quote": "Great things come to those who don’t wait."
    },
    {
        "author": "Unknown",
        "quote": "God changes caterpillars into butterflies, sand into pearls and coal into diamonds using time and pressure. He’s working on you too."
    },
    {
        "author": "Mark Twain",
        "quote": "The secret of getting ahead is getting started."
    },
    {
        "author": "H. L. Hunt",
        "quote": "Decide what you want, decide what you are willing to exchange for it. Establish your priorities and go to work."
    },
    {
        "author": "Steve Maraboli",
        "quote": "I want to live my life in such a way that when I get out of bed in the morning, the devil says, \"aw shit, he's up!"
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine."
    },
    {
        "author": "Saint Teresa of Avila",
        "quote": "Be gentle to all and stern with yourself."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Once you realize you deserve a bright future, letting go of your dark past is the best choice you will ever make."
    },
    {
        "author": "Epictetus",
        "quote": "Only the educated are free."
    },
    {
        "author": "Phillips Brooks",
        "quote": "Set yourself earnestly to see what you are made to do, and then set yourself earnestly to do it."
    },
    {
        "author": "Epictetus",
        "quote": "The key is to keep company only with people who uplift you, whose presence calls forth your best."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Do not fear failure but rather fear not trying."
    },
    {
        "author": "Steve Maraboli",
        "quote": "At the end of the day, let there be no excuses, no explanations, no regrets."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "To have what you have never had, you have to do what you have never done."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "The strongest people find the courage and caring to help others, even if they are going through their own storm."
    },
    {
        "author": "Unknown",
        "quote": "Failure will never overtake me if my determination to succeed is strong enough."
    },
    {
        "author": "Unknown",
        "quote": "Being yourself is all it takes. If you want to impress someone, don’t be someone else. Be yourself."
    },
    {
        "author": "Unknown",
        "quote": "Embrace who you are. Literally, hug yourself. Accept who you are."
    },
    {
        "author": "George S. Patton",
        "quote": "A good plan violently executed now is better than a perfect plan executed next week."
    },
    {
        "author": "Unknown",
        "quote": "If you want to achieve greatness stop asking for permission."
    },
    {
        "author": "Unknown",
        "quote": "One of the hardest things to do in life is letting go of what you thought was real."
    },
    {
        "author": "Peter Marshall",
        "quote": "Small deeds done are better than great deeds planned."
    },
    {
        "author": "Helen Keller",
        "quote": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence."
    },
    {
        "author": "Thomas Jefferson",
        "quote": "Determine never to be idle. No person will have occasion to complain of the want of time who never loses any. It is wonderful how much may be done if we are always doing."
    },
    {
        "author": "Jessica Savitch",
        "quote": "No matter how many goals you have achieved, you must set your sights on a higher one."
    },
    {
        "author": "Steve Maraboli",
        "quote": "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness."
    },
    {
        "author": "Confucius",
        "quote": "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence."
    },
    {
        "author": "Unknown",
        "quote": "Don’t be pushed by your problems, be led by your dreams."
    },
    {
        "author": "Unknown",
        "quote": "Whatever you decide to do. Make sure it makes you happy."
    },
    {
        "author": "Unknown",
        "quote": "Letting go gives us freedom, and freedom is the only condition for happiness."
    },
    {
        "author": "Unknown",
        "quote": "If you’re not happy about how you look, you have to question how much self-love you have."
    },
    {
        "author": "Unknown",
        "quote": "Stop waiting for perfection and eliminate the excuses that are keeping you stuck."
    },
    {
        "author": "Maya Angelou",
        "quote": "We may encounter many defeats but we must not be defeated."
    },
    {
        "author": "Unknown",
        "quote": "Surround yourself with people who inspire and encourage you. Your network is your net worth."
    },
    {
        "author": "Unknown",
        "quote": "Despite everything, no one can dictate who you are to other people."
    },
    {
        "author": "Unknown",
        "quote": "What you do today can improve all your tomorrows."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Do what is right, not what is easy nor what is popular."
    },
    {
        "author": "Unknown",
        "quote": "You’re not going to master the rest of your life in one day. Just relax. Master the day. Then just keep doing that every day."
    },
    {
        "author": "Unknown",
        "quote": "Beauty is about being comfortable in your own skin. It’s about knowing and accepting who you are."
    },
    {
        "author": "Norman Vincent Peale",
        "quote": "It's always too early to quit."
    },
    {
        "author": "Babe Ruth",
        "quote": "You just can’t beat the person who never gives up."
    },
    {
        "author": "Steve Maraboli",
        "quote": "When in a relationship, a real man doesn't make his woman jealous of others, he makes others jealous of his woman."
    },
    {
        "author": "Henry Ford",
        "quote": "You can’t build a reputation on what you are going to do."
    },
    {
        "author": "Unknown",
        "quote": "Simplicity is the ultimate sophistication."
    },
    {
        "author": "Jim Rohn",
        "quote": "If you are not willing to risk the usual you will have to settle for the ordinary."
    },
    {
        "author": "Albert Einstein",
        "quote": "Strive not to be a success but rather to be of value."
    },
    {
        "author": "Unknown",
        "quote": "Don’t chase after the people that hurt you. Replace them with people that care."
    },
    {
        "author": "Confucius",
        "quote": "The man who moves a mountain begins by carrying away small stones."
    },
    {
        "author": "Ted Turner",
        "quote": "You can never quit. Winners never quit, and quitters never win."
    },
    {
        "author": "Hubert H. Humphrey",
        "quote": "Never give in and never give up."
    },
    {
        "author": "John Paul Warren",
        "quote": "There has never been a meaningful life built on easy street."
    },
    {
        "author": "Unknown",
        "quote": "Don’t stop when you’re tired. STOP when you are DONE."
    },
    {
        "author": "Unknown",
        "quote": "Let us be grateful to the people who make us happy."
    },
    {
        "author": "William Hazlitt",
        "quote": "The more we do the more we can do."
    },
    {
        "author": "Winston Churchill",
        "quote": "Success is walking from failure to failure with no loss of enthusiasm."
    },
    {
        "author": "Franklin D. Roosevelt",
        "quote": "When you reach the end of your rope, tie a knot in it and hang on."
    },
    {
        "author": "Victor Kiam",
        "quote": "Even if you fall on your face, you're still moving forward."
    },
    {
        "author": "William James",
        "quote": "He who refuses to embrace a unique opportunity loses the prize as surely as if he had failed."
    },
    {
        "author": "Unknown",
        "quote": "The weak can never forgive. Forgiveness is the attribute of the strong."
    },
    {
        "author": "Unknown",
        "quote": "Stop beating yourself up you are a work in progress, which means you get there a little at a time, not all at once."
    },
    {
        "author": "Unknown",
        "quote": "Never let a bad situation bring out the worst in you. Choose to stay positive and be the strong person that God created you to be!"
    },
    {
        "author": "Unknown",
        "quote": "What makes you different makes you beautiful."
    },
    {
        "author": "Golda Meir",
        "quote": "The dog that trots about finds a bone."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Maturity is when you stop complaining and making excuses, and start making changes."
    },
    {
        "author": "Wayne Dyer",
        "quote": "Be miserable. Or motivate yourself. Whatever has to be done, it’s always your choice."
    },
    {
        "author": "Khalil Gibran",
        "quote": "March on. Do not tarry. To go forward is to move toward perfection. March on, and fear not the thorns, or the sharp stones on life's path."
    },
    {
        "author": "William James",
        "quote": "Begin to be now what you will be hereafter."
    },
    {
        "author": "Helen Keller",
        "quote": "Although the world is full of suffering, it is full also of the overcoming of it."
    },
    {
        "author": "Steve Maraboli",
        "quote": "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny."
    },
    {
        "author": "Unknown",
        "quote": "Doing what is comfortable is rarely profitable."
    },
    {
        "author": "Albert Einstein",
        "quote": "A person who never made a mistake never tried anything new."
    },
    {
        "author": "William Wordsworth",
        "quote": "To begin, begin."
    },
    {
        "author": "Unknown",
        "quote": "A word of encouragement during a failure is worth more than an hour of praise after success."
    },
    {
        "author": "George Whitefield",
        "quote": "Press forward. Do not stop, do not linger in your journey, but strive for the mark set before you."
    },
    {
        "author": "Bo Jackson",
        "quote": "Set your goals high, and don't stop till you get there."
    },
    {
        "author": "Sasha Cohen",
        "quote": "Follow your dreams, work hard, practice and persevere. Make sure you eat a variety of foods, get plenty of exercise and maintain a healthy lifestyle."
    },
    {
        "author": "Woody Hayes",
        "quote": "Success is the only motivational factor that a boy with character needs."
    },
    {
        "author": "Roger Staubach",
        "quote": "There are no traffic jams along the extra mile."
    },
    {
        "author": "William Hazlitt",
        "quote": "The more we do, the more we can do."
    },
    {
        "author": "Trina Paulus",
        "quote": "How does one become a butterfly? You must want to fly so much that you are willing to give up being a caterpillar."
    },
    {
        "author": "Unknown",
        "quote": "Know the value of time. Snatch, seize, and enjoy every minute of it."
    },
    {
        "author": "Unknown",
        "quote": "You will succeed because most people are lazy."
    },
    {
        "author": "Dale Carnegie",
        "quote": "If you want to conquer fear, don't sit home and think about it. Go out and get busy."
    },
    {
        "author": "Unknown",
        "quote": "Don’t limit your challenges, challenge your limits."
    },
    {
        "author": "Unknown",
        "quote": "If you can count your money, work harder."
    },
    {
        "author": "Unknown",
        "quote": "You’re allowed to scream, you’re allowed to cry but do not give up."
    },
    {
        "author": "Jack Kornfield",
        "quote": "No matter how hard the past is, you can always begin again."
    },
    {
        "author": "Unknown",
        "quote": "Don’t fear failure. Fear being in the exact same place next year as you are today."
    },
    {
        "author": "Conrad Hilton18",
        "quote": "Success… seems to be connected with action. Successful people keep moving. They make mistakes, but they don’t quit."
    },
    {
        "author": "Unknown",
        "quote": "Time spent worrying drains your energy, it makes you weaker. You were created to live a peace-filled life."
    },
    {
        "author": "Unknown",
        "quote": "Between stimulus and response is our greatest power –the freedom to choose."
    },
    {
        "author": "Farrah Gray",
        "quote": "Build your own dreams, or someone else will hire you to build theirs."
    },
    {
        "author": "Michael Jordan",
        "quote": "I’ve failed over and over and over again. And that is why I succeed."
    },
    {
        "author": "Walter Bagehot",
        "quote": "The greatest pleasure in life is doing what people say you cannot do."
    },
    {
        "author": "Helen Rowland",
        "quote": "You will never win if you never begin."
    },
    {
        "author": "George S. Patton",
        "quote": "Accept the challenges so that you can feel the exhilaration of victory."
    },
    {
        "author": "Eliza Dushku",
        "quote": "Go big or go home. Because it's true. What do you have to lose?"
    },
    {
        "author": "Bobby Knight",
        "quote": "The will to succeed is important, but what's more important is the will to prepare."
    },
    {
        "author": "Unknown",
        "quote": "Our thoughts create our reality, where we put our focus is the direction we tend to go."
    },
    {
        "author": "Henry Ford",
        "quote": "You can't build a reputation on what you are going to do."
    },
    {
        "author": "Nikki Bella",
        "quote": "I want to build a legacy at the WWE, but I definitely want to continue to grow the Bella Empire. I want it to go beyond the ring. I would love to be a motivational speaker."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "If you don’t give up on something you truly believe in, you will find a way."
    },
    {
        "author": "Bruce Lee",
        "quote": "The successful warrior is the average man, with laser-like focus."
    },
    {
        "author": "Theodore Roosevelt",
        "quote": "Keep your eyes on the stars, and your feet on the ground."
    },
    {
        "author": "Unknown",
        "quote": "Everybody makes mistakes but remember to be sure to point out your own before you point out someone else’s."
    },
    {
        "author": "Unknown",
        "quote": "You only fail when you stop trying."
    },
    {
        "author": "John Burroughs",
        "quote": "Leap, and the net will appear."
    },
    {
        "author": "Unknown",
        "quote": "Just believe in yourself. Even if you don’t, pretend that you do and at some point, you will."
    },
    {
        "author": "Samuel Lover",
        "quote": "Circumstances are the rulers of the weak; they are but the instruments of the wise."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Turn your obstacles into opportunities and your problems into possibilities."
    },
    {
        "author": "Unknown",
        "quote": "Worry about loving yourself instead of loving the idea of other people loving you."
    },
    {
        "author": "Horace",
        "quote": "Don’t think, just do."
    },
    {
        "author": "Unknown",
        "quote": "Hard work beats talent when talent doesn’t work hard."
    },
    {
        "author": "Orison Swett Marden",
        "quote": "A will finds a way."
    },
    {
        "author": "Unknown",
        "quote": "People will hate you, rate you, shake you, and break you. But how strong you stand is what makes you."
    },
    {
        "author": "Unknown",
        "quote": "Don’t downgrade your dream just to fit your reality, upgrade your conviction to match your destiny."
    },
    {
        "author": "Unknown",
        "quote": "Envy is the art of counting the other fellow’s blessings instead of your own."
    },
    {
        "author": "Vince Lombardi",
        "quote": "Perfection is not attainable, but if we chase perfection we can catch excellence."
    },
    {
        "author": "Unknown",
        "quote": "A strong woman is someone who is able to smile this morning like she wasn’t crying last night."
    },
    {
        "author": "Unknown",
        "quote": "You become who you spend your time with."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Success is not how high you have climbed, but how you make a positive difference to the world."
    },
    {
        "author": "Unknown",
        "quote": "Just in case you have forgotten today. You matter. You are loved. You are worthy. You are magical."
    },
    {
        "author": "Steve Maraboli",
        "quote": "If you hang out with chickens, you're going to cluck and if you hang out with eagles, you're going to fly."
    },
    {
        "author": "Philip Sidney",
        "quote": "Either I will find a way, or I will make one."
    },
    {
        "author": "Dean Koontz",
        "quote": "I really believe that everyone has a talent, ability, or skill that he can mine to support himself and to succeed in life."
    },
    {
        "author": "Unknown",
        "quote": "Why compare yourself with others? No one in the entire world can do a better job of being you than you."
    },
    {
        "author": "Winston Churchill",
        "quote": "Success is going from failure to failure with no loss of enthusiasm."
    },
    {
        "author": "Vince Lombardi",
        "quote": "The only place where success comes before work is in the dictionary."
    },
    {
        "author": "Unknown",
        "quote": "You can’t please everyone, and you can’t make everyone like you."
    },
    {
        "author": "Washington Irving",
        "quote": "Little minds are tamed and subdued by misfortune; but great minds rise above it."
    },
    {
        "author": "Thomas Jefferson",
        "quote": "Do you want to know who you are? Don't ask. Act! Action will delineate and define you."
    },
    {
        "author": "Les Brown",
        "quote": "Too many of us are not living our dreams because we are living our fears."
    },
    {
        "author": "Unknown",
        "quote": "It doesn’t matter how slowly you go as long as you do not stop."
    },
    {
        "author": "Pablo Picasso",
        "quote": "Learn the rules like a pro, so you can break them like an artist."
    },
    {
        "author": "Unknown",
        "quote": "Formal education will make you a living. Self-education will make you a fortune."
    },
    {
        "author": "Elon Musk",
        "quote": "When something is important enough, you do it even if the odds are not in your favor."
    },
    {
        "author": "Spryte Loriano",
        "quote": "Every great story on the planet happened when someone decided not to give up, but kept going no matter what."
    },
    {
        "author": "Sophie Kinsella",
        "quote": "In the end, you have to choose whether or not to trust someone."
    },
    {
        "author": "Unknown",
        "quote": "Everything you need to accomplish your goals is already in you."
    },
    {
        "author": "Unknown",
        "quote": "Being yourself is all it takes. If you want to impress someone, don’t be someone else. Just be yourself."
    },
    {
        "author": "Steve Maraboli",
        "quote": "Happiness is not the absence of problems, it's the ability to deal with them."
    },
    {
        "author": "Unknown",
        "quote": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment."
    },
    {
        "author": "Unknown",
        "quote": "You need to let go of the resentment inside of you and don’t let it shape the way your life will be in the future."
    },
    {
        "author": "Persius",
        "quote": "He conquers who endures."
    },
    {
        "author": "Benjamin Franklin",
        "quote": "Well done is better than well said."
    },
    {
        "author": "Diane Sawyer",
        "quote": "Whatever you want in life, other people are going to want it too. Believe in yourself enough to accept the idea that you have an equal right to it."
    },
    {
        "author": "Pablo Picasso",
        "quote": "Action is the foundational key to all success."
    },
    {
        "author": "H. G. Wells",
        "quote": "If you fell down yesterday, stand up today."
    },
    {
        "author": "Unknown",
        "quote": "The ones who are crazy enough to think they can change the world, are the ones who do."
    },
    {
        "author": "Swami Sivananda",
        "quote": "Crave for a thing, you will get it. Renounce the craving, the object will follow you by itself."
    },
    {
        "author": "Henry Ford",
        "quote": "The whole secret of a successful life is to find out what is one’s destiny to do, and then do it."
    },
    {
        "author": "Winston Churchill",
        "quote": "If you're going through hell, keep going."
    },
    {
        "author": "Norman Vincent Peale",
        "quote": "It’s always too early to quit."
    },
    {
        "author": "Epictetus",
        "quote": "First say to yourself what you would be; and then do what you have to do."
    },
    {
        "author": "Thomas Jefferson",
        "quote": "I find that the harder I work, the more luck I seem to have."
    },
    {
        "author": "Francis Chan",
        "quote": "Our greatest fear should not be of failure but of succeeding at things in life that don’t really matter."
    },
    {
        "author": "George Adair",
        "quote": "Everything you’ve ever wanted is on the other side of fear."
    },
    {
        "author": "Wayne Dyer",
        "quote": "Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice."
    },
    {
        "author": "Unknown",
        "quote": "I know it has been tough but I still cheering for you."
    },
    {
        "author": "Arthur Ashe",
        "quote": "Start where you are. Use what you have. Do what you can."
    },
    {
        "author": "Maxwell Maltz",
        "quote": "Times will change for the better when you change."
    },
    {
        "author": "Lau Tzu",
        "quote": "When I let go of what I am, I become what I might be."
    },
    {
        "author": "Unknown",
        "quote": "God is not punishing you, he is preparing you. Trust his plans not your pain."
    },
    {
        "author": "Unknown",
        "quote": "Do it, move it, make it happen! No one ever sat their way to success."
    },
    {
        "author": "Napoleon Hill",
        "quote": "A goal is a dream with a deadline."
    },
    {
        "author": "Hopi prayer",
        "quote": "Hold on to what is good, even if it’s a handful of earth."
    },
    {
        "author": "Steve Maraboli",
        "quote": "Sometimes life knocks you on your ass... get up, get up, get up!!! Happiness is not the absence of problems, it's the ability to deal with them."
    },
    {
        "author": "Ralph Waldo Emerson",
        "quote": "The only person you are destined to become is the person you decide to be."
    },
    {
        "author": "Stevie Wonder",
        "quote": "If you don't ask, you don't get."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Never lose hope. Storms make people stronger and never last forever."
    },
    {
        "author": "Unknown",
        "quote": "The only person you are destined to become is the person you decide to be."
    },
    {
        "author": "Miguel de Unamuno",
        "quote": "Only he who attempts the absurd is capable of achieving the impossible."
    },
    {
        "author": "Frank Sinatra",
        "quote": "The best revenge is massive success."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Pursue what catches your heart, not what catches your eyes."
    },
    {
        "author": "Victor Kiam",
        "quote": "Even if you fall on your face you’re still moving forward."
    },
    {
        "author": "Unknown",
        "quote": "Greatness is sifted through the grind, therefore don’t despise the hard work now for surely, it will be worth it in the end."
    },
    {
        "author": "Unknown",
        "quote": "You are braver than you believe, stronger than you seem and smarter than you think."
    },
    {
        "author": "Virgil",
        "quote": "Fortune sides with him who dares."
    },
    {
        "author": "Carl von Clausewitz",
        "quote": "Pursue one great decisive aim with force and determination."
    },
    {
        "author": "Unknown",
        "quote": "Good things come to people who wait, but better things come to those who go out and get them."
    },
    {
        "author": "Unknown",
        "quote": "You can’t get rich thinking poor."
    },
    {
        "author": "Benjamin Jowett",
        "quote": "Never retreat. Never explain. Get it done and let them howl."
    },
    {
        "author": "Unknown",
        "quote": "Hardships often prepare ordinary people for extraordinary destiny."
    },
    {
        "author": "Brittany Burgunder",
        "quote": "Soon, when all is well, you’re going to look back on this period of your life and be so glad that you never gave up."
    },
    {
        "author": "Ayn Rand",
        "quote": "A creative man is motivated by the desire to achieve, not by the desire to beat others."
    },
    {
        "author": "Simone Weil",
        "quote": "I can, therefore I am."
    },
    {
        "author": "Unknown",
        "quote": "Sometimes it takes an overwhelming breakdown to have an undeniable breakthrough."
    },
    {
        "author": "Audrey Hepburn",
        "quote": "Nothing is impossible, the word itself says “I’m possible”!"
    },
    {
        "author": "Unknown",
        "quote": "Forgive others. Not because they deserve forgiveness but because you deserve peace."
    },
    {
        "author": "Baltasar Gracian",
        "quote": "Know or listen to those who know."
    },
    {
        "author": "Steve Maraboli",
        "quote": "I will not try to convince you to love me, to respect me, to commit to me. I deserve better than that; I AM BETTER THAN THAT...Goodbye."
    },
    {
        "author": "Unknown",
        "quote": "If your actions inspire others to dream more, learn more, do more and become more, you are a leader."
    },
    {
        "author": "Stephen Hawking",
        "quote": "Look up at the stars and not down at your feet. Try to make sense of what you see, and wonder about what makes the universe exist. Be curious."
    },
    {
        "author": "Sylvia Browne",
        "quote": "The weeds keep multiplying in our garden, which is our mind ruled by fear. Rip them out and call them by name."
    },
    {
        "author": "Tim Notke",
        "quote": "Hard work beats talent when talent doesn’t work hard."
    },
    {
        "author": "Christopher Morley",
        "quote": "Big shots are only little shots who keep shooting."
    },
    {
        "author": "Nelson Mandela",
        "quote": "It always seems impossible until it's done."
    },
    {
        "author": "Unknown",
        "quote": "Everything you’ve ever wanted is on the other side of fear."
    },
    {
        "author": "Confucius",
        "quote": "The more man meditates upon good thoughts, the better will be his world and the world at large."
    },
    {
        "author": "Unknown",
        "quote": "I’m so proud of you. I just wanted to tell you in case no one has."
    },
    {
        "author": "Unknown",
        "quote": "There’s a reason for everything. This one may look like a setback. It doesn’t mean you’re failing but that God is growing you in a new way."
    },
    {
        "author": "Unknown",
        "quote": "Respect people’s feelings. Even if it doesn't mean anything to you, it could mean everything to them."
    },
    {
        "author": "Unknown",
        "quote": "It takes a strong person to do their own thing and not wait for anybody else to validate their existence."
    },
    {
        "author": "Alfred A. Montapert",
        "quote": "Expect problems and eat them for breakfast."
    },
    {
        "author": "your Lifeguard walks on water.",
        "quote": "When you feel like you’re drowning in life, don’t worry "
    },
    {
        "author": "Johann Wolfgang von Goethe",
        "quote": "Knowing is not enough; we must apply. Willing is not enough; we must do."
    },
    {
        "author": "Jack London",
        "quote": "You can't wait for inspiration. You have to go after it with a club."
    },
    {
        "author": "Flip Wilson",
        "quote": "You can't expect to hit the jackpot if you don't put a few nickels in the machine."
    },
    {
        "author": "Robert Collier",
        "quote": "Success is the sum of small efforts, repeated day in and day out."
    },
    {
        "author": "Unknown",
        "quote": "The key to life is to be around the people who will empower you to reach the next level in life."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "If you believe very strongly in something, stand up and fight for it."
    },
    {
        "author": "Unknown",
        "quote": "No matter what’s happening, choose to be happy. Don’t focus on what’s wrong. Find something positive in your life. Thank God for the small things."
    },
    {
        "author": "Unknown",
        "quote": "The past cannot be changed. The future is yet in your power."
    },
    {
        "author": "Napoleon Hill",
        "quote": "Whatever the mind can conceive and believe, it can achieve."
    },
    {
        "author": "Unknown",
        "quote": "You have been assigned this mountain to show others it can be moved."
    },
    {
        "author": "Peter Drucker",
        "quote": "The best way to predict the future is to create it."
    },
    {
        "author": "Unknown",
        "quote": "You didn’t come this far only to come this far."
    },
    {
        "author": "Unknown",
        "quote": "The power for creating a better future is contained in the present moment: You create a good future by creating a good present."
    },
    {
        "author": "Gordon B. Hinckley",
        "quote": "Without hard work, nothing grows but weeds."
    },
    {
        "author": "George S. Patton",
        "quote": "You need to overcome the tug of people against you as you reach for high goals."
    },
    {
        "author": "Unknown",
        "quote": "It’s not who you are that holds you behind, it’s who you think your are not."
    },
    {
        "author": "Robert H. Schuller",
        "quote": "I’d rather attempt to do something great and fail, than to attempt nothing and succeed."
    },
    {
        "author": "Unknown",
        "quote": "Decide this minute to never again beg anyone for the love, respect, and attention that you should be showing yourself."
    },
    {
        "author": "Samuel Beckett",
        "quote": "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better."
    },
    {
        "author": "Christopher Reeve",
        "quote": "Don't give up. Don't lose hope. Don't sell out."
    },
    {
        "author": "John Donne",
        "quote": "Be thine own palace, or the world's thy jail."
    },
    {
        "author": "Unknown",
        "quote": "If you’re going through hell, keep going."
    },
    {
        "author": "Natalie Gulbis",
        "quote": "When you fail you learn from the mistakes you made and it motivates you to work even harder."
    },
    {
        "author": "Unknown",
        "quote": "Life comes with many challenges. The ones that should not scare us are the ones we can take on and take control of."
    },
    {
        "author": "Charles R. Swindoll",
        "quote": "Life is 10% what happens to you and 90% how you react to it."
    },
    {
        "author": "William Blake",
        "quote": "No bird soars too high if he soars with his own wings."
    },
    {
        "author": "Henry David Thoreau",
        "quote": "What is called genius is the abundance of life and health."
    },
    {
        "author": "Confucius",
        "quote": "It does not matter how slowly you go, so long as you do not stop."
    },
    {
        "author": "Unknown",
        "quote": "Comparison is an act of violence against the self."
    },
    {
        "author": "Henry Drummond",
        "quote": "The people who influence you are the people who believe in you."
    },
    {
        "author": "Charles Atlas",
        "quote": "Step by step and the thing is done."
    },
    {
        "author": "John W. Gardner",
        "quote": "True happiness involves the full use of one’s power and talents."
    },
    {
        "author": "Carol Burnett",
        "quote": "Only I can change my life. No one can do it for me."
    },
    {
        "author": "Unknown",
        "quote": "Life’s challenges are not supposed to paralyzed you, they’re supposed to help you discover who you are."
    },
    {
        "author": "Unknown",
        "quote": "You will never know your limits until you push yourself to them."
    },
    {
        "author": "John Burroughs",
        "quote": "If you think you can do it, you can."
    },
    {
        "author": "John R. Wooden",
        "quote": "Don’t let what you cannot do interfere with what you can do."
    },
    {
        "author": "Unknown",
        "quote": "Some people develop a wish bone where their back bone should be."
    },
    {
        "author": "Unknown",
        "quote": "Believe in yourself and you’ll be unstoppable."
    },
    {
        "author": "Dennis Waitely",
        "quote": "There are two primary choices in life; to accept conditions as they exist, or to accept the responsibility for changing them."
    },
    {
        "author": "Unknown",
        "quote": "Wake up. Kick ass. Repeat."
    },
    {
        "author": "Unknown",
        "quote": "Sometimes when you are in a dark place you think you have been buried, but actually you have been planted."
    },
    {
        "author": "Unknown",
        "quote": "Letting go doesn't mean giving up, but rather accepting that there are things that cannot be."
    },
    {
        "author": "Walt Disney",
        "quote": "The way to get started is to quit talking and begin doing."
    },
    {
        "author": "Unknown",
        "quote": "You are gold, baby. Solid gold."
    },
    {
        "author": "Unknown",
        "quote": "Giving up doesn't always mean you’re weak, sometimes you’re just strong enough to let go."
    },
    {
        "author": "Unknown",
        "quote": "Change your life today. Don't gamble on the future, act now, without delay."
    },
    {
        "author": "Unknown",
        "quote": "There’s something in you that the world needs."
    },
    {
        "author": "Les Brown",
        "quote": "When life knocks you down, try to land on your back. Because if you can look up, you can get up."
    },
    {
        "author": "Rosa Parks",
        "quote": "You must never be fearful about what you are doing when it is right."
    },
    {
        "author": "Robert H. Schuller",
        "quote": "Problems are not stop signs, they are guidelines."
    },
    {
        "author": "Albert Schweitzer",
        "quote": "Do something wonderful, people may imitate it."
    },
    {
        "author": "Unknown",
        "quote": "One day, you’ll wake up and there won’t be any time to do the things you’ve always wanted. Do them now."
    },
    {
        "author": "Unknown",
        "quote": "You are stronger than you know. More capable than you ever dreamed. And you are loved more than you could possibly imagine."
    },
    {
        "author": "Unknown",
        "quote": "When things are going bad, don’t use that as an excuse to give up. Instead, use it as motivation to push harder. Never give up."
    },
    {
        "author": "Unknown",
        "quote": "Never apologize for having high standards, people who really want to be in your life will rise to meet them."
    },
    {
        "author": "Eleanor Roosevelt",
        "quote": "You must do the thing you think you cannot do."
    },
    {
        "author": "Jimmy Dean",
        "quote": "Poverty was the greatest motivating factor in my life."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "If you have a strong purpose in life, you don't have to be pushed. Your passion will drive you there."
    },
    {
        "author": "John Wooden",
        "quote": "Things work out best for those who make the best of how things work out."
    },
    {
        "author": "Christopher Columbus",
        "quote": "You can never cross the ocean unless you have the courage to lose sight of the shore."
    },
    {
        "author": "Unknown",
        "quote": "Self-trust is the first secret of success."
    },
    {
        "author": "Unknown",
        "quote": "Hey, little fighter, soon things will be brighter."
    },
    {
        "author": "Eleanor Roosevelt",
        "quote": "With the new day comes new strength and new thoughts."
    },
    {
        "author": "Unknown",
        "quote": "There are no shortcuts to any place worth going."
    },
    {
        "author": "Unknown",
        "quote": "Be yourself. Everyone else is already taken."
    },
    {
        "author": "Unknown",
        "quote": "You have to learn the rules of the game. And then you have to play better than anyone else."
    },
    {
        "author": "Unknown",
        "quote": "If we keep doing what we are doing, we’re going to keep getting what we’re getting."
    },
    {
        "author": "Olaf Isachsen",
        "quote": "More often than not, successful entrepreneurs are givers and not takers of positive energy."
    },
    {
        "author": "Unknown",
        "quote": "Just be yourself. Let people see the real, imperfect, flawed, quirky, weird, beautiful, magical person you are."
    },
    {
        "author": "Abraham Lincoln",
        "quote": "Your own resolution to succeed is more important than any other."
    },
    {
        "author": "Jim Rohn",
        "quote": "Successful people do what unsuccessful people are not willing to do. Don’t wish it were easier, wish you were better."
    },
    {
        "author": "Unknown",
        "quote": "Be a pineapple stand tall wear a crown and be sweet on the inside."
    },
    {
        "author": "William Butler Yeats",
        "quote": "Do not wait to strike till the iron is hot; but make it hot by striking."
    },
    {
        "author": "Unknown",
        "quote": "Stop being afraid of what could go wrong and think of what could go right."
    },
    {
        "author": "Unknown",
        "quote": "The more anger towards the past you carry in your heart, the less capable you are of loving in the present."
    },
    {
        "author": "Unknown",
        "quote": "Always be a first-rate version of yourself instead of a second-rate version of someone else."
    },
    {
        "author": "Jimmy Dean",
        "quote": "I can’t change the direction of the wind, but I can adjust my sails to always reach my destination."
    },
    {
        "author": "Sam Levenson",
        "quote": "Do not watch the clock. Do what it does. Keep going."
    },
    {
        "author": "Unknown",
        "quote": "If you want to conquer fear, don’t sit home and think about it. Go out and get busy."
    },
    {
        "author": "Unknown",
        "quote": "Take a deep breath, it’s just a bad day not a bad life."
    },
    {
        "author": "Unknown",
        "quote": "Don’t mistake silence for weakness. Smart people don’t plan big moves out loud."
    },
    {
        "author": "Unknown",
        "quote": "No matter what you look like or think you look like, you’re special and loved and perfect just the way you are."
    },
    {
        "author": "Octavio Paz",
        "quote": "Deserve your dream."
    },
    {
        "author": "Walt Disney",
        "quote": "If you can dream it, you can do it."
    },
    {
        "author": "Michael Phelps",
        "quote": "There will be obstacles. There will be doubters. There will be mistakes. But with hard work, there are no limits."
    },
    {
        "author": "Leo Durocher",
        "quote": "I come to win."
    },
    {
        "author": "Unknown",
        "quote": "It is not the mountain we conquer but ourselves."
    },
    {
        "author": "Jim Rohn",
        "quote": "You are the average of the five people you spend the most time with."
    },
    {
        "author": "Unknown",
        "quote": "The man on top of the mountain didn’t fall there."
    },
    {
        "author": "Aldous Huxley",
        "quote": "There is only one corner of the universe you can be certain of improving, and that's your own self."
    },
    {
        "author": "Unknown",
        "quote": "Confidence is the key. If you don’t believe in yourself, then nobody will."
    },
    {
        "author": "Unknown",
        "quote": "Over-thinking ruins you. Ruins the situation, twists things around, makes you worry and just makes everything much worse than it actually is."
    },
    {
        "author": "Unknown",
        "quote": "If you limit yourself only to what seems possible or reasonable, you disconnect yourself from what you truly want, and all that is left is compromise."
    },
    {
        "author": "Lao Tzu",
        "quote": "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step."
    },
    {
        "author": "Unknown",
        "quote": "Always remember that in life, whatever we do, we are never defeated unless we give up."
    },
    {
        "author": "Nikos Kazantzakis",
        "quote": "In order to succeed, we must first believe that we can."
    },
    {
        "author": "Babe Ruth",
        "quote": "You just can't beat the person who never gives up."
    },
    {
        "author": "Unknown",
        "quote": "Do what you have to do until you can do what you want to do."
    },
    {
        "author": "Allen Ginsberg",
        "quote": "Follow your inner moonlight; don't hide the madness."
    },
    {
        "author": "Norman Ralph Augustine",
        "quote": "Motivation will almost always beat mere talent."
    },
    {
        "author": "Unknown",
        "quote": "Whatever we believe about ourselves and our ability comes true for us."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "It’s only after you’ve stepped outside your comfort zone that you begin to change, grow, and transform."
    },
    {
        "author": "Virgil",
        "quote": "They can conquer who believe they can."
    },
    {
        "author": "Robert Henri",
        "quote": "Do whatever you do intensely."
    },
    {
        "author": "Unknown",
        "quote": "I’ve never met a strong person with an easy past."
    },
    {
        "author": "David Brinkley",
        "quote": "A successful man is one who can lay a firm foundation with the bricks others have thrown at him."
    },
    {
        "author": "Unknown",
        "quote": "I think happiness is what makes you pretty. Happy people are beautiful."
    },
    {
        "author": "Unknown",
        "quote": "When you have a Million Dollar vision, don’t surround yourself with 1 cent minds."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Do what you love, love what you do, and with all your heart give yourself to it."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Dreams don't work unless you take action. The surest way to make your dreams come true is to live them."
    },
    {
        "author": "Unknown",
        "quote": "You are capable of amazing things."
    },
    {
        "author": "Sam Levenson",
        "quote": "Don't watch the clock; do what it does. Keep going."
    },
    {
        "author": "John D. Rockefeller",
        "quote": "If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success."
    },
    {
        "author": "Aristotle",
        "quote": "You will never do anything in this world without courage. It is the greatest quality in the mind next to honor."
    },
    {
        "author": "St. Jerome",
        "quote": "Good, better, best. Never let it rest. Till your good is better and your better is best."
    },
    {
        "author": "Steve Maraboli",
        "quote": "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't."
    },
    {
        "author": "Michael Korda",
        "quote": "One way to keep momentum going is to have constantly greater goals."
    },
    {
        "author": "Helen Keller",
        "quote": "Life is a succession of lessons which must be lived to be understood."
    },
    {
        "author": "Unknown",
        "quote": "Hustle until you no longer need to introduce yourself."
    },
    {
        "author": "Unknown",
        "quote": "When other people treat you poorly, walk away, smile and keep being you. Don’t ever let someone else’s bitterness change the person you are."
    },
    {
        "author": "Unknown",
        "quote": "A little progress each day adds up to big results."
    },
    {
        "author": "Unknown",
        "quote": "Time doesn't heal emotional pain, you need to learn how to let go."
    },
    {
        "author": "W. Clement Stone15",
        "quote": "Aim for the moon. If you miss, you may hit a star."
    },
    {
        "author": "Unknown",
        "quote": "Surround yourself with only people who are going to lift you higher."
    },
    {
        "author": "Elbert Hubbard",
        "quote": "Do your work with your whole heart, and you will succeed – there’s so little competition."
    },
    {
        "author": "Malala Yousafzai",
        "quote": "It is very important to know who you are. To make decisions. To show who you are."
    },
    {
        "author": "Napoleon Hill",
        "quote": "The greatest achievement was at first, and for a time, but a dream."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Be the positive impact on the lives of others."
    },
    {
        "author": "Victor Kiam",
        "quote": "Even if you fall on your face, you’re still moving forward."
    },
    {
        "author": "Unknown",
        "quote": "Learn to let go. That is the key to happiness."
    },
    {
        "author": "Unknown",
        "quote": "Be gentle with yourself. You’re doing the best you can!"
    },
    {
        "author": "Unknown",
        "quote": "God knew your life would come to this and he has a plan for you."
    },
    {
        "author": "Unknown",
        "quote": "If it doesn’t challenge you, it won’t change you."
    },
    {
        "author": "John W. Gardner",
        "quote": "True happiness involves the full use of one's power and talents."
    },
    {
        "author": "Rose Kennedy",
        "quote": "I know not age, nor weariness nor defeat."
    },
    {
        "author": "Chris Grosser",
        "quote": "Opportunities don’t happen, you create them."
    },
    {
        "author": "Jim Rohn",
        "quote": "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much."
    },
    {
        "author": "Ralph Waldo Emerson",
        "quote": "Hitch your wagon to a star."
    },
    {
        "author": "Zig Ziglar",
        "quote": "You don’t have to be great to start, but you have to start to be great."
    },
    {
        "author": "Beverly Sills",
        "quote": "I've always tried to go a step past wherever people expected me to end up."
    },
    {
        "author": "Vidal Sassoon",
        "quote": "The only place where success comes before work is in the dictionary."
    },
    {
        "author": "Unknown",
        "quote": "Don’t be afraid to give up the good and go for great."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Believe in your infinite potential. Your only limitations are those you set upon yourself."
    },
    {
        "author": "Bo Jackson",
        "quote": "Set your goals high, and don’t stop till you get there."
    },
    {
        "author": "Thomas Fuller",
        "quote": "One may miss the mark by aiming too high as too low."
    },
    {
        "author": "A. P. J. Abdul Kalam",
        "quote": "We should not give up and we should not allow the problem to defeat us."
    },
    {
        "author": "Albert Camus",
        "quote": "To know oneself, one should assert oneself."
    },
    {
        "author": "Carl Sandburg",
        "quote": "To be a good loser is to learn how to win."
    },
    {
        "author": "Leo Buscaglia",
        "quote": "Your talent is God's gift to you. What you do with it is your gift back to God."
    },
    {
        "author": "Zig Ziglar",
        "quote": "Earl Nightingale has inspired more people toward success and fortune than any other motivational speaker on the planet."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "The surest way to make your dreams come true is to live them."
    },
    {
        "author": "Jim Ryun",
        "quote": "Motivation is what gets you started. Habit is what keeps you going."
    },
    {
        "author": "Unknown",
        "quote": "Beautiful girl you were made to do hard things. So believe in yourself."
    },
    {
        "author": "Benjamin Franklin",
        "quote": "By failing to prepare, you are preparing to fail."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "You cannot change anyone, but you can be the reason someone changes."
    },
    {
        "author": "Unknown",
        "quote": "Nobody can go back and start a new beginning, but anyone can start today and make a new ending."
    },
    {
        "author": "John Dewey",
        "quote": "Arriving at one goal is the starting point to another."
    },
    {
        "author": "Unknown",
        "quote": "Don’t quit. You’re already in pain. You’re already hurt. Get a reward from it."
    },
    {
        "author": "Unknown",
        "quote": "A hill is just another opportunity to leave your competition behind."
    },
    {
        "author": "Unknown",
        "quote": "The moment you feel like you have to prove your worth to someone is the moment to absolutely and utterly walk away."
    },
    {
        "author": "Unknown",
        "quote": "If your dreams don’t scare you, they are not big enough."
    },
    {
        "author": "Harriet Beecher Stowe",
        "quote": "Never give up, for that is just the place and time that the tide will turn."
    },
    {
        "author": "Tiffany Trump",
        "quote": "I don't know what it's like to have a typical father figure. He's not the dad who's going to take me to the beach and go swimming, but he's such a motivational person."
    },
    {
        "author": "Unknown",
        "quote": "Always believe that something wonderful is about to happen."
    },
    {
        "author": "Og Mandino",
        "quote": "Failure will never overtake me if my determination to succeed is strong enough."
    },
    {
        "author": "Unknown",
        "quote": "If you can’t handle stress, you won’t manage success."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Great leaders create more leaders, not followers."
    },
    {
        "author": "Unknown",
        "quote": "The journey of a thousand miles begins with a single step."
    },
    {
        "author": "Unknown",
        "quote": "Don’t talk, just act. Don’t say, just show. Don’t promise, just prove."
    },
    {
        "author": "Unknown",
        "quote": "Nothing in the world is more common than unsuccessful people with talent."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Be brave to stand for what you believe in even if you stand alone."
    },
    {
        "author": "Unknown",
        "quote": "Make yourself a priority once in a while. It’s not selfish. It’s necessary."
    },
    {
        "author": "Denis Diderot",
        "quote": "You have to make it happen."
    },
    {
        "author": "W. Clement Stone",
        "quote": "Aim for the moon. If you miss, you may hit a star."
    },
    {
        "author": "Truman Capote",
        "quote": "Failure is the condiment that gives success its flavor."
    },
    {
        "author": "Wayne Gretzky",
        "quote": "You miss 100% of the shots you don’t take."
    },
    {
        "author": "Ann Richards",
        "quote": "The here and now is all we have, and if we play it right it’s all we’ll need."
    },
    {
        "author": "Steve Maraboli",
        "quote": "You must learn to let go. Release the stress. You were never in control anyway."
    },
    {
        "author": "Lucille Ball",
        "quote": "The more things you do, the more you can do."
    },
    {
        "author": "John Burroughs",
        "quote": "A somebody was once a nobody who wanted to and did."
    },
    {
        "author": "Unknown",
        "quote": "If you don’t build your dreams, someone else will hire you to build theirs."
    },
    {
        "author": "Oliver Herford",
        "quote": "Many are called but few get up."
    },
    {
        "author": "Jack London",
        "quote": "You can’t wait for inspiration. You have to go after it with a club."
    },
    {
        "author": "Unknown",
        "quote": "If you believe it will work out, you’ll see opportunities. If you believe it won’t, you will see obstacles."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "You never change your life until you step out of your comfort zone; change begins at the end of your comfort zone."
    },
    {
        "author": "Muhammad Ali",
        "quote": "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want."
    },
    {
        "author": "Walt Disney",
        "quote": "All our dreams can come true if we have the courage to pursue them."
    },
    {
        "author": "Rabindranath Tagore",
        "quote": "You can't cross the sea merely by standing and staring at the water."
    },
    {
        "author": "Unknown",
        "quote": "I am not afraid of storms, for I am learning how to sail my ship."
    },
    {
        "author": "Jim Carrey",
        "quote": "If you've got a talent, protect it."
    },
    {
        "author": "Unknown",
        "quote": "Train yourself to find the blessing in everything."
    },
    {
        "author": "Nelson Mandela",
        "quote": "It always seems impossible until it is done."
    },
    {
        "author": "Unknown",
        "quote": "A little progress everyday adds up to big results."
    },
    {
        "author": "Norman Cousins",
        "quote": "Your heaviest artillery will be your will to live. Keep that big gun going."
    },
    {
        "author": "Arthur C. Clarke",
        "quote": "The only way of discovering the limits of the possible is to venture a little way past them into the impossible."
    },
    {
        "author": "Eleanor Roosevelt",
        "quote": "You have to accept whatever comes, and the only important thing is that you meet it with the best you have to give."
    },
    {
        "author": "Unknown",
        "quote": "Fortune knocks but once, but misfortune has much more patience."
    },
    {
        "author": "Michael John Bobak",
        "quote": "All progress takes place outside the comfort zone."
    },
    {
        "author": "Unknown",
        "quote": "Work until your idols become your rivals."
    },
    {
        "author": "Philip Emeagwali",
        "quote": "The hardships that I encountered in the past will help me succeed in the future."
    },
    {
        "author": "Ralph Waldo Emerson",
        "quote": "Without ambition one starts nothing. Without work one finishes nothing. The prize will not be sent to you. You have to win it."
    },
    {
        "author": "Unknown",
        "quote": "It always seems impossible until it's done."
    },
    {
        "author": "Walter Elliot",
        "quote": "Perseverance is not a long race; it is many short races one after the other."
    },
    {
        "author": "Ralph Marston",
        "quote": "What you do today can improve all your tomorrows."
    },
    {
        "author": "Unknown",
        "quote": "Discipline is doing what needs to be done, even if you don’t want to."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "It takes guts and humility to admit mistakes. Admitting we're wrong is courage, not weakness."
    },
    {
        "author": "Mark Gorman",
        "quote": "Not all dreamers are winners, but all winners are dreamers."
    },
    {
        "author": "Muhammad Iqbal",
        "quote": "The ultimate aim of the ego is not to see something, but to be something."
    },
    {
        "author": "Thomas Paine",
        "quote": "The harder the conflict, the more glorious the triumph."
    },
    {
        "author": "Aeschylus",
        "quote": "God always strives together with those who strive."
    },
    {
        "author": "Tony Robbins",
        "quote": "Setting goals is the first step in turning the invisible into the visible."
    },
    {
        "author": "Admiral William Frederick Halsey Jr.",
        "quote": "There are no great men. Just great challenges which ordinary men, out of necessity, are forced by circumstance to meet."
    },
    {
        "author": "Unknown",
        "quote": "Those who spend their time looking for the faults in others usually make no time to correct their own."
    },
    {
        "author": "Unknown",
        "quote": "Just keep moving forward and don’t give a shit about what anybody thinks. Do what you have to do, for you."
    },
    {
        "author": "Unknown",
        "quote": "The Lord will fight for you. You need only to be still."
    },
    {
        "author": "Stephen R. Covey",
        "quote": "Motivation is a fire from within. If someone else tries to light that fire under you, chances are it will burn very briefly."
    },
    {
        "author": "Matthew Henry",
        "quote": "After a storm comes a calm."
    },
    {
        "author": "Unknown",
        "quote": "Sometimes you just have to give up on people. Chasing them is a heartache especially when they don’t try to meet you halfway."
    },
    {
        "author": "Unknown",
        "quote": "Always remember you’re unique just like everyone else."
    },
    {
        "author": "Unknown",
        "quote": "Believe and work hard and all your dreams will come true."
    },
    {
        "author": "John F. Kennedy",
        "quote": "Things do not happen. Things are made to happen."
    },
    {
        "author": "Denis Waitley",
        "quote": "Learn from the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now."
    },
    {
        "author": "Eric Thomas",
        "quote": "When you want to succeed as bad as you want to breathe, then you’ll be successful."
    },
    {
        "author": "Unknown",
        "quote": "I failed over and over and over again in my life that is why I succeed."
    },
    {
        "author": "Beverly Abamo",
        "quote": "It’s not about time, it’s about choices. How are you spending your choices?"
    },
    {
        "author": "William James",
        "quote": "Act as if what you do makes a difference. It does."
    },
    {
        "author": "Unknown",
        "quote": "Try not to take things personally; what people say about you is a reflection of them, not you."
    },
    {
        "author": "Baruch Spinoza",
        "quote": "Do not weep; do not wax indignant. Understand."
    },
    {
        "author": "Edgar Cayce",
        "quote": "There is progress whether ye are going forward or backward! The thing is to move!"
    },
    {
        "author": "Unknown",
        "quote": "When the world says 'give up', hope whispers 'try it once more'."
    },
    {
        "author": "Aristotle",
        "quote": "Quality is not an act, it is a habit."
    },
    {
        "author": "Zig Ziglar",
        "quote": "What you get by achieving your goals is not as important as what you become by achieving your goals."
    },
    {
        "author": "Unknown",
        "quote": "You should never regret anything in life. If it’s good, it’s wonderful. If it’s bad, it is experience."
    },
    {
        "author": "Robert Louis Stevenson",
        "quote": "To be wholly devoted to some intellectual exercise is to have succeeded in life."
    },
    {
        "author": "Unknown",
        "quote": "The man who has confidence in himself gains the confidence of others"
    },
    {
        "author": "Unknown",
        "quote": "If you have the power to make someone happy, do it. The world needs more of that."
    },
    {
        "author": "Mark Caine",
        "quote": "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself."
    },
    {
        "author": "Richard Rorty",
        "quote": "There is nothing deep down inside us except what we have put there ourselves."
    },
    {
        "author": "Unknown",
        "quote": "You attract what you are, not what you want. If you want great, then be great."
    },
    {
        "author": "Kyle Chandler",
        "quote": "Opportunity does not knock, it presents itself when you beat down the door."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Let the improvement of yourself keep you so busy that you have no time to criticize others."
    },
    {
        "author": "Daniel Webster",
        "quote": "There is always room at the top."
    },
    {
        "author": "Kresley Cole",
        "quote": "Nothing great ever came that easy."
    },
    {
        "author": "Unknown",
        "quote": "I create new enemies every day, it’s called business."
    },
    {
        "author": "Sam Levenson",
        "quote": "Don’t watch the clock; do what it does. Keep going."
    },
    {
        "author": "Joan of Arc",
        "quote": "I am not afraid... I was born to do this."
    },
    {
        "author": "Sophocles",
        "quote": "Who seeks shall find."
    },
    {
        "author": "Carol Burnett",
        "quote": "Only I can change my life. No one else can do it for me."
    },
    {
        "author": "Unknown",
        "quote": "Be who you are and find yourself so you can be your own person and enjoy life with no regret."
    },
    {
        "author": "George Eliot",
        "quote": "It is never too late to be what you might have been."
    },
    {
        "author": "Lolly Daskal",
        "quote": "When you stop chasing the wrong things you give the right things a chance to catch you."
    },
    {
        "author": "Unknown",
        "quote": "Remember that life’s greatest lessons are usually learned from worst times and from the worst mistakes."
    },
    {
        "author": "Unknown",
        "quote": "Life is too short to wake up in the morning with regrets."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Life is about accepting the challenges along the way, choosing to keep moving forward, and savoring the journey."
    },
    {
        "author": "Unknown",
        "quote": "Obsessed is the word the lazy use to describe dedicated."
    },
    {
        "author": "Napoleon Hill",
        "quote": "The starting point of all achievement is desire."
    },
    {
        "author": "Dalai Lama",
        "quote": "Remember that not getting what you want is sometimes a wonderful stroke of luck."
    },
    {
        "author": "H. Jackson Brown, Jr.",
        "quote": "You must take action now that will move you towards your goals. Develop a sense of urgency in your life."
    },
    {
        "author": "Simone de Beauvoir",
        "quote": "Change your life today. Don't gamble on the future, act now, without delay."
    },
    {
        "author": "Jim Rohn",
        "quote": "Either you run the day or the day runs you."
    },
    {
        "author": "Margaret Thatcher",
        "quote": "You may have to fight a battle more than once to win it."
    },
    {
        "author": "Unknown",
        "quote": "You are amazing, you are brave, you are strong."
    },
    {
        "author": "Unknown",
        "quote": "When you judge another, you do not define them, you define yourself."
    },
    {
        "author": "Unknown",
        "quote": "When you are content to be simply yourself and don’t compare or compete, everyone will respect you."
    },
    {
        "author": "Julie Andrews",
        "quote": "Perseverance is failing 19 times and succeeding the 20th."
    },
    {
        "author": "Mia Hamm",
        "quote": "I've worked too hard and too long to let anything stand in the way of my goals. I will not let my teammates down and I will not let myself down."
    },
    {
        "author": "J. D. Salinger",
        "quote": "How do you know you're going to do something, untill you do it?"
    },
    {
        "author": "Winston Churchill",
        "quote": "Never, never, never give up."
    },
    {
        "author": "Dwight D. Eisenhower",
        "quote": "Motivation is the art of getting people to do what you want them to do because they want to do it."
    },
    {
        "author": "Unknown",
        "quote": "You are confined only by the walls you build yourself."
    },
    {
        "author": "Wayne W. Dyer",
        "quote": "Change the way you look at things and the things you look at change."
    },
    {
        "author": "Wayne Dyer",
        "quote": "Go for it now. The future is promised to no one."
    },
    {
        "author": "Henry Ford",
        "quote": "Failure is the opportunity to begin again more intelligently."
    },
    {
        "author": "Neale Donald Walsh",
        "quote": "Life begins at the end of your comfort zone."
    },
    {
        "author": "Unknown",
        "quote": "Trust yourself. Create the kind of self that you will be happy to live with all your life."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Never stop dreaming, never stop believing, never give up, never stop trying, and never stop learning."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Discipline Your Mind to Think Positively: Discipline your mind to see the good in every situation and look on the best side of every event."
    },
    {
        "author": "Dale Carnegie",
        "quote": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no help at all."
    },
    {
        "author": "Benjamin Disraeli",
        "quote": "Never complain and never explain."
    },
    {
        "author": "Unknown",
        "quote": "Be selective in your battles for sometimes peace is better than being right."
    },
    {
        "author": "Roy T. Bennett",
        "quote": "Start each day with a positive thought and a grateful heart."
    },
    {
        "author": "Unknown",
        "quote": "The key to success is to focus our conscious mind on things we desire, not things we fear."
    },
    {
        "author": "Unknown",
        "quote": "It is never too late to be what you might have been."
    }
]
